{
    "surah": "الفاتحة",
    "number": 1,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "باسم الله أبدأ قراءة القرآن، مستعينًا به تعالى متبركًا بذكر اسمه.\nوقد تضمنت البسملة ثلاثة من أسماء الله الحسنى، وهي: 1 - (الله)؛ أي: المعبود بحق، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه.\n2 - (الرَّحْمَن)؛ أي: ذو الرحمة الواسعة.\nفهو الرحمن بذاته.\n3 - (الرَّحِيم)؛ أي: ذو الرحمة الواصلة.\nفهو يرحم برحمته من شاء من خلقه ومنهم المؤمنون من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بسم الله الرحمن الرحيم»"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بِسْمِ اللَّهِ أي: أبتدئ بكل اسم لله تعالى, لأن لفظ اسم مفرد مضاف, فيعم جميع الأسماء [الحسنى].\nاللَّهِ هو المألوه المعبود, المستحق لإفراده بالعبادة, لما اتصف به من صفات الألوهية وهي صفات الكمال.\nالرَّحْمَنِ الرَّحِيمِ اسمان دالان على أنه تعالى ذو الرحمة الواسعة العظيمة التي وسعت كل شيء, وعمت كل حي, وكتبها للمتقين المتبعين لأنبيائه ورسله.\nفهؤلاء لهم الرحمة المطلقة, ومن عداهم فلهم نصيب منها.\nواعلم أن من القواعد المتفق عليها بين سلف الأمة وأئمتها, الإيمان بأسماء الله وصفاته, وأحكام الصفات.\nفيؤمنون مثلا, بأنه رحمن رحيم, ذو الرحمة التي اتصف بها, المتعلقة بالمرحوم.\nفالنعم كلها, أثر من آثار رحمته, وهكذا في سائر الأسماء.\nيقال في العليم: إنه عليم ذو علم, يعلم [به] كل شيء, قدير, ذو قدرة يقدر على كل شيء."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الثناء الكامل، وجميع أنواع المحامد من صفات الجلال والكمال هي لله وحده دون من سواه؛ إذ هو رب كل شيء وخالقه ومدبره.\nوالعالمون جمع عالَم، وهم كل ما سوى الله تعالى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الحمد لله» جملة خبرية قصد بها الثناء على الله بمضمونها من أنه تعالى: مالك لجميع الحمد من الخلق أو مستحق لأن يحمدوه، والله علم على المعبود بحق «ربِّ العالمين» أي مالك جميع الخلق من الإنس والجن والملائكة والدواب وغيرهم، وكل منها يُطلق عليه عالم، يقال عالم الإنس وعالم الجن إلى غير ذلك، وغلب في جمعه بالياء والنون أولي العلم على غيرهم، وهو من العلامة لأنه علامة على موجده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الْحَمْدُ لِلَّهِ [هو] الثناء على الله بصفات الكمال, وبأفعاله الدائرة بين الفضل والعدل, فله الحمد الكامل, بجميع الوجوه.\nرَبِّ الْعَالَمِينَ الرب, هو المربي جميع العالمين -وهم من سوى الله- بخلقه إياهم, وإعداده لهم الآلات, وإنعامه عليهم بالنعم العظيمة, التي لو فقدوها, لم يمكن لهم البقاء.\nفما بهم من نعمة, فمنه تعالى.\nوتربيته تعالى لخلقه نوعان: عامة وخاصة.\nفالعامة: هي خلقه للمخلوقين, ورزقهم, وهدايتهم لما فيه مصالحهم, التي فيها بقاؤهم في الدنيا.\nوالخاصة: تربيته لأوليائه, فيربيهم بالإيمان, ويوفقهم له, ويكمله لهم, ويدفع عنهم الصوارف, والعوائق الحائلة بينهم وبينه, وحقيقتها: تربية التوفيق لكل خير, والعصمة عن كل شر.\nولعل هذا [المعنى] هو السر في كون أكثر أدعية الأنبياء بلفظ الرب.\nفإن مطالبهم كلها داخلة تحت ربوبيته الخاصة.\nفدل قوله رَبِّ الْعَالَمِينَ على انفراده بالخلق والتدبير, والنعم, وكمال غناه, وتمام فقر العالمين إليه, بكل وجه واعتبار."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "الرَّحْمَٰنِ الرَّحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثناء على الله تعالى بعد حمده في الآية السابقة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الرحمن الرحيم» أي ذي الرحمة وهي إرادة الخير لأهله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الرَّحْمَنِ الرَّحِيمِ اسمان دالان على أنه تعالى ذو الرحمة الواسعة العظيمة التي وسعت كل شيء، وعمت كل حي، وكتبها للمتقين المتبعين لأنبيائه ورسله.\nفهؤلاء لهم الرحمة المطلقة، ومن عداهم فلهم نصيب منها."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "مَالِكِ يَوْمِ الدِّينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تمجيد لله تعالى بأنه المالك لكل ما في يوم القيامة، حيث لا تملك نفس لنفس شيئًا.\nف«يوم الدين»: يوم الجزاء والحساب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "أي الجزاء وهو يوم القيامة، وخص بالذكر لأنه لا ملك ظاهرًا فيه لأحد إلا الله تعالى بدليل «لمن الملك اليوم؟ لله» ومن قرأ مالك فمعناه الأمر كله في يوم القيامة أو هو موصوف بذلك دائمًا «كغافر الذنب» فصح وقوعه صفة لمعرفة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَالِكِ يَوْمِ الدِّينِ المالك: هو من اتصف بصفة الملك التي من آثارها أنه يأمر وينهى, ويثيب ويعاقب, ويتصرف بمماليكه بجميع أنواع التصرفات, وأضاف الملك ليوم الدين, وهو يوم القيامة, يوم يدان الناس فيه بأعمالهم, خيرها وشرها, لأن في ذلك اليوم, يظهر للخلق تمام الظهور, كمال ملكه وعدله وحكمته, وانقطاع أملاك الخلائق.\nحتى [إنه] يستوي في ذلك اليوم, الملوك والرعايا والعبيد والأحرار.\nكلهم مذعنون لعظمته, خاضعون لعزته, منتظرون لمجازاته, راجون ثوابه, خائفون من عقابه, فلذلك خصه بالذكر, وإلا, فهو المالك ليوم الدين ولغيره من الأيام."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "نخصُّك وحدك بأنواع العبادة والطاعة، فلا نشرك معك غيرك، ومنك وحدك نطلب العون في كل شؤوننا، فبِيَدِكَ الخير كله، ولا مُعين سواك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إيَّاك نعبد وإياك نستعين» أي نخصك بالعبادة من توحيد وغيره ونطلب المعونة على العبادة وغيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ أي: نخصك وحدك بالعبادة والاستعانة, لأن تقديم المعمول يفيد الحصر, وهو إثبات الحكم للمذكور, ونفيه عما عداه.\nفكأنه يقول: نعبدك, ولا نعبد غيرك, ونستعين بك, ولا نستعين بغيرك.\nوقدم العبادة على الاستعانة, من باب تقديم العام على الخاص, واهتماما بتقديم حقه تعالى على حق عبده.\nو العبادة اسم جامع لكل ما يحبه الله ويرضاه من الأعمال, والأقوال الظاهرة والباطنة.\nو الاستعانة هي الاعتماد على الله تعالى في جلب المنافع, ودفع المضار, مع الثقة به في تحصيل ذلك.\nوالقيام بعبادة الله والاستعانة به هو الوسيلة للسعادة الأبدية, والنجاة من جميع الشرور, فلا سبيل إلى النجاة إلا بالقيام بهما.\nوإنما تكون العبادة عبادة, إذا كانت مأخوذة عن رسول الله صلى الله عليه وسلم مقصودا بها وجه الله.\nفبهذين الأمرين تكون عبادة, وذكر الاستعانة بعد العبادة مع دخولها فيها, لاحتياج العبد في جميع عباداته إلى الاستعانة بالله تعالى.\nفإنه إن لم يعنه الله, لم يحصل له ما يريده من فعل الأوامر, واجتناب النواهي."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "دُلَّنا إلى الصراط المستقيم، واسلك بنا فيه، وثبِّتنا عليه، وزدنا هدى.\nو(الصراط المستقيم) هو الطريق الواضح الذي لا اعوجاج فيه، وهو الإسلام الذي أرسل الله به محمدًا صلى الله عليه وسلم ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اهدنا الصراط المستقيم» أي أرشدنا إليه، ويبدَل منه:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ أي: دلنا وأرشدنا, ووفقنا للصراط المستقيم, وهو الطريق الواضح الموصل إلى الله, وإلى جنته, وهو معرفة الحق والعمل به, فاهدنا إلى الصراط واهدنا في الصراط.\nفالهداية إلى الصراط: لزوم دين الإسلام, وترك ما سواه من الأديان, والهداية في الصراط, تشمل الهداية لجميع التفاصيل الدينية علما وعملا.\nفهذا الدعاء من أجمع الأدعية وأنفعها للعبد ولهذا وجب على الإنسان أن يدعو الله به في كل ركعة من صلاته, لضرورته إلى ذلك."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "طريق الذين أنعمت عليهم من عبادك بهدايتهم؛ كالنبيين والصدِّيقين والشهداء والصالحين وحَسُنَ أولئك رفيقًا، غير طريق المغضوب عليهم الذين عرفوا الحق ولم يتبعوه كاليهود، وغير طريق الضالين عن الحق الذين لم يهتدوا إليه لتفريطهم في طلب الحق والاهتداء إليه كالنصارى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«صراط الَّذين أنعمت عليهم» بالهداية ويبدل من الذين بصلته «غير المغضوب عليهم» وهم اليهود «ولا» وغير «الضالِّين» وهم النصارى ونكتة البدل إفادة أن المهتدين ليسوا يهوداً ولا نصارى. والله أعلم بالصواب، وإليه المرجع والمآب، وصلى الله على سيدنا محمد وعلى اَله وصحبه وسلم تسليما كثيراً دائما أبداً، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا الصراط المستقيم هو: صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ من النبيين والصديقين والشهداء والصالحين.\nغَيْرِ صراط الْمَغْضُوبِ عَلَيْهِمْ الذين عرفوا الحق وتركوه كاليهود ونحوهم.\nوغير صراط الضَّالِّينَ الذين تركوا الحق على جهل وضلال, كالنصارى ونحوهم.\nفهذه السورة على إيجازها, قد احتوت على ما لم تحتو عليه سورة من سور القرآن, فتضمنت أنواع التوحيد الثلاثة: توحيد الربوبية يؤخذ من قوله: رَبِّ الْعَالَمِينَ وتوحيد الإلهية وهو إفراد الله بالعبادة, يؤخذ من لفظ: اللَّهِ ومن قوله: إِيَّاكَ نَعْبُدُ وتوحيد الأسماء والصفات, وهو إثبات صفات الكمال لله تعالى, التي أثبتها لنفسه, وأثبتها له رسوله من غير تعطيل ولا تمثيل ولا تشبيه, وقد دل على ذلك لفظ الْحَمْدُ كما تقدم.\nوتضمنت إثبات النبوة في قوله: اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ لأن ذلك ممتنع بدون الرسالة.\nوإثبات الجزاء على الأعمال في قوله: مَالِكِ يَوْمِ الدِّينِ وأن الجزاء يكون بالعدل, لأن الدين معناه الجزاء بالعدل.\nوتضمنت إثبات القدر, وأن العبد فاعل حقيقة, خلافا للقدرية والجبرية.\nبل تضمنت الرد على جميع أهل البدع [والضلال] في قوله: اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ لأنه معرفة الحق والعمل به.\nوكل مبتدع [وضال] فهو مخالف لذلك.\nوتضمنت إخلاص الدين لله تعالى, عبادة واستعانة في قوله: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ فالحمد لله رب العالمين."
                }
            ]
        }
    ]
}