{
    "surah": "المائدة",
    "number": 5,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ ۚ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ ۗ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا أتموا كل العهود الموثقة بينكم وبين خالقكم وبينكم وبين خلقه، وقد أحل الله لكم - رحمة بكم - بهيمة الأنعام: (الإبل، والبقر، والغنم) إلا ما يُقْرَأ عليكم تحريمه، وإلا ما حَرَّمَ عليكم من الصيد البري في حال الإحرام بحج أو عمرة، إن الله يحكم ما يريد من تحليل وتحريم وفق حكمته، فلا مُكْرِهَ له، ولا معترض على حكمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا أوفوا بالعقود» العهود المؤكدة التي بينكم وبين الله والناس «أحلت لكم بهيمة الأنعام» الإبل والبقر والغنم أكلاً بعد الذبح «إلا ما يتلى عليكم» تحريمه في (حُرمت عليكم الميتة) الآية فالاستثناء منقطع ويجوز أن يكون متصلا والتحريم لما عرض من الموت ونحوه «غيرَ محلي الصيد وأنتم حرم» أي محرمون ونصب غير على الحال من ضمير لكم «إن الله يحكم ما يريد» من التحليل وغيره لا اعترض عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا أمر من الله تعالى لعباده المؤمنين بما يقتضيه الإيمان بالوفاء بالعقود، أي: بإكمالها، وإتمامها، وعدم نقضها ونقصها.\nوهذا شامل للعقود التي بين العبد وبين ربه، من التزام عبوديته، والقيام بها أتم قيام، وعدم الانتقاص من حقوقها شيئا، والتي بينه وبين الرسول بطاعته واتباعه، والتي بينه وبين الوالدين والأقارب، ببرهم وصلتهم، وعدم قطيعتهم.\nوالتي بينه وبين أصحابه من القيام بحقوق الصحبة في الغنى والفقر، واليسر والعسر، والتي بينه وبين الخلق من عقود المعاملات، كالبيع والإجارة، ونحوهما، وعقود التبرعات كالهبة ونحوها، بل والقيام بحقوق المسلمين التي عقدها الله بينهم في قوله: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ ْ بالتناصر على الحق، والتعاون عليه والتآلف بين المسلمين وعدم التقاطع.\nفهذا الأمر شامل لأصول الدين وفروعه، فكلها داخلة في العقود التي أمر الله بالقيام بها ثم قال ممتنا على عباده: أُحِلَّتْ لَكُمْ ْ أي: لأجلكم، رحمة بكم بَهِيمَةُ الْأَنْعَامِ ْ من الإبل والبقر والغنم، بل ربما دخل في ذلك الوحشي منها، والظباء وحمر الوحش، ونحوها من الصيود.\nواستدل بعض الصحابة بهذه الآية على إباحة الجنين الذي يموت في بطن أمه بعدما تذبح.\nإِلَّا مَا يُتْلَى عَلَيْكُمْ ْ تحريمه منها في قوله: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ ْ إلى آخر الآية.\nفإن هذه المذكورات وإن كانت من بهيمة الأنعام فإنها محرمة.\nولما كانت إباحة بهيمة الأنعام عامة في جميع الأحوال والأوقات، استثنى منها الصيد في حال الإحرام فقال: غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ ْ أي: أحلت لكم بهيمة الأنعام في كل حال، إلا حيث كنتم متصفين بأنكم غير محلي الصيد وأنتم حرم، أي: متجرئون على قتله في حال الإحرام، وفي الحرم، فإن ذلك لا يحل لكم إذا كان صيدا، كالظباء ونحوه.\nوالصيد هو الحيوان المأكول المتوحش.\nإِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ ْ أي: فمهما أراده تعالى حكم به حكما موافقا لحكمته، كما أمركم بالوفاء بالعقود لحصول مصالحكم ودفع المضار عنكم.\nوأحل لكم بهيمة الأنعام رحمة بكم، وحرم عليكم ما استثنى منها من ذوات العوارض، من الميتة ونحوها، صونا لكم واحتراما، ومن صيد الإحرام احتراما للإحرام وإعظاما."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا ۚ وَإِذَا حَلَلْتُمْ فَاصْطَادُوا ۚ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا ۘ وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا لا تستحلوا حرمات الله التي أمركم بتعظيمها، وكُفُّوا عن محظورات الإحرام: كلبس المخيط، وعن محرمات الحَرَم كالصيد، ولا تستحلوا القتال في الأشهر الحرم، وهي (ذو القعدة، وذو الحجة، والمحرم، ورجب)، ولا تستحلُّوا ما يُهدى إلى الحرم من الأنعام ليذبح لله هناك بغصب ونحوه، أو مَنْعٍ من وصوله إلى محله، ولا تستحلُّوا البهيمة التي عليها قلادة من صوف وغيره للإشعار بأنها هدي، ولا تستحلوا قاصدي بيت الله الحرام يطلبون ربح التجارة ومرضاة الله، وإذا حللتم من الإحرام بحج أو عمرة، وخرجتم من الحرم فاصطادوا إن شئتم، ولا يحملنكم بغض قوم لصدهم لكم عن المسجد الحرام على الجَور وترك العدل فيهم، وتعاونوا - أيها المؤمنون - على فعل ما أُمِرْتُم به، وترك ما نُهِيتُم عنه، ولا تعاونوا على المعاصي التي يأثم صاحبها، وعلى العدوان على الخلق في دمائهم وأموالهم وأعراضهم، وخافوا الله بالتزام طاعته والبعد عن معصيته، إن الله شديد العقاب لمن عصاه، فاحذروا من عقابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا تحلوا شعائر الله» جمع شعيرة أي معالم دينه بالصيد في الإحرام «ولا الشهر الحرام» بالقتال فيه «ولا الهدْي» ما أهدى إلى الحرم من النِّعم بالتعرض له «ولا القلائد» جمع قلادة وهي ما كان يقلد به من شجر الحرم ليأمن أي فلا تتعرضوا لها ولا لأصحابها «ولا» تحلوا «آمِّين» قاصدين «البيت الحرام» بأن تقاتلوهم «يبتغون فضلا» رزقا «من ربهم» بالتجارة «ورضوانا» منه بقصده بزعمهم الفاسد وهذا منسوخ بآية براءة «وإذا حللتم» من الإحرام «فاصطادوا» أمر إباحة «ولا يجرمنَّكم» يكسبنكم «شنَآن» بفتح النون وسكونها بغض (قوم) لأجل «أن صدوكم عن المسجد الحرام أن تعتدوا» عليهم بالقتل وغيره «وتعاونوا على البرِّ» بفعل ما أمرتم به «والتقوى» بترك ما نهيتم عنه «ولا تعاونوا» فيه حذف إحدى التاءين في الأصل «على الإثم» المعاصي «والعدوان» التعدي في حدود الله «واتقوا الله» خافوا عقابه بأن تطيعوه «إن الله شديد العقاب» لمن خالفه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى يَأَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ ْ أي: محرماته التي أمركم بتعظيمها، وعدم فعلها، والنهي يشمل النهي عن فعلها، والنهي عن اعتقاد حلها؛ فهو يشمل النهي، عن فعل القبيح، وعن اعتقاده.\nويدخل في ذلك النهي عن محرمات الإحرام، ومحرمات الحرم.\nويدخل في ذلك ما نص عليه بقوله: وَلَا الشَّهْرَ الْحَرَامَ ْ أي: لا تنتهكوه بالقتال فيه وغيره من أنواع الظلم كما قال تعالى: إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ ْ والجمهور من العلماء على أن القتال في الأشهر الحرم منسوخ بقوله تعالى: فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ ْ وغير ذلك من العمومات التي فيها الأمر بقتال الكفار مطلقا، والوعيد في التخلف عن قتالهم مطلقا.\nوبأن النبي صلى الله عليه وسلم قاتل أهل الطائف في ذي القعدة، وهو من الأشهر الحرم.\nوقال آخرون: إن النهي عن القتال في الأشهر الحرم غير منسوخ لهذه الآية وغيرها، مما فيه النهي عن ذلك بخصوصه، وحملوا النصوص المطلقة الواردة على ذلك، وقالوا: المطلق يحمل على المقيد.\nوفصل بعضهم فقال: لا يجوز ابتداء القتال في الأشهر الحرم، وأما استدامته وتكميله إذا كان أوله في غيرها، فإنه يجوز.\nوحملوا قتال النبي صلى الله عليه وسلم لأهل الطائف على ذلك، لأن أول قتالهم في \"حنين\" في \"شوال\".\nوكل هذا في القتال الذي ليس المقصود منه الدفع.\nفأما قتال الدفع إذا ابتدأ الكفار المسلمين بالقتال، فإنه يجوز للمسلمين القتال، دفعا عن أنفسهم في الشهر الحرام وغيره بإجماع العلماء.\nوقوله: وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ ْ أي: ولا تحلوا الهدي الذي يهدى إلى بيت الله في حج أو عمرة، أو غيرهما، من نعم وغيرها، فلا تصدوه عن الوصول إلى محله، ولا تأخذوه بسرقة أو غيرها، ولا تقصروا به، أو تحملوه ما لا يطيق، خوفا من تلفه قبل وصوله إلى محله، بل عظموه وعظموا من جاء به.\nوَلَا الْقَلَائِدَ ْ هذا نوع خاص من أنواع الهدي، وهو الهدي الذي يفتل له قلائد أو عرى، فيجعل في أعناقه إظهارا لشعائر الله، وحملا للناس على الاقتداء، وتعليما لهم للسنة، وليعرف أنه هدي فيحترم، ولهذا كان تقليد الهدي من السنن والشعائر المسنونة.\nوَلَا آمِّينَ الْبَيْتَ الْحَرَامَ ْ أي: قاصدين له يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَانًا ْ أي: من قصد هذا البيت الحرام، وقصده فضل الله بالتجارة والمكاسب المباحة، أو قصده رضوان الله بحجه وعمرته والطواف به، والصلاة، وغيرها من أنواع العبادات، فلا تتعرضوا له بسوء، ولا تهينوه، بل أكرموه، وعظموا الوافدين الزائرين لبيت ربكم.\nودخل في هذا الأمرُ الأمر بتأمين الطرق الموصلة إلى بيت الله وجعل القاصدين له مطمئنين مستريحين، غير خائفين على أنفسهم من القتل فما دونه، ولا على أموالهم من المكس والنهب ونحو ذلك.\nوهذه الآية الكريمة مخصوصة بقوله تعالى: يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا ْ فالمشرك لا يُمَكَّن من الدخول إلى الحرم.\nوالتخصيص في هذه الآية بالنهي عن التعرض لمن قصد البيت ابتغاء فضل الله أو رضوانه -يدل على أن من قصده ليلحد فيه بالمعاصي، فإن من تمام احترام الحرم صد من هذه حاله عن الإفساد ببيت الله، كما قال تعالى: وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ ْ ولما نهاهم عن الصيد في حال الإحرام قال: وَإِذَا حَلَلْتُمْ فَاصْطَادُوا ْ أي: إذا حللتم من الإحرام بالحج والعمرة، وخرجتم من الحرم حل لكم الاصطياد، وزال ذلك التحريم.\nوالأمر بعد التحريم يرد الأشياء إلى ما كانت عليه من قبل.\nوَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُوا ْ أي: لا يحملنكم بغض قوم وعداوتهم واعتداؤهم عليكم، حيث صدوكم عن المسجد، على الاعتداء عليهم، طلبا للاشتفاء منهم، فإن العبد عليه أن يلتزم أمر الله، ويسلك طريق العدل، ولو جُنِي عليه أو ظلم واعتدي عليه، فلا يحل له أن يكذب على من كذب عليه، أو يخون من خانه.\nوَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى ْ أي: ليعن بعضكم بعضا على البر.\nوهو: اسم جامع لكل ما يحبه الله ويرضاه، من الأعمال الظاهرة والباطنة، من حقوق الله وحقوق الآدميين.\nوالتقوى في هذا الموضع: اسم جامع لترك كل ما يكرهه الله ورسوله، من الأعمال الظاهرة والباطنة.\nوكلُّ خصلة من خصال الخير المأمور بفعلها، أو خصلة من خصال الشر المأمور بتركها، فإن العبد مأمور بفعلها بنفسه، وبمعاونة غيره من إخوانه المؤمنين عليها، بكل قول يبعث عليها وينشط لها، وبكل فعل كذلك.\nوَلَا تَعَاوَنُوا عَلَى الْإِثْمِ ْ وهو التجرؤ على المعاصي التي يأثم صاحبها، ويحرج.\nوَالْعُدْوَانِ ْ وهو التعدي على الخَلْق في دمائهم وأموالهم وأعراضهم، فكل معصية وظلم يجب على العبد كف نفسه عنه، ثم إعانة غيره على تركه.\nوَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ ْ على من عصاه وتجرأ على محارمه، فاحذروا المحارم لئلا يحل بكم عقابه العاجل والآجل."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ ۚ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ۚ فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ ۙ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حَرَّمَ الله عليكم ما مات من حيوان دون ذكاة، وحَرَّمَ عليكم الدم المسفوح، ولحم الخنزير، وما ذُكِرَ عليه اسْمٌ غير اسم الله عند الذبح، والميتة بالخنق، والميتة بالضرب، والميتة بالسقوط من مكان عالٍ، والميتة بنطح غيرها لها، وما افترسه سبُع مثل الأسد والنمر والذئب، إلا ما أدركتموه حيًّا من المذكورات وذكيتموه، فهو حلال لكم، وحرَّم عليكم ما كان ذبحه للأصنام، وحَرَّمَ عليكم أن تطلبوا ما قسم لكم من الغيب بالأقداح وهي حجارة أو سهام مكتوب فيها (افعل) أو (لا تفعل) فيعمل بما يخرج له منها.\nفِعْل تلك المحرمات المذكورة خروج عن طاعة الله.\nاليوم يئس الذين كفروا من ارتدادكم عن دين الإسلام لما رأوا من قوته، فلا تخافوهم وخافوني وحدي، اليوم أكملت لكم دينكم الذي هو الإسلام، وأتممت عليكم نعمتي الظاهرة والباطنة، واخترت لكم الإسلام دينًا، فلا أقبل دينًا غيره، فمن أُلْجِئَ بسبب مجاعة إلى الأكل من الميتة غير مائل للإثم فلا إثم عليه في ذلك، إن الله غفور رحيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حرِّمت عليكم الميتة» أي أكلها «والدم» أي المسفوح كما في الأنعام «ولحم الخنزير وما أهل لغير الله به» بأن ذُبح على اسم غيره «والمنخنقة» الميتة خنقا «والموقوذة» المقتولة ضربا «والمتردية» الساقطة من علو إلى أسفل فماتت «والنطيحة» المقتولة بنطح أخرى لها «وما أكل السبع» منه «إلا ما ذكيتم» أي أدركتم فيه الروح من هذه الأشياء فذبحتموه «وما ذُبح على» اسم «النصب» جمع نصاب وهي الأصنام «وأن تستقسموا» تطلبوا القسم والحكم «بالأزلام» جمع زلم بفتح الزاي وضمها مع فتح اللام قدح _بكسر القاف_ صغير لا ريش له ولا نصل وكانت سبعة عند سادن الكعبة عليها أعلام وكانوا يحكمونها فإن أمرتهم ائتمروا وإن نهتهم انتهوا «ذلكم فسق» خروج عن الطاعة. ونزل يوم عرفة عام حجة الوداع «اليوم يئس الذين كفروا من دينكم» أن ترتدوا عنه بعد طمعهم في ذلك لما رأوا من قوته «فلا تخشوهم واخشون اليوم أكملتُ لكم دينكم» أحكامه وفرائضه فلم ينزل بعدها حلال ولا حرام «وأتممت عليكم نعمتي» بإكماله وقيل بدخول مكة آمنين «ورضيت» أي اخترت «لكم الإسلام دينا فمن اضطر في مخمصة» مجاعة إلى أكل شيء مما حرم عليه فأكله «غير متجانف» مائل «لإثم» معصية «فإن الله غفور» له ما أكل «رحيم» به في إباحته له بخلاف المائل لإثم أي المتلبس به كقاطع الطريق والباغي مثلا فلا يحل له الأكل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا الذي حولنا الله عليه في قوله: إِلَّا مَا يُتْلَى عَلَيْكُمْ ْ واعلم أن الله تبارك وتعالى لا يحرّم ما يحرّم إلا صيانة لعباده، وحماية لهم من الضرر الموجود في المحرمات، وقد يبين للعباد ذلك وقد لا يبين.\nفأخبر أنه حرم الْمَيْتَة ْ والمراد بالميتة: ما فُقِدَت حياتُهُ بغير ذكاة شرعية، فإنها تحرم لضررها، وهو احتقان الدم في جوفها ولحمها المضر بآكلها.\nوكثيرا ما تموت بعلة تكون سببا لهلاكها، فتضر بالآكل.\nويستثنى من ذلك ميتة الجراد والسمك، فإنه حلال.\nوَالدَّمَ ْ أي: المسفوح، كما قيد في الآية الأخرى.\nوَلَحْم الْخِنْزِيرِ ْ وذلك شامل لجميع أجزائه، وإنما نص الله عليه من بين سائر الخبائث من السباع، لأن طائفة من أهل الكتاب من النصارى يزعمون أن الله أحله لهم.\nأي: فلا تغتروا بهم، بل هو محرم من جملة الخبائث.\nوَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ْ أي: ذُكر عليه اسم غير الله تعالى، من الأصنام والأولياء والكواكب وغير ذلك من المخلوقين.\nفكما أن ذكر الله تعالى يطيب الذبيحة، فذكر اسم غيره عليها، يفيدها خبثا معنويا، لأنه شرك بالله تعالى.\nوَالْمُنْخَنِقَةُ ْ أي: الميتة بخنق، بيد أو حبل، أو إدخالها رأسها بشيء ضيق، فتعجز عن إخراجه حتى تموت.\nوَالْمَوْقُوذَةُ ْ أي: الميتة بسبب الضرب بعصا أو حصى أو خشبة، أو هدم شيء عليها، بقصد أو بغير قصد.\nوَالْمُتَرَدِّيَةُ ْ أي: الساقطة من علو، كجبل أو جدار أو سطح ونحوه، فتموت بذلك.\nوَالنَّطِيحَةُ ْ وهي التي تنطحها غيرها فتموت.\nوَمَا أَكَلَ السَّبُعُ ْ من ذئب أو أسد أو نمر، أو من الطيور التي تفترس الصيود، فإنها إذا ماتت بسبب أكل السبع، فإنها لا تحل.\nوقوله: إِلَّا مَا ذَكَّيْتُمْ ْ راجع لهذه المسائل، من منخنقة، وموقوذة، ومتردية، ونطيحة، وأكيلة سبع، إذا ذكيت وفيها حياة مستقرة لتتحقق الذكاة فيها، ولهذا قال الفقهاء: لو أبان السبع أو غيره حشوتها، أو قطع حلقومها، كان وجود حياتها كعدمه، لعدم فائدة الذكاة فيها ْ [وبعضهم لم يعتبر فيها إلا وجود الحياة فإذا ذكاها وفيها حياة حلت ولو كانت مبانة الحشوة وهو ظاهر الآية الكريمة] وَأَن تَسْتَقْسِمُوا بِالْأَزْلَامِ ْ أي: وحرم عليكم الاستقسام بالأزلام.\nومعنى الاستقسام: طلب ما يقسم لكم ويقدر بها، وهي قداح ثلاثة كانت تستعمل في الجاهلية، مكتوب على أحدها \"افعل\" وعلى الثاني \"لا تفعل\" والثالث غفل لا كتابة فيه.\nفإذا هَمَّ أحدهم بسفر أو عرس أو نحوهما، أجال تلك القداح المتساوية في الجرم، ثم أخرج واحدا منها، فإن خرج المكتوب عليه \"افعل\" مضى في أمره، وإن ظهر المكتوب عليه \"لا تفعل\" لم يفعل ولم يمض في شأنه، وإن ظهر الآخر الذي لا شيء عليه، أعادها حتى يخرج أحد القدحين فيعمل به.\nفحرمه الله عليهم، الذي في هذه الصورة وما يشبهه, وعوضهم عنه بالاستخارة لربهم في جميع أمورهم.\nذَلِكُمْ فِسْقٌ ْ الإشارة لكل ما تقدم من المحرمات، التي حرمها الله صيانة لعباده، وأنها فسق، أي: خروج عن طاعته إلى طاعة الشيطان.\nثم امتن على عباده بقوله: الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَة غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ ْ واليوم المشار إليه يوم عرفة، إذ أتم الله دينه، ونصر عبده ورسوله، وانخذل أهل الشرك انخذالا بليغا، بعد ما كانوا حريصين على رد المؤمنين عن دينهم، طامعين في ذلك.\nفلما رأوا عز الإسلام وانتصاره وظهوره، يئسوا كل اليأس من المؤمنين، أن يرجعوا إلى دينهم، وصاروا يخافون منهم ويخشون، ولهذا في هذه السنة التي حج فيها النبي صلى الله عليه وسلم سنة عشر حجة الوداع - لم يحج فيها مشرك، ولم يطف بالبيت عريان.\nولهذا قال: فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ ْ أي: فلا تخشوا المشركين، واخشوا الله الذي نصركم عليهم وخذلهم، ورد كيدهم في نحورهم.\nالْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ ْ بتمام النصر، وتكميل الشرائع الظاهرة والباطنة، الأصول والفروع، ولهذا كان الكتاب والسنة كافيين كل الكفاية، في أحكام الدين أصوله وفروعه.\nفكل متكلف يزعم أنه لا بد للناس في معرفة عقائدهم وأحكامهم إلى علوم غير علم الكتاب والسنة، من علم الكلام وغيره، فهو جاهل، مبطل في دعواه، قد زعم أن الدين لا يكمل إلا بما قاله ودعا إليه، وهذا من أعظم الظلم والتجهيل لله ولرسوله.\nوَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي ْ الظاهرة والباطنة وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ْ أي: اخترته واصطفيته لكم دينا، كما ارتضيتكم له، فقوموا به شكرا لربكم، واحمدوا الذي مَنَّ عليكم بأفضل الأديان وأشرفها وأكملها.\nفَمَنِ اضْطُرَّ ْ أي: ألجأته الضرورة إلى أكل شيء من المحرمات السابقة، في قوله: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ ْ فِي مَخْمَصَةٍ ْ أي: مجاعة غَيْرَ مُتَجَانِفٍ ْ أي: مائل لِإِثْمٍ ْ بأن لا يأكل حتى يضطر، ولا يزيد في الأكل على كفايته فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ ْ حيث أباح له الأكل في هذه الحال، ورحمه بما يقيم به بنيته من غير نقص يلحقه في دينه."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ۙ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ ۖ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسألك - أيها الرسول - صحابتك ماذا أحل الله لهم أكله؟ قل - أيها الرسول -: أحل الله لكم ما طاب من المآكل، وأكل ما صادته المدرَّبات من ذوات الأنياب كالكلاب والفهود، وذوات المخالب كالصقور، تعلِّمونها الصيد مما مَنَّ الله عليكم به من العلم بآدابه، حتى صارت إذا أُمِرَتِ ائْتَمَرَتْ، وإذا زُجِرَتِ ازدجرت، فكلوا مما أمسكته من الصيد ولو قتلته، واذكروا اسم الله عند إرسالها، واتقوا الله بامتثال أوامره، والكف عن نواهيه، إن الله سريع الحساب للأعمال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يسئلونك» يا محمد «ماذا أُحل لهم» من الطعام «قل أحل لكم الطيَّبات» المستلذات «و» صيد «ما علَّمتم من الجوارح» الكواسب من الكلاب والسباع والطير «مكلِّبين» حال من كلَّبت الكلب بالتشديد أي أرسلته على الصيد «تعلمونهن» حال من ضمير مكلبين أي تؤدبونهن «مما علَّمَكُمُ الله» من آداب الصيد «فكلوا مما أمسكن عليكم» وإن قتلته بأن لم يأكلن منه بخلاف غير المعلمة فلا يحل صيدها وعلامتها أن تترسل إذا أرسلت وتنزجر إذا زجرت وتمسك الصيد ولا تأكل منه وأقل ما يعرف به ثلاث مرات فإن أكلت منه فليس مما أمسكن على صاحبها فلا يحل أكله كما في حديث الصحيحين وفيه أن صيد السهم إذا أرسل وذكر اسم الله عليه كصيد المعلم من الجوارح «واذكروا اسم الله عليه» عند إرساله «واتقوا الله إن الله سريع الحساب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ ْ من الأطعمة؟ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ْ وهي كل ما فيه نفع أو لذة, من غير ضرر بالبدن ولا بالعقل، فدخل في ذلك جميع الحبوب والثمار التي في القرى والبراري، ودخل في ذلك جميع حيوانات البحر وجميع حيوانات البر، إلا ما استثناه الشارع، كالسباع والخبائث منها.\nولهذا دلت الآية بمفهومها على تحريم الخبائث، كما صرح به في قوله تعالى: وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ ْ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ ْ أي: أحل لكم ما علمتم من الجوارح إلى آخر الآية.\nدلت هذه الآية على أمور: أحدها: لطف الله بعباده ورحمته لهم، حيث وسع عليهم طرق الحلال، وأباح لهم ما لم يذكوه مما صادته الجوارح، والمراد بالجوارح: الكلاب، والفهود، والصقر، ونحو ذلك، مما يصيد بنابه أو بمخلبه.\nالثاني: أنه يشترط أن تكون معلمة، بما يعد في العرف تعليما، بأن يسترسل إذا أرسل، وينزجر إذا زجر، وإذا أمسك لم يأكل، ولهذا قال: تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ ْ أي: أمسكن من الصيد لأجلكم.\nوما أكل منه الجارح فإنه لا يعلم أنه أمسكه على صاحبه، ولعله أن يكون أمسكه على نفسه.\nالثالث: اشتراط أن يجرحه الكلب أو الطير ونحوهما، لقوله: مِنَ الْجَوَارِحِ ْ مع ما تقدم من تحريم المنخنقة.\nفلو خنقه الكلب أو غيره، أو قتله بثقله لم يبح [هذا بناء على أن الجوارح اللاتي يجرحن الصيد بأنيابها أو مخالبها، والمشهور أن الجوارح بمعنى الكواسب أي: المحصلات للصيد والمدركات لها فلا يكون فيها على هذا دلالة - والله أعلم-] الرابع: جواز اقتناء كلب الصيد، كما ورد في الحديث الصحيح، مع أن اقتناء الكلب محرم، لأن من لازم إباحة صيده وتعليمه جواز اقتنائه.\nالخامس: طهارة ما أصابه فم الكلب من الصيد، لأن الله أباحه ولم يذكر له غسلا، فدل على طهارته.\nالسادس: فيه فضيلة العلم، وأن الجارح المعلم -بسبب العلم- يباح صيده، والجاهل بالتعليم لا يباح صيده.\nالسابع: أن الاشتغال بتعليم الكلب أو الطير أو نحوهما، ليس مذموما، وليس من العبث والباطل.\nبل هو أمر مقصود، لأنه وسيلة لحل صيده والانتفاع به.\nالثامن: فيه حجة لمن أباح بيع كلب الصيد، قال: لأنه قد لا يحصل له إلا بذلك.\nالتاسع: فيه اشتراط التسمية عند إرسال الجارح، وأنه إن لم يسم الله متعمدا، لم يبح ما قتل الجارح.\nالعاشر: أنه يجوز أكل ما صاده الجارح، سواء قتله الجارح أم لا.\nوأنه إن أدركه صاحبه، وفيه حياة مستقرة فإنه لا يباح إلا بها.\nثم حث تعالى على تقواه، وحذر من إتيان الحساب في يوم القيامة، وأن ذلك أمر قد دنا واقترب، فقال: وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ ْ"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ ۖ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ ۖ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ ۗ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اليوم أَحَلَّ الله لكم أكل المستلذات، وأكل ذبائح أهل الكتاب من اليهود والنصارى، وأحل ذبائحكم لهم، وأحل لكم نكاح الحرائر العفائف من المؤمنات، والحرائر العفائف من الذين أُعْطُوا الكتاب من قبلكم من اليهود والنصارى إذا أعطيتموهن مهورهن، وكنتم متعففين عن ارتكاب الفاحشة غير متخذين عشيقات ترتكبون الزنى معهن، ومن يكفر بما شرعه الله لعباده من الأحكام فقد بطل عمله لفقد شرطه الذي هو الإيمان، وهو يوم القيامة من الخاسرين لدخوله النار خالدًا فيها مخلدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اليوم أحل لكم الطيبات» المستلذات «وطعام الذين أوتوا الكتاب» أي ذبائح اليهود والنصارى «حلٌ» حلال «لكم وطعامكم» إياهم «حل لهم والمحصنات من المؤمنات والمحصنات» الحرائر «من الذين أوتوا الكتاب من قبلكم» حل لكم أن تنكحوهن «إذا آتيتموهنَّ أجورهنَّ» مهورهنَّ «محصنين» متزوجين «غير مسافحين» معلنين بالزنا بهن «ولا متخذي أخدان» منهن تسرون بالزنا بهن «ومن يكفر بالإيمان» أي يرتد «فقد حبط عمله» الصالح قبل ذلك فلا يعتد به ولا يثاب عليه «وهو في الآخرة من الخاسرين» إذا مات عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كرر تعالى إحلال الطيبات لبيان الامتنان، ودعوة للعباد إلى شكره والإكثار من ذكره، حيث أباح لهم ما تدعوهم الحاجة إليه، ويحصل لهم الانتفاع به من الطيبات.\nوَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَّكُمْ ْ أي: ذبائح اليهود والنصارى حلال لكم -يا معشر المسلمين- دون باقي الكفار، فإن ذبائحهم لا تحل للمسلمين، وذلك لأن أهل الكتاب ينتسبون إلى الأنبياء والكتب.\nوقد اتفق الرسل كلهم على تحريم الذبح لغير الله، لأنه شرك، فاليهود والنصارى يتدينون بتحريم الذبح لغير الله، فلذلك أبيحت ذبائحهم دون غيرهم.\nوالدليل على أن المراد بطعامهم ذبائحهم، أن الطعام الذي ليس من الذبائح كالحبوب والثمار ليس لأهل الكتاب فيه خصوصية، بل يباح ذلك ولو كان من طعام غيرهم.\nوأيضا فإنه أضاف الطعام إليهم.\nفدل ذلك، على أنه كان طعاما، بسبب ذبحهم.\nولا يقال: إن ذلك للتمليك، وأن المراد: الطعام الذي يملكون.\nلأن هذا، لا يباح على وجه الغصب، ولا من المسلمين.\nوَطَعَامُكُمْ ْ أيها المسلمون حِلٌّ لَّهُمْ ْ أي: يحل لكم أن تطعموهم إياه وَ ْ أحل لكم الْمُحْصَنَاتِ ْ أي: الحرائر العفيفات مِنَ الْمُؤْمِنَاتِ ْ والحرائر العفيفات مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ ْ أي: من اليهود والنصارى.\nوهذا مخصص لقوله تعالى وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ ْ ومفهوم الآية، أن الأرقاء من المؤمنات لا يباح نكاحهن للأحرار, وهو كذلك.\nوأما الكتابيات فعلى كل حال لا يبحن، ولا يجوز نكاحهن للأحرار مطلقا، لقوله تعالى: مِن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ ْ وأما المسلمات إذا كن رقيقات فإنه لا يجوز للأحرار نكاحهن إلا بشرطين، عدم الطول وخوف العنت.\nوأما الفاجرات غير العفيفات عن الزنا فلا يباح نكاحهن، سواء كن مسلمات أو كتابيات، حتى يتبن لقوله تعالى: الزَّانِي لَا يَنكِحُ إلَّا زَانِيَةً أَوْ مُشْرِكَةً ْ الآية.\nوقوله: إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ ْ أي: أبحنا لكم نكاحهن، إذا أعطيتموهن مهورهن، فمن عزم على أن لا يؤتيها مهرها فإنها لا تحل له.\nوأمر بإيتائها إذا كانت رشيدة تصلح للإيتاء، وإلا أعطاه الزوج لوليها.\nوإضافة الأجور إليهن دليل على أن المرأة تملك جميع مهرها، وليس لأحد منه شيء، إلا ما سمحت به لزوجها أو وليها أو غيرهما.\nمُحْصِنِينَ غَيْرَ مُسَافِحِينَ ْ أي: حالة كونكم -أيها الأزواج- محصنين لنسائكم، بسبب حفظكم لفروجكم عن غيرهن.\nغَيْرَ مُسَافِحِينَ ْ أي: زانين مع كل أحد وَلَا مُتَّخِذِي أَخْدَانٍ ْ وهو: الزنا مع العشيقات، لأن الزناة في الجاهلية، منهم من يزني مع من كان، فهذا المسافح.\nومنهم من يزني مع خدنه ومحبه.\nفأخبر الله تعالى أن ذلك كله ينافي العفة، وأن شرط التزوج أن يكون الرجل عفيفا عن الزنا.\nوقوله تعالى: وَمَن يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ ْ أي: ومن كفر بالله تعالى، وما يجب الإيمان به من كتبه ورسله أو شيء من الشرائع، فقد حبط عمله، بشرط أن يموت على كفره، كما قال تعالى: وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ْ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ ْ أي: الذين خسروا أنفسهم وأموالهم وأهليهم يوم القيامة، وحصلوا على الشقاوة الأبدية."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ ۚ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا ۚ وَإِنْ كُنْتُمْ مَرْضَىٰ أَوْ عَلَىٰ سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ۚ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَٰكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، إذا أردتم القيام لأداء الصلاة، وكنتم مُحْدِثين حدثًا أصغر فَتَوَضَّؤُوا بأن تغسلوا وجوهكم، وتغسلوا أيديكم مع مرافقها، وتمسحوا برؤوسكم، وتغسلوا أرجلكم مع الكعبين الناتئين بمفصل الساق، وإن كنتم مُحْدِثِينَ حدثًا أكبر فاغتسلوا، وإن كنتم مرضى تخافون من زيادة المرض أو تأخُّر بُرْئِهِ، أو كنتم مسافرين في حال صحة، أو كنتم مُحْدِثِينَ حدثًا أصغر بقضاء الحاجة مثلًا، أو مُحْدِثِينَ حدثًا أكبر بمجامعة النساء، ولم تجدوا ماء بعد البحث عنه لتتطهروا به - فاقصدوا وجه الأرض، واضربوه بأيديكم، وامسحوا وجوهكم وامسحوا أيديكم منه، ما يريد الله أن يجعل عليكم ضيقًا في أحكامه بأن يلزمكم استعمال الماء المؤدي إلى ضرركم، فشرع لكم بديلًا عنه عند تعذره لمرض أو لفقد الماء إتمامًا لنعمته عليكم لعلكم تشكرون نعمة الله عليكم، ولا تكفرونها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إذا قمتم» أي أردتم القيام «إلى الصلاة» وأنتم محدثون «فاغسلوا وجوهكم وأيديكم إلى المرافق» أي معها كما بينته السنة «وامسحوا برؤوسكم» الباء للإلصاق أي ألصقوا المسح بها من غير إسالة ماء وهو اسم جنس فيكفي أقل ما يصدق عليه وهو مسح بعض شعرة وعليه الشافعي «وأرجلكم» بالنصب عطفا على أيديكم وبالجر على الجوار «إلى الكعبين» أي معهما كما بينته السنة وهما العظمان الناتئان في كل رجل عند مفصل الساق والقدم والفصل بين الأيدي والأرجل المغسولة بالرأس المسموح يفيد وجوب الترتيب في طهارة هذه الأعضاء وعليه الشافعي ويؤخذ من السنة وجوب النية فيه كغيره من العبادات «وإن كنتم جنبا فاطَّهروا» فاغتسلوا «وإن كنتم مرضى» مَرَضا يضره الماء «أو على سفر» أي مسافرين «أو جاء أحد منكم من الغائط» أي أحدث «أو لا مستم النساء» سبق مثله في آيه النساء «فلم تجدوا ماء» بعد طلبه «فتيمموا» اقصدوا «صعيدا طيَّبا» ترابا طاهرا «فامسحوا بوجوهكم وأيديكم» مع المرفقين «منه» بضربتين والباء للإلصاق وبينت السنة أن المراد استيعاب العضوين بالمسح «ما يريد الله ليجعل عليكم من حرج» ضيق بما فرض عليكم من الوضوء والغسل والتيمم «ولكن يريد ليطهركم» من الأحداث والذنوب «وليتم نعمته عليكم» بالإسلام ببيان شرائع الدين «لعلكم تشكرون» نعمه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه آية عظيمة قد اشتملت على أحكام كثيرة، نذكر منها ما يسره الله وسهله.\nأحدها: أن هذه المذكورات فيها امتثالها والعمل بها من لوازم الإيمان الذي لا يتم إلا به، لأنه صدرها بقوله يَأَيُّهَا الَّذِينَ آمَنُوا ْ إلى آخرها.\nأي: يا أيها الذين آمنوا، اعملوا بمقتضى إيمانكم بما شرعناه لكم.\nالثاني: الأمر بالقيام بالصلاة لقوله: إِذَا قُمْتُمْ إِلَى الصَّلَاةِ ْ الثالث: الأمر بالنية للصلاة، لقوله: إِذَا قُمْتُمْ إِلَى الصَّلَاةِ ْ أي: بقصدها ونيتها.\nالرابع: اشتراط الطهارة لصحة الصلاة، لأن الله أمر بها عند القيام إليها، والأصل في الأمر الوجوب.\nالخامس: أن الطهارة لا تجب بدخول الوقت، وإنما تجب عند إرادة الصلاة.\nالسادس: أن كل ما يطلق عليه اسم الصلاة، من الفرض والنفل، وفرض الكفاية، وصلاة الجنازة، تشترط له الطهارة، حتى السجود المجرد عند كثير من العلماء، كسجود التلاوة والشكر.\nالسابع: الأمر بغسل الوجه، وهو: ما تحصل به المواجهة من منابت شعر الرأس المعتاد، إلى ما انحدر من اللحيين والذقن طولا.\nومن الأذن إلى الأذن عرضا.\nويدخل فيه المضمضة والاستنشاق، بالسنة، ويدخل فيه الشعور التي فيه.\nلكن إن كانت خفيفة فلا بد من إيصال الماء إلى البشرة، وإن كانت كثيفة اكتفي بظاهرها.\nالثامن: الأمر بغسل اليدين، وأن حدهما إلى المرفقين و \"إلى\" كما قال جمهور المفسرين بمعنى \"مع\" كقوله تعالى: وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ ْ ولأن الواجب لا يتم إلا بغسل جميع المرفق.\nالتاسع: الأمر بمسح الرأس.\nالعاشر: أنه يجب مسح جميعه، لأن الباء ليست للتبعيض، وإنما هي للملاصقة، وأنه يعم المسح بجميع الرأس.\nالحادي عشر: أنه يكفي المسح كيفما كان، بيديه أو إحداهما، أو خرقة أو خشبة أو نحوهما، لأن الله أطلق المسح ولم يقيده بصفة، فدل ذلك على إطلاقه.\nالثاني عشر: أن الواجب المسح.\nفلو غسل رأسه ولم يمر يده عليه لم يكف، لأنه لم يأت بما أمر الله به.\nالثالث عشر: الأمر بغسل الرجلين إلى الكعبين، ويقال فيهما ما يقال في اليدين.\nالرابع عشر: فيها الرد على الرافضة، على قراءة الجمهور بالنصب، وأنه لا يجوز مسحهما ما دامتا مكشوفتين.\nالخامس عشر: فيه الإشارة إلى مسح الخفين، على قراءة الجر في وأرجلكم ْ وتكون كل من القراءتين، محمولة على معنى، فعلى قراءة النصب فيها، غسلهما إن كانتا مكشوفتين، وعلى قراءة الجر فيها، مسحهما إذا كانتا مستورتين بالخف.\nالسادس عشر: الأمر بالترتيب في الوضوء، لأن الله تعالى ذكرها مرتبة.\nولأنه أدخل ممسوحا -وهو الرأس- بين مغسولين، ولا يعلم لذلك فائدة غير الترتيب.\nالسابع عشر: أن الترتيب مخصوص بالأعضاء الأربعة المسميات في هذه الآية.\nوأما الترتيب بين المضمضة والاستنشاق والوجه، أو بين اليمنى واليسرى من اليدين والرجلين، فإن ذلك غير واجب، بل يستحب تقديم المضمضة والاستنشاق على غسل الوجه، وتقديم اليمنى على اليسرى من اليدين والرجلين، وتقديم مسح الرأس على مسح الأذنين.\nالثامن عشر: الأمر بتجديد الوضوء عند كل صلاة، لتوجد صورة المأمور به.\nالتاسع عشر: الأمر بالغسل من الجنابة.\nالعشرون: أنه يجب تعميم الغسل للبدن، لأن الله أضاف التطهر للبدن، ولم يخصصه بشيء دون شيء.\nالحادي والعشرون: الأمر بغسل ظاهر الشعر وباطنه في الجنابة.\nالثاني والعشرون: أنه يندرج الحدث الأصغر في الحدث الأكبر، ويكفي من هما عليه أن ينوي، ثم يعمم بدنه، لأن الله لم يذكر إلا التطهر، ولم يذكر أنه يعيد الوضوء.\nالثالث والعشرون: أن الجنب يصدق على من أنزل المني يقظة أو مناما، أو جامع ولو لم ينزل.\nالرابع والعشرون: أن من ذكر أنه احتلم ولم يجد بللا، فإنه لا غسل عليه، لأنه لم تتحقق منه الجنابة.\nالخامس والعشرون: ذكر مِنَّة الله تعالى على العباد، بمشروعية التيمم.\nالسادس والعشرون: أن من أسباب جواز التيمم وجود المرض الذي يضره غسله بالماء، فيجوز له التيمم.\nالسابع والعشرون: أن من جملة أسباب جوازه، السفر والإتيان من البول والغائط إذا عدم الماء، فالمرض يجوز التيمم مع وجود الماء لحصول التضرر به، وباقيها يجوزه العدم للماء ولو كان في الحضر.\nالثامن والعشرون: أن الخارج من السبيلين من بول وغائط، ينقض الوضوء.\nالتاسع والعشرون: استدل بها من قال: لا ينقض الوضوء إلا هذان الأمران، فلا ينتقض بلمس الفرج ولا بغيره.\nالثلاثون: استحباب التكنية عما يستقذر التلفظ به لقوله تعالى: أَوْ جَاءَ أَحَدٌ مِنكُم مِّنَ الْغَائِطِ ْ الحادي والثلاثون: أن لمس المرأة بلذة وشهوة ناقض للوضوء.\nالثاني والثلاثون: اشتراط عدم الماء لصحة التيمم.\nالثالث والثلاثون: أن مع وجود الماء ولو في الصلاة، يبطل التيمم لأن الله إنما أباحه مع عدم الماء.\nالرابع والثلاثون: أنه إذا دخل الوقت وليس معه ماء، فإنه يلزمه طلبه في رحله وفيما قرب منه، لأنه لا يقال \"لم يجد\" لمن لم يطلب.\nالخامس والثلاثون: أن من وجد ماء لا يكفي بعض طهارته، فإنه يلزمه استعماله، ثم يتيمم بعد ذلك.\nالسادس والثلاثون: أن الماء المتغير بالطاهرات، مقدم على التيمم، أي: يكون طهورا، لأن الماء المتغير ماء، فيدخل في قوله: فَلَمْ تَجِدُوا مَاءً ْ السابع والثلاثون: أنه لا بد من نية التيمم لقوله: فَتَيَمَّمُوا ْ أي: اقصدوا.\nالثامن والثلاثون: أنه يكفي التيمم بكل ما تصاعد على وجه الأرض من تراب وغيره.\nفيكون على هذا، قوله: فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ْ إما من باب التغليب، وأن الغالب أن يكون له غبار يمسح منه ويعلق بالوجه واليدين، وإما أن يكون إرشادا للأفضل، وأنه إذا أمكن التراب الذي فيه غبار فهو أولى.\nالتاسع والثلاثون: أنه لا يصح التيمم بالتراب النجس، لأنه لا يكون طيبا بل خبيثا.\nالأربعون: أنه يمسح في التيمم الوجه واليدان فقط، دون بقية الأعضاء.\nالحادي والأربعون: أن قوله: بِوُجُوهِكُمْ ْ شامل لجميع الوجه وأنه يعممه بالمسح، إلا أنه معفو عن إدخال التراب في الفم والأنف، وفيما تحت الشعور، ولو خفيفة.\nالثاني والأربعون: أن اليدين تمسحان إلى الكوعين فقط، لأن اليدين عند الإطلاق كذلك.\nفلو كان يشترط إيصال المسح إلى الذراعين لقيده الله بذلك، كما قيده في الوضوء.\nالثالث والأربعون: أن الآية عامة في جواز التيمم، لجميع الأحداث كلها، الحدث الأكبر والأصغر، بل ولنجاسة البدن، لأن الله جعلها بدلا عن طهارة الماء، وأطلق في الآية فلم يقيد [وقد يقال أن نجاسة البدن لا تدخل في حكم التيمم لأن السياق في الأحداث وهو قول جمهور العلماء] الرابع والأربعون: أن محل التيمم في الحدث الأصغر والأكبر واحد، وهو الوجه واليدان.\nالخامس والأربعون: أنه لو نوى مَنْ عليه حدثان التيمم عنهما، فإنه يجزئ أخذا من عموم الآية وإطلاقها.\nالسادس والأربعون: أنه يكفي المسح بأي شيء كان، بيده أو غيرها، لأن الله قال فامسحوا ْ ولم يذكر الممسوح به، فدل على جوازه بكل شيء.\nالسابع والأربعون: اشتراط الترتيب في طهارة التيمم، كما يشترط ذلك في الوضوء، ولأن الله بدأ بمسح الوجه قبل مسح اليدين.\nالثامن والأربعون: أن الله تعالى -فيما شرعه لنا من الأحكام- لم يجعل علينا في ذلك من حرج ولا مشقة ولا عسر، وإنما هو رحمة منه بعباده ليطهرهم، وليتم نعمته عليهم.\nوهذا هو التاسع والأربعون: أن طهارة الظاهر بالماء والتراب، تكميل لطهارة الباطن بالتوحيد، والتوبة النصوح.\nالخمسون: أن طهارة التيمم، وإن لم يكن فيها نظافة وطهارة تدرك بالحس والمشاهدة، فإن فيها طهارة معنوية ناشئة عن امتثال أمر الله تعالى.\nالحادي والخمسون: أنه ينبغي للعبد أن يتدبر الحِكَم والأسرار في شرائع الله، في الطهارة وغيرها ليزداد معرفة وعلما، ويزداد شكرا لله ومحبة له، على ما شرع من الأحكام التي توصل العبد إلى المنازل العالية الرفيعة."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا نعمة الله عليكم بالهداية للإسلام، واذكروا عهده الذي عاهدكم عليه حين قلتم لما بايعتم النبي صلى الله عليه وسلم على السمع والطاعة في المنشط والمكره: سمعنا قولك وأطعنا أمرك، واتقوا الله بامتثال أوامره - ومنها عهوده - واجتناب نواهيه، إن الله عليم بما في القلوب، فلا يخفى عليه منه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكروا نعمة الله عليكم» بالإسلام «وميثاقه» عهده «الذي واثقكم به» عاهدكم عليه «إذ قلتم» للنبي صلي الله عليه وسلم حين بايعتموه «سمعنا وأطعنا» في كل ما تأمر به وتنهى مما نحب ونكره «واتقوا الله» في ميثاقه أن تنقضوه «إن الله عليم بذات الصدور» بما في القلوب فبغيره أولى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده بذكر نعمه الدينية والدنيوية، بقلوبهم وألسنتهم.\nفإن في استدامة ذكرها داعيا لشكر الله تعالى ومحبته، وامتلاء القلب من إحسانه.\nوفيه زوال للعجب من النفس بالنعم الدينية، وزيادة لفضل الله وإحسانه.\nو مِيثَاقَهُْ أي: واذكروا ميثاقه الَّذِي وَاثَقَكُمْ بِهِ ْ أي: عهده الذي أخذه عليكم.\nوليس المراد بذلك أنهم لفظوا ونطقوا بالعهد والميثاق، وإنما المراد بذلك أنهم بإيمانهم بالله ورسوله قد التزموا طاعتهما، ولهذا قال: إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ْ أي: سمعنا ما دعوتنا به من آياتك القرآنية والكونية، سمع فهم وإذعان وانقياد.\nوأطعنا ما أمرتنا به بالامتثال، وما نهيتنا عنه بالاجتناب.\nوهذا شامل لجميع شرائع الدين الظاهرة والباطنة.\nوأن المؤمنين يذكرون في ذلك عهد الله وميثاقه عليهم، وتكون منهم على بال، ويحرصون على أداء ما أُمِرُوا به كاملا غير ناقص.\nوَاتَّقُوا اللَّهَ ْ في جميع أحوالكم إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ ْ أي: بما تنطوي عليه من الأفكار والأسرار والخواطر.\nفاحذروا أن يطلع من قلوبكم على أمر لا يرضاه، أو يصدر منكم ما يكرهه، واعمروا قلوبكم بمعرفته ومحبته والنصح لعباده.\nفإنكم -إن كنتم كذلك- غفر لكم السيئات، وضاعف لكم الحسنات، لعلمه بصلاح قلوبكم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ ۖ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا ۚ اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وبرسوله، كونوا قائمين بحقوق الله عليكم مبتغين بذلك وجهه، وكونوا شهداء بالعدل لا بالجور، ولا يحملنكم بُغْض قوم على ترك العدل، فالعدل مطلوب مع الصديق والعدو، فاعدلوا معهما، فالعدل أقرب إلى الخوف من الله، والجور أقرب إلى الجسارة عليه، واتقوا الله بامتثال أوامره واجتناب نواهيه، إن الله خبير بما تعملون، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا كونوا قوامين» قائمين «لله» بحقوقه «شهداء بالقسط» بالعدل «ولا يجرمنكم» يحملنكم «شنَآن» بغض «قوم» أي الكفار «على ألاَّ تعدلوا» فتنالوا منهم لعدواتهم «إعدلوا» في العدو والولي «هو» أي العدل «أقرب للتقوى واتقوا الله إن الله خبير بما تعملون» فيجازيكم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي يَأَيُّهَا الَّذِينَ آمَنُوا ْ بما أُمِرُوا بالإيمان به، قوموا بلازم إيمانكم، بأن تكونوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ ْ بأن تنشط للقيام بالقسط حركاتكم الظاهرة والباطنة.\nوأن يكون ذلك القيام لله وحده، لا لغرض من الأغراض الدنيوية، وأن تكونوا قاصدين للقسط، الذي هو العدل، لا الإفراط ولا التفريط، في أقوالكم ولا أفعالكم، وقوموا بذلك على القريب والبعيد، والصديق والعدو.\nوَلَا يَجْرِمَنَّكُمْ ْ أي: لا يحملنكم بغض قَوْمٍ عَلَى أَلَّا تَعْدِلُوا ْ كما يفعله من لا عدل عنده ولا قسط، بل كما تشهدون لوليكم، فاشهدوا عليه، وكما تشهدون على عدوكم فاشهدوا له، ولو كان كافرا أو مبتدعا، فإنه يجب العدل فيه، وقبول ما يأتي به من الحق، لأنه حق لا لأنه قاله، ولا يرد الحق لأجل قوله، فإن هذا ظلم للحق.\nاعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى ْ أي: كلما حرصتم على العدل واجتهدتم في العمل به، كان ذلك أقرب لتقوى قلوبكم، فإن تم العدل كملت التقوى.\nإِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ ْ فمجازيكم بأعمالكم، خيرها وشرها، صغيرها وكبيرها، جزاء عاجلا، وآجلا."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۙ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وَعَدَ الله - الذي لا يخلف الميعاد - الذين آمنوا بالله ورسله وعملوا الصالحات بالمغفرة لذنوبهم، وبالثواب العظيم وهو دخول الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعد الله الذين آمنوا وعملوا الصالحات» وعدا حسنا «لهم مغفرة وأجر عظيم» هو الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي وَعَدَ اللَّهُ ْ الذي لا يخلف الميعاد وهو أصدق القائلين -المؤمنين به وبكتبه ورسله واليوم الآخر، وَعَمِلُوا الصَّالِحَاتِ ْ من واجبات ومستحبات- بالمغفرة لذنوبهم، بالعفو عنها وعن عواقبها، وبالأجر العظيم الذي لا يعلم عظمه إلا الله تعالى.\nفَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُم مِن قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ْ"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين كفروا بالله، وكذبوا بآياته، أولئك هم أصحاب النار الذين يدخلونها عقوبة على كفرهم وتكذيبهم، ملازمين لها كما يلازم الصاحب صاحبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين كفروا وكذبوا بآياتنا أولئك أصحاب الجحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا ْ الدالة على الحق المبين، فكذبوا بها بعد ما أبانت الحقائق.\nأُولَئِكَ أَصْحَابُ الْجَحِيمِ ْ الملازمون لها ملازمة الصاحب لصاحبه."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ ۖ وَاتَّقُوا اللَّهَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، اذكروا بقلوبكم وألسنتكم ما أنعم الله به عليكم من الأمن وإلقاء الخوف في قلوب أعدائكم حين قصدوا أن يمدوا أيديهم إليكم ليبطشوا بكم ويفتكوا، فصرفهم الله عنكم وعصمكم منهم، واتقوا الله بامتثال أوامره واجتناب نواهيه، وعلى الله وحده فليعتمد المؤمنون في تحصيل مصالحهم الدينية والدنيوية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ هَمَّ قوم» هم قريش «أن يبسطوا» يمدوا «إليكم أيديهم» ليفتكوا بكم «فكفَّ أيديهم عنكم» وعصمكم مما أرادوا بكم «واتقوا الله وعلى الله فليتوكل المؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُذَكِّر تعالى عباده المؤمنين بنعمه العظيمة، ويحثهم على تذكرها بالقلب واللسان، وأنهم -كما أنهم يعدون قتلهم لأعدائهم، وأخذ أموالهم وبلادهم وسبيهم نعمةً - فليعدوا أيضا إنعامه عليهم بكف أيديهم عنهم، ورد كيدهم في نحورهم نعمة.\nفإنهم الأعداء، قد هموا بأمر، وظنوا أنهم قادرون عليه.\nفإذا لم يدركوا بالمؤمنين مقصودهم، فهو نصر من الله لعباده المؤمنين ينبغي لهم أن يشكروا الله على ذلك، ويعبدوه ويذكروه، وهذا يشمل كل من هَمَّ بالمؤمنين بشر، من كافر ومنافق وباغ، كف الله شره عن المسلمين، فإنه داخل في هذه الآية.\nثم أمرهم بما يستعينون به على الانتصار على عدوهم، وعلى جميع أمورهم، فقال: وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ْ أي: يعتمدوا عليه في جلب مصالحهم الدينية والدنيوية، وتبرؤوا من حولهم وقوتهم، ويثقوا بالله تعالى في حصول ما يحبون.\nوعلى حسب إيمان العبد يكون توكله، وهو من واجبات القلب المتفق عليها."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ۖ وَقَالَ اللَّهُ إِنِّي مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ فَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أخذ الله العهد المؤكد على بني إسرائيل بما سيأتي ذكره قريبًا، وأقام عليهم اثني عشر رئيسًا، كل رئيس يكون ناظرًا على من تحته، وقال الله لبني إسرائيل: إني معكم بالنصر والتأييد إذا أديتم الصلاة على الوجه الأكمل، وأعطيتم زكاة أموالكم، وصَدَّقْتم برسلي جميعًا دون تفريق بينهم، وعظمتموهم، ونصرتموهم، وأنفقتم في وجوه الخير، فإذا قمتم بذلك كله لأكفرن عنكم السيئات التي ارتكبتموها، ولأدخلنكم يوم القيامة جنات تجري الأنهار من تحت قصورها، فمن كفر بعد أخذ هذا العهد الموثق عليه فقد تنكّب طريق الحق عالمًا عامدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أخذ الله ميثاق بني إسرائيل» بما يذكر بعد «وبعثنا» فيه التفات عن الغيبة أقمنا «منهم اثني عشر نقيبا» من كل سبط نقيب يكون كفيلا على قومه بالوفاء بالعهد توثقة عليهم «وقال» لهم «الله إنِّي معكم» بالعون والنصرة «لئن» لام قسم «أقمتم الصلاة وآتيتم الزكاة وآمنتم برسلي وعزَّرتموهم» نصرتموهم «وأقرضتم الله قرضا حسنا» بالإنفاق في سبيله «لأكفرنَّ عنكم سيئآتكم ولأدخلنكم جنات تجري من تحتها الأنهار فمن كفر بعد ذلك» الميثاق «منكم فقد ضل سواء السبيل» أخطأ طريق الحق. والسواء في الأصل الوسط فنقضوا الميثاق قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه أخذ على بني إسرائيل الميثاق الثقيل المؤكد، وذكر صفة الميثاق وأجرهم إن قاموا به، وإثمهم إن لم يقوموا به، ثم ذكر أنهم ما قاموا به، وذكر ما عاقبهم به، فقال: وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ ْ أي: عهدهم المؤكد الغليظ، وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ْ أي: رئيسا وعريفا على من تحته، ليكون ناظرا عليهم، حاثا لهم على القيام بما أُمِرُوا به، مطالبا يدعوهم.\nوَقَالَ اللَّهُ ْ للنقباء الذين تحملوا من الأعباء ما تحملوا: إِنِّي مَعَكُمْ ْ أي: بالعون والنصر، فإن المعونة بقدر المؤنة.\nثم ذكر ما واثقهم عليه فقال: لَئِنْ أَقَمْتُمُ الصَّلَاةَ ْ ظاهرا وباطنا، بالإتيان بما يلزم وينبغي فيها، والمداومة على ذلك وَآتَيْتُمُ الزَّكَاةَ ْ لمستحقيها وَآمَنْتُمْ بِرُسُلِي ْ جميعهم، الذين أفضلهم وأكملهم محمد صلى الله عليه وسلم، وَعَزَّرْتُمُوهُمْ ْ أي: عظمتموهم، وأديتم ما يجب لهم من الاحترام والطاعة وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا ْ وهو الصدقة والإحسان، الصادر عن الصدق والإخلاص وطيب المكسب، فإذا قمتم بذلك لَأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ْ فجمع لهم بين حصول المحبوب بالجنة وما فيها من النعيم، واندفاع المكروه بتكفير السيئات، ودفع ما يترتب عليها من العقوبات.\nفَمَن كَفَرَ بَعْدَ ذَلِكَ ْ العهد والميثاق المؤكد بالأيمان والالتزامات، المقرون بالترغيب بذكر ثوابه.\nفَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ ْ أي: عن عمد وعلم، فيستحق ما يستحقه الضالون من حرمان الثواب، وحصول العقاب.\nفكأنه قيل: ليت شعري ماذا فعلوا؟ وهل وفوا بما عاهدوا الله عليه أم نكثوا؟"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً ۖ يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ ۙ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبسبب نقضهم العهد المأخوذ عليهم طردناهم من رحمتنا، وصيرنا قلوبهم غليظة صلبة لا يصل إليها خير، ولا تنفعها موعظة، يُحَرِّفُونَ الكلم عن مواضعه بالتبديل لألفاظه، وبالتأويل لمعانيه بما يوافق أهواءهم، وتركوا العمل ببعض ما ذُكِّرُوا به، ولا تزال -أيها الرسول - تكتشف منهم خيانة لله ولعباده المؤمنين، إلا قليلًا منهم وَفَّوْا بما أخذ عليهم من عهد، فاعفُ عنهم ولا تؤاخذهم، واصفح عنهم؛ فإن ذلك من الإحسان، والله يحب المحسنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبما نقضهم» ما زائدة «ميثاقهم لعناهم» أبعدناهم عن رحمتنا «وجعلنا قلوبهم قاسية» لا تلين لقبول الإيمان «يحرِّفون الكلم» الذي في التوراة من نعت محمد صلى الله عليه وسلم وغيره «عن مواضعه» التي وضعه الله عليها أي يبدلونه «ونسوا» تركوا «حظّاً» نصيبا «مما ذكروا» أمروا «به» في التوراة من اتباع محمد «ولا تزال» خطاب للنبي صلى الله علي وسلم «تطَّلع» تظهر «على خائنة» أي خيانة «منهم» بنقض العهد وغيره «إلا قليلا منهم» ممن أسلم «فاعف عنهم واصفح إن الله يحب المحسنين» وهذا منسوخ بآيه السيف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ ْ أي: بسببه عاقبناهم بعدة عقوبات: الأولى: أنا لَعَنَّاهُمْ ْ أي: طردناهم وأبعدناهم من رحمتنا، حيث أغلقوا على أنفسهم أبواب الرحمة، ولم يقوموا بالعهد الذي أخذ عليهم، الذي هو سببها الأعظم.\nالثانية: قوله: وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً ْ أي: غليظة لا تجدي فيها المواعظ، ولا تنفعها الآيات والنذر، فلا يرغبهم تشويق، ولا يزعجهم تخويف، وهذا من أعظم العقوبات على العبد، أن يكون قلبه بهذه الصفة التي لا يفيده الهدى, والخير إلا شرا.\nالثالثة: أنهم يُحَرِّفُونَ الْكَلِمَ عَن مَوَاضِعِهِ ْ أي: ابتلوا بالتغيير والتبديل، فيجعلون للكلم الذي أراد الله معنى غير ما أراده الله ولا رسوله.\nالرابعة: أنهم نسوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ ْ فإنهم ذكروا بالتوراة، وبما أنزل الله على موسى، فنسوا حظا منه، وهذا شامل لنسيان علمه، وأنهم نسوه وضاع عنهم، ولم يوجد كثير مما أنساهم الله إياه عقوبة منه لهم.\nوشامل لنسيان العمل الذي هو الترك، فلم يوفقوا للقيام بما أمروا به، ويستدل بهذا على أهل الكتاب بإنكارهم بعض الذي قد ذكر في كتابهم، أو وقع في زمانهم، أنه مما نسوه.\nالخامسة: الخيانة المستمرة التي لا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِّنْهُمْ ْ أي: خيانة لله ولعباده المؤمنين.\nومن أعظم الخيانة منهم، كتمهم [عن] من يعظهم ويحسن فيهم الظن الحق، وإبقاؤهم على كفرهم، فهذه خيانة عظيمة.\nوهذه الخصال الذميمة، حاصلة لكل من اتصف بصفاتهم.\nفكل من لم يقم بما أمر الله به، وأخذ به عليه الالتزام، كان له نصيب من اللعنة وقسوة القلب، والابتلاء بتحريف الكلم، وأنه لا يوفق للصواب، ونسيان حظ مما ذُكِّر به، وأنه لا بد أن يبتلى بالخيانة، نسأل الله العافية.\nوسمى الله تعالى ما ذكروا به حظا، لأنه هو أعظم الحظوظ، وما عداه فإنما هي حظوظ دنيوية، كما قال تعالى: فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ ْ وقال في الحظ النافع: وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ ْ وقوله: إِلَّا قَلِيلًا مِنْهُمْ ْ أي: فإنهم وفوا بما عاهدوا الله عليه فوفقهم وهداهم للصراط المستقيم.\nفَاعْفُ عَنْهُمْ وَاصْفَحْ ْ أي: لا تؤاخذهم بما يصدر منهم من الأذى، الذي يقتضي أن يعفى عنهم، واصفح، فإن ذلك من الإحسان إن اللَّهُ يُحِبُّ الْمُحْسِنِينَ ْ والإحسان: هو أن تعبد الله كأنك تراه فإن لم تكن تراه، فإنه يراك.\nوفي حق المخلوقين: بذل النفع الديني والدنيوي لهم."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ ۚ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكما أخذنا على اليهود عهدًا مؤكدًا موثقًا أخذنا على الذين زَكَّوْا أنفسهم بأنهم أتباع عيسى عليه السلام، فتركوا العمل بجزء مما ذُكِّرُوا به، كما فعل أسلافهم من اليهود، وألقينا بينهم الخصومة والكراهة الشديدة إلى يوم القيامة، فأصبحوا متقاتلين متناحرين يُكَفِّرُ بعضهم بعضًا، وسوف يخبرهم الله بما كانوا يصنعون، ويجازيهم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الذين قالوا إنا نصارى» متعلق بقوله «أخذنا ميثاقهم» كما أخذنا على بني إسرائيل اليهود «فنسوا حظاً مما ذكِّروا به» في الإنجيل من الإيمان وغيره ونقضوا الميثاق «فأغرينا» أوقعنا «بينهم العداوة والبغضاء إلى يوم القيامة» بتفرقهم واختلاف أهوائهم فكل فرقة تكفر الأخرى «وسوف ينبئهم الله» في الآخرة «بما كانوا يصنعون» فيجازيهم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وكما أخذنا على اليهود العهد والميثاق، فكذلك أخذنا على الَّذِينَ قَالُوا إِنَّا نَصَارَى ْ لعيسى ابن مريم، وزكوا أنفسهم بالإيمان بالله ورسله وما جاءوا به، فنقضوا العهد، فَنَسُوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ ْ نسيانا علميا، ونسيانا عمليا.\nفَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ ْ أي: سلطنا بعضهم على بعض، وصار بينهم من الشرور والإحن ما يقتضي بغض بعضهم بعضا ومعاداة بعضهم بعضا إلى يوم القيامة، وهذا أمر مشاهد، فإن النصارى لم يزالوا ولا يزالون في بغض وعداوة وشقاق.\nوَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ ْ فيعاقبهم عليه."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ ۚ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أهل الكتاب من اليهود أصحاب التوراة، والنصارى أصحاب الإنجيل، قد جاءكم رسولنا محمد صلى الله عليه وسلم يبين لكم الكثير مما كنتم تكتمونه من الكتاب المنزل عليكم، ويتجاوز عن كثير من ذلك مما لا مصلحة فيه إلا افتضاحكم، قد جاءكم القرآن كتابًا من عند الله، وهو نور يُسْتضاء به، وكتاب مبين لكل ما يحتاج إليه الناس في شؤونهم الدنيوية والأخروية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أهل الكتاب» اليهود والنصارى «قد جاءكم رسولنا» محمد «يبين لكم كثيرا مما كنتم تخفون» تكتمون «من الكتاب» التوراة والإنجيل كآية الرجم وصفته «ويعفو عن كثير» من ذلك فلا يبينه إذا لم يكن فيه مصلحة إلا افتضاحكم «قد جاءكم من الله نورٌ» هو النبي صلى الله عليه وسلم «وكتابٌ» قرآن «مبين» بين ظاهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ما أخذه الله على أهل الكتاب من اليهود والنصارى، وأنهم نقضوا ذلك إلا قليلا منهم، أمرهم جميعا أن يؤمنوا بمحمد صلى الله عليه وسلم، واحتج عليهم بآية قاطعة دالة على صحة نبوته، وهي: أنه بين لهم كثيرا مما يُخْفُون عن الناس، حتى عن العوام من أهل ملتهم، فإذا كانوا هم المشار إليهم في العلم ولا علم عند أحد في ذلك الوقت إلا ما عندهم، فالحريص على العلم لا سبيل له إلى إدراكه إلا منهم، فإتيان الرسول صلى الله عليه وسلم بهذا القرآن العظيم الذي بيَّن به ما كانوا يتكاتمونه بينهم، وهو أُمِّيّ لا يقرأ ولا يكتب - من أدل الدلائل على القطع برسالته، وذلك مثل صفة محمد في كتبهم، ووجود البشائر به في كتبهم، وبيان آية الرجم ونحو ذلك.\nوَيَعْفُو عَن كَثِيرٍ ْ أي: يترك بيان ما لا تقتضيه الحكمة.\nقَدْ جَاءَكُم مِّنَ اللَّهِ نُورٌ ْ وهو القرآن، يستضاء به في ظلمات الجهالة وعماية الضلالة.\nوَكِتَابٌ مُّبِينٌ ْ لكل ما يحتاج الخلق إليه من أمور دينهم ودنياهم.\nمن العلم بالله وأسمائه وصفاته وأفعاله، ومن العلم بأحكامه الشرعية وأحكامه الجزائية."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يهدي الله بهذا الكتاب من اتبع ما يرضيه من الإيمان والعمل الصالح إلى طُرقِ السلامة من عذاب الله، وهي الطرق الموصلة إلى الجنة، ويخرجهم من ظلمات الكفر والمعصية إلى نور الإيمان والطاعة بإذنه، ويوفقهم إلى الطريق القويم المستقيم طريق الإسلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يهدي به» أي بالكتاب «الله من اتبع رضوانه» بأن آمن «سبل السلام» طرق السلامة «ويخرجهم من الظلمات» الكفر «إلى النور» الإيمان «بإذنه» بإرادته «ويهديهم إلى صراط مستقيم» دين الإسلام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ ْ أي: يهدي به من اجتهد وحرص على بلوغ مرضاة الله، وصار قصده حسنا -سبل السلام التي تسلم صاحبها من العذاب، وتوصله إلى دار السلام، وهو العلم بالحق والعمل به، إجمالا وتفصيلا.\nوَيُخْرِجُهُم مِّن ْ ظلمات الكفر والبدعة والمعصية، والجهل والغفلة، إلى نور الإيمان والسنة والطاعة والعلم، والذكر.\nوكل هذه الهداية بإذن الله، الذي ما شاء كان، وما لم يشأ لم يكن.\nوَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ ْ"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ۚ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا ۗ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۚ يَخْلُقُ مَا يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد كفر القائلون من النصارى بأن الله هو المسيح عيسى بن مريم، قل لهم - أيها الرسول -: من يقدر أن يمنع الله من إهلاك المسيح عيسى بن مريم ويهلك أمه، ويهلك من في الأرض كلهم إذا أراد إهلاكهم؟! وإذا لم يقدر أحد أن يمنعه من ذلك دلَّ ذلك على أنه لا إله إلا الله، وأن الجميع: عيسى بن مريم وأمه وسائر الخلق هم خَلْقُ الله، ولله ملك السماوات والأرض وملك ما بينهما، يخلق ما يشاء، وممن شاء خلقه: عيسى عليه السلام؛ فهو عبده ورسوله، والله على كل شيء قدير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد كفر الذين قالوا إن الله هو المسح ابن مريم» حيث جعلوه إلَها وهم اليعقوبية فرقة من النصارى «قل فمن يملك» أي يدفع «من» عذاب «الله شيئا إن أراد أن يُهلك المسيح ابن مريم وأمه ومن في الأرض جميعا» أي لا أحد يملك ذلك ولو كان المسيح إلَها لقدر عليه «ولله ملك السماوات والأرض وما بينهما يخلق ما يشاء والله على كل شيء» شاءه «قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى أخذ الميثاق على أهل الكتابين، وأنهم لم يقوموا به بل نقضوه، ذكر أقوالهم الشنيعة.\nفذكر قول النصارى، القول الذي ما قاله أحد غيرهم، بأن الله هو المسيح ابن مريم، ووجه شبهتهم أنه ولد من غير أب، فاعتقدوا فيه هذا الاعتقاد الباطل مع أن حواء نظيره، خُلِقَت بلا أم، وآدم أولى منه، خلق بلا أب ولا أم، فهلا ادعوا فيهما الإلهية كما ادعوها في المسيح؟ فدل على أن قولهم اتباع هوى من غير برهان ولا شبهة.\nفرد الله عليهم بأدلة عقلية واضحة فقال: قُلْ فَمَن يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَن يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَن فِي الْأَرْضِ جَمِيعًا فإذا كان المذكورون لا امتناع عندهم يمنعهم لو أراد الله أن يهلكهم، ولا قدرة لهم على ذلك - دل على بطلان إلهية من لا يمتنع من الإهلاك، ولا في قوته شيء من الفكاك.\nومن الأدلة أن لِلَّهِ وحده مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يتصرف فيهم بحكمه الكوني والشرعي والجزائي، وهم مملوكون مدبرون، فهل يليق أن يكون المملوك العبد الفقير، إلها معبودا غنيا من كل وجه؟ هذا من أعظم المحال.\nولا وجه لاستغرابهم لخلق المسيح عيسى ابن مريم من غير أب، فإن الله يَخْلُقُ مَا يَشَاءُ إن شاء من أب وأم، كسائر بني آدم، وإن شاء من أب بلا أم، كحواء.\nوإن شاء من أم بلا أب، كعيسى.\nوإن شاء من غير أب ولا أم [كآدم] فنوع خليقته تعالى بمشيئته النافذة، التي لا يستعصي عليها شيء، ولهذا قال: وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَقَالَتِ الْيَهُودُ وَالنَّصَارَىٰ نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ ۚ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ ۖ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وادَّعى كلٌّ من اليهود والنصارى أنهم أبناء الله وأحباؤه، قل - أيها الرسول - ردًّا عليهم: لماذا يعذبكم الله بالذنوب التي ترتكبونها؟! فلو كنتم أحباءه كما زعمتم لما عذبكم بالقتل والمسخ في الدنيا، وبالنار في الآخرة؛ لأنه لا يعذب من أحب، بل أنتم بشر كسائر البشر، مَنْ أحسن منهم جازاه بالجنة، ومن أساء عاقبه بالنار، فالله يغفر لمن يشاء بفضله، ويعذب من يشاء بعدله، ولله وحده ملك السماوات والأرض وملك ما بينهما، وإليه وحده المرجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالت اليهود والنصارى» أي كل منهما «نحن أبناء الله» أي كأبنائه في القرب والمنزلة وهو كأبينا في الرحمة والشفقة «وأحباؤه قل» لهم يا محمد «فلم يعذبكم بذنوبكم» إن صدقتم في ذلك ولا يعذب الأب ولده ولا الحبيب حبيبه وقد عذبكم فأنتم كاذبون «بل أنتم بشر ممن» من جملة من «خلق» من البشر لكم ما لهم وعليكم ما عليهم «يغفر لمن يشاء» المغفرة له «ويعذب من يشاء» تعذيبه لا اعتراض عليه «ولله ملك السماوات والأرض وما بينهما وإليه المصير» المرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن مقالات اليهود والنصارى أن كلا منهما ادعى دعوى باطلة، يزكون بها أنفسهم، بأن قال كل منهما: نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ والابن في لغتهم هو الحبيب، ولم يريدوا البنوة الحقيقية، فإن هذا ليس من مذهبهم إلا مذهب النصارى في المسيح.\nقال الله ردا عليهم حيث ادعوا بلا برهان: قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ ؟ فلو كنتم أحبابه ما عذبكم [لكون الله لا يحب إلا من قام بمراضيه] بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ تجري عليكم أحكام العدل والفضل يَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ إذا أتوا بأسباب المغفرة أو أسباب العذاب، وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ أي: فأي شيء خصكم بهذه الفضيلة، وأنتم من جملة المماليك ومن جملة من يرجع إلى الله في الدار الآخرة، فيجازيكم بأعمالكم."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أهل الكتاب من اليهود والنصارى، قد جاءكم رسولنا محمد صلى الله عليه وسلم بعد انقطاع من الرسل وشدة الحاجة إلى إرساله؛ لئلا تقولوا معتذرين: ما جاءنا رسول يبشرنا بثواب الله، وينذرنا عقابه، فقد جاءكم محمد صلى الله عليه وسلم مبشرًا بثوابه ومنذرًا عقابه، والله على كل شيء قدير، لا يعجزه شيء، ومن قدرته إرسال الرسل، وخَتْمهم بمحمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أهل الكتاب قد جاءكم رسولنا» محمد «يبين لكم» شرائع الدين «على فترة» انقطاع «من الرسل» إذ لم يكن بينه وبين عيسى رسول ومدة ذلك خمسمائة وتسع وستون سنة لـ «أن» لا «تقولوا» إذا عذبتم «ما جاءنا من» زائدة «بشير ولا نذير فقد جاءكم بشير ونذير» فلا عذر لكم إذاً «والله على كل شيء قدير» ومنه تعذيبكم إن لم تتبعوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يدعو تبارك وتعالى أهل الكتاب -بسبب ما من عليهم من كتابه- أن يؤمنوا برسوله محمد صلى الله عليه وسلم، ويشكروا الله تعالى الذي أرسله إليهم على حين فَتْرَةٍ مِّنَ الرُّسُلِ وشدة حاجة إليه.\nوهذا مما يدعو إلى الإيمان به، وأنه يبين لهم جميع المطالب الإلهية والأحكام الشرعية.\nوقد قطع الله بذلك حجتهم، لئلا يقولوا: مَا جَاءَنَا مِن بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُم بَشِيرٌ وَنَذِيرٌ يبشر بالثواب العاجل والآجل، وبالأعمال الموجبة لذلك، وصفة العاملين بها.\nوينذر بالعقاب العاجل والآجل، وبالأعمال الموجبة لذلك، وصفة العاملين بها.\nوَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ انقادت الأشياء طوعا وإذعانا لقدرته، فلا يستعصي عليه شيء منها، ومن قدرته أن أرسل الرسل، وأنزل الكتب، وأنه يثيب من أطاعهم ويعاقب من عصاهم."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - حين قال موسى لقومه بني إسرائيل: يا قوم، اذكروا بقلوبكم وألسنتكم نعمة الله عليكم حين جعل فيكم أنبياء يدعونكم إلى الهدى، وجعلكم ملوكًا تملكون أمر أنفسكم بعد أن كنتم مملوكين مُسْتعبدين، وأعطاكم من نعمه ما لم يعط أحدًا من العالَمِين في زمانكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ قال موسى لقومه يا قوم اذكروا نعمة الله عليكم إذ جعل فيكم» أي منكم «أنبياء وجعلكم ملوكا» أصحاب خدم وحشم «وآتاكم ما لم يؤت أحدا من العالمين» من المن والسلوى وفلق البحر وغير ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما امتن الله على موسى وقومه بنجاتهم من فرعون وقومه وأسرهم واستبعادهم، ذهبوا قاصدين لأوطانهم ومساكنهم، وهي بيت المقدس وما حواليه، وقاربوا وصول بيت المقدس، وكان الله قد فرض عليهم جهاد عدوهم ليخرجوه من ديارهم.\nفوعظهم موسى عليه السلام؛ وذكرهم ليقدموا على الجهاد فقال لهم: اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ بقلوبكم وألسنتكم.\nفإن ذكرها داع إلى محبته تعالى ومنشط على العبادة، إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ يدعونكم إلى الهدى، ويحذرونكم من الردى، ويحثونكم على سعادتكم الأبدية، ويعلمونكم ما لم تكونوا تعلمون وَجَعَلَكُم مُّلُوكًا تملكون أمركم، بحيث إنه زال عنكم استعباد عدوكم لكم، فكنتم تملكون أمركم، وتتمكنون من إقامة دينكم.\nوَآتَاكُمْ من النعم الدينية والدنيوية مَا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِينَ فإنهم في ذلك الزمان خيرة الخلق، وأكرمهم على الله تعالى.\nوقد أنعم عليهم بنعم ما كانت لغيرهم.\nفذكرهم بالنعم الدينية والدنيوية، الداعي ذلك لإيمانهم وثباته، وثباتهم على الجهاد، وإقدامهم عليه، ولهذا قال:"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَىٰ أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال موسى: يا قوم، ادخلوا الأرض المطهرة: (بيت المقدس وما حوله) التي وعدكم الله بدخولها وقتال مَن فيها من الكافرين، ولا تنهزموا أمام الجبارين، فيكون مآلكم الخسران في الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا قوم ادخلوا الأرض المقدَّسة» المطهرة «التي كتب الله لكم» أمركم بدخولها وهي الشام «ولا ترتدُّوا على أدباركم» تنهزموا خوف العدو «فتنقلبوا خاسرين» في سعيكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ أي: المطهرة الَّتِي كَتَبَ اللَّهُ لَكُمْ فأخبرهم خبرا تطمئن به أنفسهم، إن كانوا مؤمنين مصدقين بخبر الله، وأنه قد كتب الله لهم دخولها، وانتصارهم على عدوهم.\nوَلَا تَرْتَدُّوا أي: ترجعوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ قد خسرتم دنياكم بما فاتكم من النصر على الأعداء وفتح بلادكم.\nوآخرتكم بما فاتكم من الثواب، وما استحققتم -بمعصيتكم- من العقاب،"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "قَالُوا يَا مُوسَىٰ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّىٰ يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال له قومه: يا موسى، إن في الأرض المقدسة قومًا أولي قوة وأولي بأس شديد، وهذا يمنعنا من دخولها، فلن ندخلها ما دام هؤلاء فيها؛ لأنه لا حول لنا ولا قوة بقتالهم، فإن يخرجوا منها فإنا داخلون فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا موسى إن فيها قوما جبارين» من بقايا عاد طوالا ذي قوة «وإنا لن ندخلها حتى يخرجوا منها فإن يخرجوا منها فإنا داخلون» لها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقالوا قولا يدل على ضعف قلوبهم، وخور نفوسهم، وعدم اهتمامهم بأمر الله ورسوله.\nيَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ شديدي القوة والشجاعة، أي: فهذا من الموانع لنا من دخولها.\nوَإِنَّا لَن نَّدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِن يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ وهذا من الجبن وقلة اليقين، وإلا فلو كان معهم رشدهم، لعلموا أنهم كلهم من بني آدم، وأن القوي من أعانه الله بقوة من عنده، فإنه لا حول ولا قوة إلا بالله، ولعلموا أنهم سينصرون عليهم، إذ وعدهم الله بذلك، وعدا خاصا."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ ۚ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال رجلان من أصحاب موسى ممن يخشون الله ويخافون عقابه، أنعم الله عليهما بالتوفيق لطاعته، يحضَّان قومهما على امتثال أمر موسى عليه السلام: ادخلوا على الجبابرة باب المدينة، فإذا اقتحمتم الباب، ودخلتموه فإنكم - بإذن الله - ستغلبونهم وثوقًا بسُنَّة الله بترتيب النصر على اتخاذ الأسباب من الإيمان بالله وإعداد الوسائل المادية، وعلى الله وحده اعتمدوا وتوكلوا إن كنتم مؤمنين حقًّا، فالإيمان يستلزم التوكل عليه سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» لهم «رجلان من الذين يخافون» مخالفة أمر الله وهما يوشع وكالب من النقباء الذين بعثهم موسى في كشف أحوال الجبابرة «أنعم الله عليهما» بالعصمة فكتما ما اطَّلعا عليه من حالهم إلا عن موسى بخلاف بقية النقباء فأفشوه فجبنوا «ادخلوا عليهم الباب» باب القرية ولا تخشوهم فإنهم أجساد بلا قلوب «فإذا دخلتموه فإنكم غالبون» قالا ذلك تيقناً بنصر الله وإنجاز وعده «وعلى الله فتوكلوا إن كنتم مؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ الله تعالى، مشجعين لقومهم، منهضين لهم على قتال عدوهم واحتلال بلادهم.\nأَنْعَمَ اللَّهُ عَلَيْهِمَا بالتوفيق، وكلمة الحق في هذا الموطن المحتاج إلى مثل كلامهم، وأنعم عليهم بالصبر واليقين.\nادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ أي: ليس بينكم وبين نصركم عليهم إلا أن تجزموا عليهم، وتدخلوا عليهم الباب، فإذا دخلتموه عليهم فإنهم سينهزمون، ثم أمَرَاهم بعدة هي أقوى العدد، فقالا: وَعَلَى اللَّهِ فَتَوَكَّلُوا إِن كُنْتُم مُّؤْمِنِينَ فإن في التوكل على الله -وخصوصا في هذا الموطن- تيسيرا للأمر، ونصرا على الأعداء.\nودل هذا على وجوب التوكل، وعلى أنه بحسب إيمان العبد يكون توكله، فلم ينجع فيهم هذا الكلام، ولا نفع فيهم الملام، فقالوا قول الأذلين:"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "قَالُوا يَا مُوسَىٰ إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا ۖ فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال قوم موسى من بني إسرائيل مُصِرِّينَ على مخالفة أمر نبيهم موسى عليه السلام: إنا لن ندخل المدينة ما دام الجبارون فيها، فاذهب أنت - يا موسى- وربك فقاتلا الجبارين، أما نحن فسنبقى مقيمين في مكاننا متخلفين عن القتال معكما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا موسى إنا لن ندخلها أبدا ماداموا فيها فاذهب أنت وربُّك فقاتلا» هم «إنا ها هنا قاعدون» عن القتال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا مُوسَى إِنَّا لَن نَدْخُلَهَا أَبَدًا مَّا دَامُوا فِيهَا فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ فما أشنع هذا الكلام منهم، ومواجهتهم لنبيهم في هذا المقام الحرج الضيق، الذي قد دعت الحاجة والضرورة إلى نصرة نبيهم، وإعزاز أنفسهم.\nوبهذا وأمثاله يظهر التفاوت بين سائر الأمم، وأمة محمد صلى الله عليه وسلم حيث قال الصحابة لرسول الله صلى الله عليه وسلم -حين شاورهم في القتال يوم \"بدر\" مع أنه لم يحتم عليهم: يا رسول الله، لو خضت بنا هذا البحر لخضناه معك، ولو بلغت بنا برك الغماد ما تخلف عنك أحد.\nولا نقول كما قال قوم موسى لموسى: اذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون، من بين يديك ومن خلفك، وعن يمينك وعن يسارك."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي ۖ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال موسى لربه: يا رب لا سلطان لي على أحد إلا على نفسي وأخي هارون، فافصل بيننا وبين القوم الخارجين عن طاعتك وطاعة رسولك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» موسى حينئذ «رب إني لا أملك إلا نفسي و» إلا «أخي» ولا أملك غيرهما فاجبرهم على الطاعة «فافرق» فافصل «بيننا وبين القوم الفاسقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما رأى موسى عليه السلام عتوهم عليه قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي أي: فلا يدان لنا بقتالهم، ولست بجبار على هؤلاء.\nفَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ أي: احكم بيننا وبينهم، بأن تنزل فيهم من العقوبة ما اقتضته حكمتك، ودل ذلك على أن قولهم وفعلهم من الكبائر العظيمة الموجبة للفسق."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِي الْأَرْضِ ۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لنبيه موسى عليه السلام: إن الله حرَّم دخول الأرض المقدسة على بني إسرائيل مدة أربعين سنة، يضلون هذه المدة في الصحراء حيارى لا يهتدون، فلا تأسف - يا موسى - على القوم الخارجين عن طاعة الله، فإن ما يصيبهم من عقاب هو بسبب معاصيهم وذنوبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(قال) تعالى له (فإنها) أي الأرض المقدسة (محرمة عليهم) أن يدخلوها (أربعين سنة يتيهون) يتحيرون (في الأرض) وهي تسعة فراسخ قاله ابن عباس (فلا تأس) تحزن (على القوم الفاسقين) روي أنهم كانوا يسيرون الليل جادين فإذا أصبحوا إذا هم في الموضع الذي ابتدأوا منه ويسيرون النهار كذلك حتى انقرضوا كلهم إلا من لم يبلغ العشرين، قيل: وكانوا ستمائة ألف ومات هارون وموسى في التيه وكان رحمة لهما وعذابا لأولئك وسأل موسى ربه عند موته أن يدنيه من الأرض المقدسة رمية بحجر فأدناه كما في الحديث، ونبئ يوشع بعد الأربعين وأمر بقتال الجبارين فسار بمن بقي معه وقاتلهم وكان يوم الجمعة ووقفت له الشمس ساعة حتى فرغ من قتالهم، وروى أحمد في مسنده حديث \"\" إن الشمس لم تحبس على بشر إلا ليوشع ليالي سار إلى بيت المقدس \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ الله مجيبا لدعوة موسى: فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ أي: إن من عقوبتهم أن نحرم عليهم دخول هذه القرية التي كتبها الله لهم، مدة أربعين سنة، وتلك المدة أيضا يتيهون في الأرض، لا يهتدون إلى طريق ولا يبقون مطمئنين، وهذه عقوبة دنيوية، لعل الله تعالى كفر بها عنهم، ودفع عنهم عقوبة أعظم منها، وفي هذا دليل على أن العقوبة على الذنب قد تكون بزوال نعمة موجودة، أو دفع نقمة قد انعقد سبب وجودها أو تأخرها إلى وقت آخر.\nولعل الحكمة في هذه المدة أن يموت أكثر هؤلاء الذين قالوا هذه المقالة، الصادرة عن قلوب لا صبر فيها ولا ثبات، بل قد ألفت الاستعباد لعدوها، ولم تكن لها همم ترقيها إلى ما فيه ارتقاؤها وعلوها، ولتظهر ناشئة جديدة تتربى عقولهم على طلب قهر الأعداء، وعدم الاستعباد، والذل المانع من السعادة.\nولما علم الله تعالى أن عبده موسى في غاية الرحمة على الخلق، خصوصا قومه، وأنه ربما رق لهم، واحتملته الشفقة على الحزن عليهم في هذه العقوبة، أو الدعاء لهم بزوالها، مع أن الله قد حتمها، قال: فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ أي: لا تأسف عليهم ولا تحزن، فإنهم قد فسقوا، وفسقهم اقتضى وقوع ما نزل بهم لا ظلما منا."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واقصص - أيها الرسول - على هؤلاء الحسدة الظالمين من اليهود خبر ابْنَي آدم، وهما قابيل وهابيل، بالصدق الذي لا مرية فيه، حين قَدَّمَا قُرْبانًا يتقرب به كل منهما إلى الله سبحانه، فَقَبِلَ الله القُرْبان الذي قدمه هابيل؛ لأنه من أهل التقوى، ولم يقبل قربان قابيل؛ لأنه ليس من أهل التقوى، فاستنكر قابيل قبول قُرْبان هابيل حسدًا، وقال: لأقتلنك يا هابيل، فقال هابيل: إنما يقبل الله قُرْبان من اتقاه بامتثال أوامره واجتناب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتل» يا محمد «عليهم» على قومك «نبأ» خبر «ابنيْ آدم» هابيل وقابيل «بالحق» متعلق بأُتل «إذ قرَّبا قربانا» إلى الله وهو كبش لهابيل وزرع لقابيل «فتُقبل من أحدهما» وهو هابيل بأن نزلت نار من السماء فأكلت قربانه «ولم يُتقبل من الآخر» وهو قابيل فغضب وأضمر الحسد في نفسه إلى أن حج آدم «قال» له «لأقتلنك» قال: لَم قال لتقبل قربانك دوني «قال إنما يتقبل الله من المتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي قص على الناس وأخبرهم بالقضية التي جرت على ابني آدم بالحق، تلاوة يعتبر بها المعتبرون، صدقا لا كذبا، وجدا لا لعبا، والظاهر أن ابني آدم هما ابناه لصلبه، كما يدل عليه ظاهر الآية والسياق، وهو قول جمهور المفسرين.\nأي: اتل عليهم نبأهما في حال تقريبهما للقربان، الذي أداهما إلى الحال المذكورة.\nإِذْ قَرَّبَا قُرْبَانًا أي: أخرج كل منهما شيئا من ماله لقصد التقرب إلى الله، فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ بأن علم ذلك بخبر من السماء، أو بالعادة السابقة في الأمم، أن علامة تقبل الله لقربان، أن تنزل نار من السماء فتحرقه.\nقَالَ الابن، الذي لم يتقبل منه للآخر حسدا وبغيا لَأَقْتُلَنَّكَ فقال له الآخر -مترفقا له في ذلك- إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ فأي ذنب لي وجناية توجب لك أن تقتلني؟ إلا أني اتقيت الله تعالى، الذي تقواه واجبة عليّ وعليك، وعلى كل أحد، وأصح الأقوال في تفسير المتقين هنا، أي: المتقين لله في ذلك العمل، بأن يكون عملهم خالصا لوجه الله، متبعين فيه لسنة رسول الله صلى الله عليه وسلم.\nثم قال له مخبرا أنه لا يريد أن يتعرض لقتله، لا ابتداء ولا مدافعة فقال:"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لئن مَدَدتَّ يدك إليّ تقصد قتلي فلست مجازيك بمثل صنيعك، ذلك ليس جبنًا مني، ولكني أخاف الله رب المخلوقات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لئن» لام قسم «بسطت» مددت «إلى يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك إنِّي أخاف الله ربَّ العالمين» في قتلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَئِن بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ وليس ذلك جبنا مني ولا عجزا.\nوإنما ذلك لأني أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ والخائف لله لا يقدم على الذنوب، خصوصا الذنوب الكبار.\nوفي هذا تخويف لمن يريد القتل، وأنه ينبغي لك أن تتقي الله وتخافه."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ ۚ وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقال له مرهبًا: إني أريد أن ترجع بإثم قتلي ظلمًا وعدوانًا إلى آثامك السابقة، فتكون من أصحاب النار الذين يدخلونها يوم القيامة، ذلك الجزاء جزاء المعتدين، وأنا لا أريد أن أرجع بإثم قتلك فأكون منهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إني أريد أن تبوء» ترجع «بإثمي» بإثم قتلي «وإثمك» الذي ارتكبته من قبل «فتكون من أصحاب النار» ولا أريد أن أبوء بإثمك إذا قتلتك فأكون منهم، قال تعالى: «وذلك جزاء الظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنِّي أُرِيدُ أَن تَبُوءَ أي: ترجع بِإِثْمِي وَإِثْمِكَ أي: إنه إذا دار الأمر بين أن أكون قاتلا أو تقتلني فإني أوثر أن تقتلني، فتبوء بالوزرين فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ دل هذا على أن القتل من كبائر الذنوب، وأنه موجب لدخول النار."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فزيَّنتْ لقابيل نفسُه الأمارة بالسوء قتلَ أخيه هابيل ظلمًا فقتله، فأصبح بسبب ذلك من الناقصين أنفسهم حظوظهم في دنياهم وأخراهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فطوَّعت» زينت «له نفسه قتل أخيه فقتله فأصبح» فصار «من الخاسرين» بقتله ولم يدرِ ما يصنع به لأنه أول ميت على وجه الأرض من بني آدم فحمله على ظهره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلم يرتدع ذلك الجاني ولم ينزجر، ولم يزل يعزم نفسه ويجزمها، حتى طوعت له قتل أخيه الذي يقتضي الشرع والطبع احترامه.\nفَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ دنياهم وآخرتهم، وأصبح قد سن هذه السنة لكل قاتل.\n\"ومن سن سنة سيئة، فعليه وزرها ووزر من عمل بها إلى يوم القيامة\".\nولهذا ورد في الحديث الصحيح أنه \"ما من نفس تقتل إلا كان على ابن آدم الأول شطر من دمها، لأنه أول من سن القتل\".\nفلما قتل أخاه لم يدر كيف يصنع به؛ لأنه أول ميت مات من بني آدم"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ ۚ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَٰذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي ۖ فَأَصْبَحَ مِنَ النَّادِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأرسل الله غرابًا يثير الأرض أمامه ليدفن فيها غرابًا ميتًا؛ ليعلمه كيف يستر بدن أخيه، قال القاتل أخاه حينئذ: يا ويلتا أعجزت أن أكون مثل هذا الغراب الذي وارى الغرابَ الآخر الميتَ فأواري سوأة أخي، فواراه حينئذ؛ فأصبح من المتحسِّرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبعث الله غرابا يبحث في الأرض» ينبش التراب بمنقاره وبرجليه ويثيره على غراب ميت حتى واراه «ليريه كيف يواري» يستر «سوأة» جيفة «أخيه قال يا ويلتى أعجزت» عن «أن أكون مثل هذا الغراب فأواري سوأة أخي فأصبح من النادمين» على حمله وحفر له وواره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ أي: يثيرها ليدفن غرابا آخر ميتا.\nلِيُرِيَهُ بذلك كَيْفَ يُوَارِي سَوْأَةَ أَخِيهِ أي: بدنه، لأن بدن الميت يكون عورة فَأَصْبَحَ مِنَ النَّادِمِينَ وهكذا عاقبة المعاصي الندامة والخسارة."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا ۚ وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَٰلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من أجل قَتْل قابيل أخاه أعلمنا بني إسرائيل أن من قَتَل نفسًا بغير سبب من قِصاص أو إفساد في الأرض بالكفر أو الحِرابة، فكأنما قتل الناس جميعًا؛ لأنه لا فرق عنده بين البريء والجاني.\nومن امتنع عن قتل نفس حرَّمها الله تعالى معتقدًا حرمة قتلها ولم يقتل؛ فكأنما أحيا الناس جميعًا؛ لأن صنيعه فيه سلامتهم جميعًا، ولقد جاءت رسلُنا إلى بني إسرائيل بالحجج الواضحة والبراهين الجلية، ومع هذا فإن كثيرًا منهم متجاوزون لحدود الله بارتكاب المعاصي، ومخالفة رسلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من أجل ذلك» الذي فعله قابيل «كتبنا على بني إسرائيل أنه» أي الشأن «من قتل نفسا بغير نفس» قتلها «أو» بغير «فساد» أتاه «في الأرض» من كفر أو زنا أو قطع طريق أو نحوه «فكأنما قتل الناس جميعا ومن أحياها» بأن امتنع عن قتلها «فكأنما أحيا الناس جميعا» قال ابن عباس: من حيث انتهاك حرمتها وصونها «ولقد جاءتهم» أي بني إسرائيل «رسلنا بالبينات» المعجزات «ثم إن كثيرا منهم بعد ذلك في الأرض لمسرفون» مجاوزون الحد بالكفر والقتل وغير ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مِنْ أَجْلِ ذَلِكَ الذي ذكرناه في قصة ابني آدم، وقتل أحدهما أخاه، وسنه القتل لمن بعده، وأن القتل عاقبته وخيمة وخسارة في الدنيا والآخرة.\nكَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أهل الكتب السماوية أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ أي: بغير حق فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا ؛ لأنه ليس معه داع يدعوه إلى التبيين، وأنه لا يقدم على القتل إلا بحق، فلما تجرأ على قتل النفس التي لم تستحق القتل علم أنه لا فرق عنده بين هذا المقتول وبين غيره، وإنما ذلك بحسب ما تدعوه إليه نفسه الأمارة بالسوء.\nفتجرؤه على قتله، كأنه قتل الناس جميعا.\nوكذلك من أحيا نفسا أي: استبقى أحدا، فلم يقتله مع دعاء نفسه له إلى قتله، فمنعه خوف الله تعالى من قتله، فهذا كأنه أحيا الناس جميعا، لأن ما معه من الخوف يمنعه من قتل من لا يستحق القتل.\nودلت الآية على أن القتل يجوز بأحد أمرين: إما أن يقتل نفسا بغير حق متعمدا في ذلك، فإنه يحل قتله، إن كان مكلفا مكافئا، ليس بوالد للمقتول.\nوإما أن يكون مفسدا في الأرض، بإفساده لأديان الناس أو أبدانهم أو أموالهم، كالكفار المرتدين والمحاربين، والدعاة إلى البدع الذين لا ينكف شرهم إلا بالقتل.\nوكذلك قطاع الطريق ونحوهم، ممن يصول على الناس لقتلهم، أو أخذ أموالهم.\nوَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ التي لا يبقى معها حجة لأحد.\nثُمَّ إِنَّ كَثِيرًا مِنْهُمْ أي: من الناس بَعْدِ ذَلِكَ البيان القاطع للحجة، الموجب للاستقامة في الأرض لَمُسْرِفُونَ في العمل بالمعاصي، ومخالفة الرسل الذين جاءوا بالبينات والحجج."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما عاقبة الذين يحاربون الله ورسوله، ويبارزونه بالعداوة والإفساد في الأرض بالقتل وأخذ الأموال وقطع الطريق؛ إلا أن يُقْتَلُوا من غير صلب، أو يقتلوا مع الصلب على خشبة ونحوها، أو تقطع يد أحدهم اليمنى مع الرِّجل اليسرى، ثم إن عاد قطعت يده اليسرى ورجله اليمنى، أو يغرَّبوا في البلاد؛ ذلك العقاب لهم فضيحة في الدنيا، ولهم في الآخرة عذاب عظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في العرنيين لما قدموا المدينة وهم مرضى فأذن لهم النبي صلى الله عليه وسلم أن يخرجوا إلى الإبل ويشربوا من أبوالها وألبانها فلما صحوا قتلوا راعي النبي صلى الله عليه وسلم واستاقوا الإبل «إنما جزاء الذين يحاربون الله ورسوله» بمحاربة المسلمين «ويسعون في الأرض فسادا» بقطع الطريق «أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف» أي أيديهم اليمنى واليسرى «أو يُنفوا من الأرض» أو لترتيب الأحوال فالقتل لمن قتل فقط والصلب لمن قتل وأخذ المال والقطع لمن أخذ المال ولم يقتل والنفي لمن أخاف فقط قاله ابن عباس وعليه الشافعي وأصح قوليه أن الصلب ثلاثا بعد القتل وقيل قبله قليلا ويلحق بالنفي ما أشبهه في التنكيل من الحبس وغيره «ذلك» الجزاء المذكور «لهم خزي» ذل «في الدنيا ولهم في الآخرة عذاب عظيم» هو عذاب النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "المحاربون لله ولرسوله، هم الذين بارزوه بالعداوة، وأفسدوا في الأرض بالكفر والقتل، وأخذ الأموال، وإخافة السبل.\nوالمشهور أن هذه الآية الكريمة في أحكام قطاع الطريق، الذين يعرضون للناس في القرى والبوادي، فيغصبونهم أموالهم، ويقتلونهم، ويخيفونهم، فيمتنع الناس من سلوك الطريق التي هم بها، فتنقطع بذلك.\nفأخبر الله أن جزاءهم ونكالهم -عند إقامة الحد عليهم- أن يفعل بهم واحد من هذه الأمور.\nواختلف المفسرون: هل ذلك على التخيير، وأن كل قاطع طريق يفعل به الإمام أو نائبه ما رآه المصلحة من هذه الأمور المذكورة؟ وهذا ظاهر اللفظ، أو أن عقوبتهم تكون بحسب جرائمهم، فكل جريمة لها قسط يقابلها، كما تدل عليه الآية بحكمتها وموافقتها لحكمة الله تعالى.\nوأنهم إن قتلوا وأخذوا مالًا تحتم قتلُهم وصلبهم، حتى يشتهروا ويختزوا ويرتدع غيرهم.\nوإن قتلوا ولم يأخذوا مالا تحتم قتلهم فقط.\nوإن أخذوا مالا ولم يقتلوا تحتم أن تقطع أيديهم وأرجلهم من خلاف، اليد اليمنى والرجل اليسرى.\nوإن أخافوا الناس ولم يقتلوا، ولا أخذوا مالا، نفوا من الأرض، فلا يتركون يأوون في بلد حتى تظهر توبتهم.\nوهذا قول ابن عباس رضي الله عنه وكثير من الأئمة، على اختلاف في بعض التفاصيل.\nذَلِكَ النكال لَهُمْ خِزْيٌ فِي الدُّنْيَا أي: فضيحة وعار وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ فدل هذا أن قطع الطريق من أعظم الذنوب، موجب لفضيحة الدنيا وعذاب الآخرة، وأن فاعله محارب لله ولرسوله.\nوإذا كان هذا شأن عظم هذه الجريمة، علم أن تطهير الأرض من المفسدين، وتأمين السبل والطرق، عن القتل، وأخذ الأموال، وإخافة الناس، من أعظم الحسنات وأجل الطاعات، وأنه إصلاح في الأرض، كما أن ضده إفساد في الأرض."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ ۖ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا الذين تابوا من هؤلاء المحاربين من قبل قدرتكم - يا أولي الأمر - عليهم، فاعلموا أن الله غفور لهم بعد التوبة، رحيم بهم، ومن رحمته بهم إسقاط العقاب عنهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا الذين تابوا» من المحاربين والقطَّاع «من قبل أن تقدروا عليهم فاعلموا أن الله غفور» لهم ما أتوه «رحيم» بهم عبر بذلك دون فلا تحدوهم ليفيد أنه لا يسقط عنه بتوبته إلا حدود الله دون حقوق الآدميين كذا ظهر لي ولم أرَ من تعرض له والله أعلم فإذا قتل وأخذ المال يقتل ويقطع ولا يصلب وهو أصح قولي الشافعي ولا تفيد توبته بعد القدرة عليه شيئا وهو أصح قولي الشافعي ولا تفيد توبته بعد القدرة عليه شيئا وهو أصح قوليه أيضا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا الَّذِينَ تَابُوا مِن قَبْلِ أَن تَقْدِرُوا عَلَيْهِمْ أي: من هؤلاء المحاربين، فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَّحِيمٌ أي: فيسقط عنه ما كان لله، من تحتم القتل والصلب والقطع والنفي، ومن حق الآدمي أيضا، إن كان المحارب كافرا ثم أسلم، فإن كان المحارب مسلما فإن حق الآدمي، لا يسقط عنه من القتل وأخذ المال.\nودل مفهوم الآية على أن توبة المحارب -بعد القدرة عليه- أنها لا تسقط عنه شيئا، والحكمة في ذلك ظاهرة.\nوإذا كانت التوبة قبل القدرة عليه، تمنع من إقامة الحد في الحرابة، فغيرها من الحدود -إذا تاب من فعلها، قبل القدرة عليه- من باب أولى."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، اتقوا الله بامتثال أوامره واجتناب نواهيه، واطلبوا القرب منه بأداء ما أمركم به، والبعد عما نهاكم عنه، وجاهدوا الكفار ابتغاء مرضاته؛ لعلكم تنالون ما تطلبونه، وتُجَنَّبُون ما ترهبونه إذا قمتم بذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اتقوا الله» خافوا عقابه بأن تطيعوه «وابتغوا» اطلبوا «إليه الوسيلة» ما يقربكم إليه من طاعته «وجاهدوا في سبيله» لإعلاء دينه «لعلكم تفلحون» تفوزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا أمر من الله لعباده المؤمنين، بما يقتضيه الإيمان من تقوى الله والحذر من سخطه وغضبه، وذلك بأن يجتهد العبد، ويبذل غاية ما يمكنه من المقدور في اجتناب ما يَسخطه الله، من معاصي القلب واللسان والجوارح، الظاهرة والباطنة.\nويستعين بالله على تركها، لينجو بذلك من سخط الله وعذابه.\nوَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ أي: القرب منه، والحظوة لديه، والحب له، وذلك بأداء فرائضه القلبية، كالحب له وفيه، والخوف والرجاء، والإنابة والتوكل.\nوالبدنية: كالزكاة والحج.\nوالمركبة من ذلك كالصلاة ونحوها، من أنواع القراءة والذكر، ومن أنواع الإحسان إلى الخلق بالمال والعلم والجاه، والبدن، والنصح لعباد الله، فكل هذه الأعمال تقرب إلى الله.\nولا يزال العبد يتقرب بها إلى الله حتى يحبه الله، فإذا أحبه كان سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي [بها] ويستجيب الله له الدعاء.\nثم خص تبارك وتعالى من العبادات المقربة إليه، الجهاد في سبيله، وهو: بذل الجهد في قتال الكافرين بالمال، والنفس، والرأي، واللسان، والسعي في نصر دين الله بكل ما يقدر عليه العبد، لأن هذا النوع من أجل الطاعات وأفضل القربات.\nولأن من قام به، فهو على القيام بغيره أحرى وأولى لَعَلَّكُمْ تُفْلِحُونَ إذا اتقيتم الله بترك المعاصي، وابتغيتم الوسيلة إلى الله، بفعل الطاعات، وجاهدتم في سبيله ابتغاء مرضاته.\nوالفلاح هو الفوز والظفر بكل مطلوب مرغوب، والنجاة من كل مرهوب، فحقيقته السعادة الأبدية والنعيم المقيم."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين كفروا بالله وبرسله، لو قُدِّرَ أن لكل منهم ملك ما في الأرض جميعًا ومثله معه فقدموه ليفكوا أنفسهم من عذاب الله يوم القيامة، ما قُبِلَ منهم ذلك الفداء، ولهم عذاب مُوجِع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين كفروا لو» ثبت «أن لهم ما في الأرض جميعا ومثله معه ليفتدوا به من عذاب يوم القيامة ما تقبِّل منهم ولهم عذاب أليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 36 و37 : يخبر تعالى عن شناعة حال الكافرين بالله يوم القيامة ومآلهم الفظيع، وأنهم لو افتدوا من عذاب الله بملء الأرض ذهبا ومثله معه ما تقبل منهم، ولا أفاد، لأن محل الافتداء قد فات، ولم يبق إلا العذاب الأليم، الموجع الدائم الذي لا يخرجون منه أبدا، بل هم ماكثون فيه سرمدا."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يريدون الخروج من النار إذا دخلوها، وأنَّى لهم ذلك؟! فلن يخرجوا منها، ولهم فيها عذاب دائم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يريدون» يتمنَّون «أن يخرجوا من النار وما هم بخارجين منها ولهم عذاب مقيم» دائم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 36 و 37 : يخبر تعالى عن شناعة حال الكافرين بالله يوم القيامة ومآلهم الفظيع، وأنهم لو افتدوا من عذاب الله بملء الأرض ذهبا ومثله معه ما تقبل منهم، ولا أفاد، لأن محل الافتداء قد فات، ولم يبق إلا العذاب الأليم، الموجع الدائم الذي لا يخرجون منه أبدا، بل هم ماكثون فيه سرمدا."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والسارق والسارقة فاقطعوا - أيها الحكام - اليد اليمنى لكل منهما مجازاة لهما وعقوبة من الله على ما ارتكباه من أخذ أموال الناس بغير حق، وترهيبًا لهما ولغيرهما، والله عزيز لا يغلبه شيء، حكيم في تقديره وتشريعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسارق والسارقة» أل فيهما موصولة مبتدأ ولشبهه بالشرط دخلت الفاء في خبره وهو «فاقطعوا أيديهما» أي يمين كل منهما من الكوع وبينت السنة أن يقطع فيه ربع دينار فصاعدا وأنه إذا عاد قطعت رجله اليسرى من مفصل القدم ثم اليد اليسرى ثم الرجل اليمنى وبعد ذلك يعزر «جزاء» نصب على المصدر «بما كسبا نكالا» عقوبة لهما «من الله والله عزيز» غالب على أمره «حكيم» في خلفه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "السارق: هو من أخذ مال غيره المحترم خفية، بغير رضاه.\nوهو من كبائر الذنوب الموجبة لترتب العقوبة الشنيعة، وهو قطع اليد اليمنى، كما هو في قراءة بعض الصحابة.\nوحد اليد عند الإطلاق من الكوع، فإذا سرق قطعت يده من الكوع، وحسمت في زيت لتنسد العروق فيقف الدم، ولكن السنة قيدت عموم هذه الآية من عدة أوجه: منها: الحرز، فإنه لابد أن تكون السرقة من حرز، وحرز كل مال: ما يحفظ به عادة.\nفلو سرق من غير حرز فلا قطع عليه.\nومنها: أنه لابد أن يكون المسروق نصابا، وهو ربع دينار، أو ثلاثة دراهم، أو ما يساوي أحدهما، فلو سرق دون ذلك فلا قطع عليه.\nولعل هذا يؤخذ من لفظ السرقة ومعناها، فإن لفظ \"السرقة\" أخذ الشيء على وجه لا يمكن الاحتراز منه، وذلك أن يكون المال محرزا، فلو كان غير محرز لم يكن ذلك سرقة شرعية.\nومن الحكمة أيضا أن لا تقطع اليد في الشيء النزر التافه، فلما كان لابد من التقدير، كان التقدير الشرعي مخصصا للكتاب.\nوالحكمة في قطع اليد في السرقة، أن ذلك حفظ للأموال، واحتياط لها، وليقطع العضو الذي صدرت منه الجناية، فإن عاد السارق قطعت رجله اليسرى، فإن عاد، فقيل: تقطع يده اليسرى، ثم رجله اليمنى، وقيل: يحبس حتى يموت.\nوقوله: جَزَاءً بِمَا كَسَبَا أي: ذلك القطع جزاء للسارق بما سرقه من أموال الناس.\nنَكَالًا مِّنَ اللَّهِ أي: تنكيلا وترهيبا للسارق ولغيره، ليرتدع السراق -إذا علموا- أنهم سيقطعون إذا سرقوا.\nوَاللَّهُ عَزِيزٌ حَكِيمٌ أي: عَزَّ وحكم فقطع السارق."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فمن تاب إلى الله من السرقة، وأصلح عمله، فإن الله يتوب عليه تفضُّلًا منه؛ ذلك أن الله غفور لذنوب من تاب من عباده، رحيم بهم، لكن لا يسقط عنهم الحد بالتوبة إذا وصل الأمر إلى الحكام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فمن تاب من بعد ظلمه» رجع عن السرقة «وأصلح» عمله «فإن الله يتوب عليه إن الله غفور رحيم» في التعبير بهذا ما تقدم فلا يسقط بتوبته حق الآدمي من القطع ورد المال نعم بيَّنت السنة أنه إن عفا عنه قبل الرفع إلى الإمام سقط القطع وعليه الشافعي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ فيغفر لمن تاب فترك الذنوب، وأصلح الأعمال والعيوب."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد علمتَ - أيها الرسول - أن الله له ملك السماوات والأرض يتصرف فيهما بما يشاء، وأنه يعذب من يشاء بعدله، ويغفر لمن يشاء بفضله، إن الله على كل شيء قدير، لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تعلم» الإستفهام فيه للتقرير «أن الله له ملك السماوات والأرض يعذَّب من يشاء» تعذيبه «ويغفر لمن يشاء» المغفرة له «والله على كل شيء قدير» ومنه التعذيب والمغفرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذلك أن لله ملك السماوات والأرض، يتصرف فيهما بما شاء من التصاريف القدرية والشرعية، والمغفرة والعقوبة، بحسب ما اقتضته حكمته ورحمته الواسعة ومغفرته."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ ۛ وَمِنَ الَّذِينَ هَادُوا ۛ سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَٰذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا ۚ وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِي الدُّنْيَا خِزْيٌ ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الرسول، لا يحزنك الذين يسارعون في إظهار أعمال الكفر ليغيظوك من المنافقين الذين يُظْهِرُونَ الإيمان، ويبطنون الكفر.\nولا يحزنك اليهود الذين يُصْغُون لكذب كبارهم ويقبلونه، مقلِّدين لزعمائهم الذين لم يأتوك إعراضًا منهم عنك، يُبَدِّلُونَ كلام الله في التوراة بما يوافق أهواءهم، يقولون لأتباعهم: إن وافق حكم محمد أهواءكم فاتبعوه، وإن خالفها فاحذروا منه، ومن يرد الله إضلاله من الناس فلن تجد - أيها الرسول - من يدفع عنه الضلال ويهديه إلى سبيل الحق، أولئك المتصفون بهذه الصفات من اليهود والمنافقين هم الذين لم يرد الله تطهير قلوبهم من الكفر، لهم في الدنيا خزي وعار، ولهم في الآخرة عذاب عظيم، وهو عذاب النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الرسول لا يَحزنك» صنع «الذين يسارعون في الكفر» يقعون فيه بسرعة أي يظهرونه إذا وجدوا فرصة «من» للبيان «الذين قالوا آمنا بأفوههم» بألسنتهم متعلق بقالوا «ولم تؤمن قلوبهم» وهم المنافقون «ومن الذين هادوا» قوم «سماعون للكذب» الذي افترته أحبارهم سماع قبول «سماعون» منك «لقوم» لأجل قوم «آخرين» من اليهود «لم يأتوك» وهم أهل خيبر زنى فيهم محصنان فكرهوا رجمهما فبعثوا قريظة ليسألوا النبي صلى الله عليه وسلم عن حكمهما «يحرفون الكلم» الذي في التوراة كآية الرجم «من بعد مواضعه» التي وضعه الله عليها أي يبدِّلونه «يقولون» لمن أرسلوهم «إن أُوتيتم هذا» الحكم المحرف أي الجلد الذي أفتاكم به محمد «فخذوه» فاقبلوه «وإن لم تؤتوه» بل أفتاكم بخلافه «فاحذروا» أن تقبلوه «ومن يرد الله فتنته» إضلاله «فلن تملك له من الله شيئا» في دفعها «أولئك الذين لم يرد الله أن يطهر قلوبهم» من الكفر ولو أراده لكان «لهم في الدنيا خزي» ذل بالفضيحة والجزية «ولهم في الآخرة عذاب عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كان الرسول صلى الله عليه وسلم من شدة حرصه على الخلق يشتد حزنه لمن يظهر الإيمان، ثم يرجع إلى الكفر، فأرشده الله تعالى، إلى أنه لا يأسى ولا يحزن على أمثال هؤلاء.\nفإن هؤلاء لا في العير ولا في النفير.\nإن حضروا لم ينفعوا، وإن غابوا لم يفقدوا، ولهذا قال مبينا للسبب الموجب لعدم الحزن عليهم - فقال: مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ فإن الذين يؤسى ويحزن عليهم، من كان معدودا من المؤمنين، وهم المؤمنون ظاهرا وباطنا, وحاشا لله أن يرجع هؤلاء عن دينهم ويرتدوا، فإن الإيمان -إذا خالطت بشاشته القلوب- لم يعدل به صاحبه غيره، ولم يبغ به بدلا.\nوَمِنَ الَّذِينَ هَادُوا أي: اليهود سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ أي: مستجيبون ومقلدون لرؤسائهم، المبني أمرهم على الكذب والضلال والغي.\nوهؤلاء الرؤساء المتبعون لَمْ يَأْتُوكَ بل أعرضوا عنك، وفرحوا بما عندهم من الباطل وهو تحريف الكلم عن مواضعه، أي: جلب معان للألفاظ ما أرادها الله ولا قصدها، لإضلال الخلق ولدفع الحق، فهؤلاء المنقادون للدعاة إلى الضلال، المتبعين للمحال، الذين يأتون بكل كذب، لا عقول لهم ولا همم.\nفلا تبال أيضا إذا لم يتبعوك، لأنهم في غاية النقص، والناقص لا يؤبه له ولا يبالى به.\nيَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُوا أي: هذا قولهم عند محاكمتهم إليك، لا قصد لهم إلا اتباع الهوى.\nيقول بعضهم لبعض: إن حكم لكم محمد بهذا الحكم الذي يوافق أهواءكم، فاقبلوا حكمه، وإن لم يحكم لكم به، فاحذروا أن تتابعوه على ذلك، وهذا فتنة واتباع ما تهوى الأنفس.\nوَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا كقوله تعالى: إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ أي: فلذلك صدر منهم ما صدر.\nفدل ذلك على أن من كان مقصوده بالتحاكم إلى الحكم الشرعي اتباع هواه، وأنه إن حكم له رضي، وإن لم يحكم له سخط، فإن ذلك من عدم طهارة قلبه، كما أن من حاكم وتحاكم إلى الشرع ورضي به، وافق هواه أو خالفه، فإنه من طهارة القلب، ودل على أن طهارة القلب، سبب لكل خير، وهو أكبر داع إلى كل قول رشيد وعمل سديد.\nلَهُم فِي الدُّنْيَا خِزْيٌ أي: فضيحة وعار وَلَهُم فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ هو: النار وسخط الجبار."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ ۚ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ۖ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا ۖ وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء اليهود كثيرو الاستماع للكذب، كثيرو الأكل للمال الحرام كالربا، فإن تحاكموا إليك - أيها الرسول - فافصل بينهم إن شئت، أو اترك الفصل بينهم إن شئت، فأنت مُخيَّر بين الأمرين، وإن تركت الفصل بينهم فلن يستطيعوا أن يضروك بشيء، وإن فصلت بينهم فافصل بينهم بالعدل، وإن كانوا ظَلَمة وأعداء، إن الله يحب العادلين في حكمهم، ولو كان المتحاكمون أعداء للحاكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هم «سماعون للكذب أكالون للسُّحُت» بضم الحاء وسكونها أي الحرام كالرشا «فإن جاؤك» لتحكم بينهم «فاحكم بينهم أو أعرض عنهم» هذا التخيير منسوخ بقوله تعالى (وأن احكم بينهم) الآية فيجب الحكم بينهم إذا ترافعوا إلينا وهو أصح قولي الشافعي فلو ترافعوا إلينا مع مسلم وجب إجماعا «وإن تعرض عنهم فلن يضروك شيئا وإن حكمت» بينهم «فاحكم بينهم بالقسط» بالعدل «إن الله يحب المقسطين» العادلين في الحكم أي يثيبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَمَّاعُونَ لِلْكَذِبِ والسمع هاهنا سمع استجابة، أي: من قلة دينهم وعقلهم، أن استجابوا لمن دعاهم إلى القول الكذب.\nأَكَّالُونَ لِلسُّحْتِ أي: المال الحرام، بما يأخذونه على سفلتهم وعوامهم من المعلومات والرواتب، التي بغير الحق، فجمعوا بين اتباع الكذب وأكل الحرام.\nفَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ فأنت مخير في ذلك.\nوليست هذه منسوخة، فإنه-عند تحاكم هذا الصنف إليه- يخير بين أن يحكم بينهم، أو يعرض عن الحكم بينهم، بسبب أنه لا قصد لهم في الحكم الشرعي إلا أن يكون موافقا لأهوائهم، وعلى هذا فكل مستفت ومتحاكم إلى عالم، يعلم من حاله أنه إن حكم عليه لم يرض، لم يجب الحكم ولا الإفتاء لهم، فإن حكم بينهم وجب أن يحكم بالقسط، ولهذا قال: وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ حتى ولو كانوا ظلمة وأعداء، فلا يمنعك ذلك من العدل في الحكم بينهم.\nوفي هذا بيان فضيلة العدل والقسط في الحكم بين الناس، وأن الله تعالى يحبه."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَٰلِكَ ۚ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإِنَّ أَمْرَ هؤلاء لعجب، فهم يكفرون بك، ويتحاكمون إليك طمعًا في حكمك بما يوافق أهواءهم، وهم عندهم التوراة التي يزعمون الإيمان بها، فيها حكم الله، ثم يعرضون عن حكمك إذا لم يوافق أهواءهم، فجمعوا بين الكفر بما في كتابهم، والإعراض عن حكمك، وما صنيع هؤلاء بصنيع المؤمنين، فليسوا إذن من المؤمنين بك وبما جئت به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكيف يحكِّمونك وعندهم التوراة فيها حكم الله» بالرجم استفهام تعجب أي لم يقصدوا بذلك معرفة الحق بل ما هو أهون عليهم «ثم يتولَّون» يعرضون عن حكمك بالرجم الموافق لكتابهم «من بعد ذلك» التحكيم «وما أولئك بالمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال متعجبا لهم وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ فإنهم -لو كانوا مؤمنين عاملين بما يقتضيه الإيمان ويوجبه- لم يصدفوا عن حكم الله الذي في التوراة التي بين أيديهم، لعلهم أن يجدوا عندك ما يوافق أهواءهم.\nوحين حكمت بينهم بحكم الله الموافق لما عندهم أيضا، لم يرضوا بذلك بل أعرضوا عنه، فلم يرتضوه أيضا.\nقال تعالى: وَمَا أُولَئِكَ الذين هذا صنيعهم بِالْمُؤْمِنِينَ أي: ليس هذا دأب المؤمنين، وليسوا حريين بالإيمان.\nلأنهم جعلوا آلهتهم أهواءهم، وجعلوا أحكام الإيمان تابعة لأهوائهم."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ ۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا أنزلنا التوراة على موسى عليه السلام، فيها إرشاد ودلالة على الخير، ونور يُسْتضاء به، يحكم بها أنبياء بني إسرائيل الذين انقادوا لله بالطاعة، ويحكم بها العلماء والفقهاء الذين يُرَبُّونَ الناس لما استحفظهم الله على كتابه، وجعلهم أمناء عليه يحفظونه من التحريف والتبديل، وهم شهداء عليه بأنه حق، وإليهم يرجع الناس في أمره، فلا تخافوا - أيها اليهود - الناس وخافوني وحدي، ولا تأخذوا بدلًا من الحكم بما أنزل الله ثمنًا قليلًا من رئاسة أو جاه أو مال، ومن لم يحكم بما أنزل الله من الوحي مستحلًّا ذلك، أو مفضِّلًا عليه غيره، أو مساويًا له معه فأولئك هم الكافرون حقًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أنزلنا التوراة فيها هدى» من الضلالة «ونورٌ» بيان للأحكام «يحكم بها النبيون» من بني إسرائيل «الذين أسلموا» انقادوا لله «للذين هادوا والربانيون» العلماء منهم «والأحبار» الفقهاء «بما» أي بسبب الذي «استحفظوا» استودعوه أي استحفظهم الله إياه «من كتاب الله» أن يبدلوه «وكانوا عليه شهداء» أنه حق «فلا تخشوا الناس» أيها اليهود في إظهار ما عندكم من نعت محمد صلى الله عليه وسلم والرجم وغيرها «واخشوْن» في كتمانه «ولا تشتروا» تستبدلوا «بآياتي ثمنا قليلا» من الدنيا تأخذونه على كتمانها «ومن لم يحكم بما أنزل الله فأولئك هم الكافرون» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا أَنْزَلْنَا التَّوْرَاةَ على موسى بن عمران عليه الصلاة والسلام.\nفِيهَا هُدًى يهدي إلى الإيمان والحق، ويعصم من الضلالة وَنُورٌ يستضاء به في ظلم الجهل والحيرة والشكوك، والشبهات والشهوات، كما قال تعالى: وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ يَحْكُمُ بِهَا بين الذين هادوا، أي: اليهود في القضايا والفتاوى النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لله وانقادوا لأوامره، الذين إسلامهم أعظم من إسلام غيرهم، وهم صفوة الله من العباد.\nفإذا كان هؤلاء النبيون الكرام والسادة للأنام قد اقتدوا بها وائتموا ومشوا خلفها، فما الذي منع هؤلاء الأراذل من اليهود من الاقتداء بها؟ وما الذي أوجب لهم أن ينبذوا أشرف ما فيها من الإيمان بمحمد صلى الله عليه وسلم، الذي لا يقبل عمل ظاهر وباطن، إلا بتلك العقيدة؟ هل لهم إمام في ذلك؟ نعم لهم أئمة دأبهم التحريف، وإقامة رياستهم ومناصبهم بين الناس، والتأكل بكتمان الحق، وإظهار الباطل، أولئك أئمة الضلال الذين يدعون إلى النار.\nوقوله: وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ أي: وكذلك يحكم بالتوراة للذين هادواأئمة الدين من الربانيين، أي: العلماء العاملين المعلمين الذين يربون الناس بأحسن تربية، ويسلكون معهم مسلك الأنبياء المشفقين.\nوالأحبار أي: العلماء الكبار الذين يقتدى بأقوالهم، وترمق آثارهم، ولهم لسان الصدق بين أممهم.\nوذلك الحكم الصادر منهم الموافق للحق بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ أي: بسبب أن الله استحفظهم على كتابه، وجعلهم أمناء عليه، وهو أمانة عندهم، أوجب عليهم حفظه من الزيادة والنقصان والكتمان، وتعليمه لمن لا يعلمه.\nوهم شهداء عليه، بحيث أنهم المرجوع إليهم فيه، وفيما اشتبه على الناس منه، فالله تعالى قد حمل أهل العلم، ما لم يحمله الجهال، فيجب عليهم القيام بأعباء ما حملوا.\nوأن لا يقتدوا بالجهال، بالإخلاد إلى البطالة والكسل، وأن لا يقتصروا على مجرد العبادات القاصرة، من أنواع الذكر، والصلاة، والزكاة، والحج، والصوم، ونحو ذلك من الأمور، التي إذا قام بها غير أهل العلم سلموا ونجوا.\nوأما أهل العلم فكما أنهم مطالبون بالقيام بما عليهم أنفسهم، فإنهم مطالبون أن يعلموا الناس وينبهوهم على ما يحتاجون إليه من أمور دينهم، خصوصا الأمور الأصولية والتي يكثر وقوعها وأن لا يخشوا الناس بل يخشون ربهم، ولهذا قال: فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا فتكتمون الحق، وتظهرون الباطل، لأجل متاع الدنيا القليل، وهذه الآفات إذا سلم منها العالم فهو من توفيقه وسعادته، بأن يكون همه الاجتهاد في العلم والتعليم، ويعلم أن الله قد استحفظه ما أودعه من العلم واستشهده عليه، وأن يكون خائفا من ربه، ولا يمنعه خوف الناس وخشيتهم من القيام بما هو لازم له، وأن لا يؤثر الدنيا على الدين.\nكما أن علامة شقاوة العالم أن يكون مخلدا للبطالة، غير قائم بما أمر به، ولا مبال بما استحفظ عليه، قد أهمله وأضاعه، قد باع الدين بالدنيا، قد ارتشى في أحكامه، وأخذ المال على فتاويه، ولم يعلم عباد الله إلا بأجرة وجعالة.\nفهذا قد من الله عليه بمنة عظيمة، كفرها ودفع حظا جسيما، محروما منه غيره، فنسألك اللهم علما نافعا، وعملا متقبلا، وأن ترزقنا العفو والعافية من كل بلاء يا كريم.\nوَمَن لَّمْ يَحْكُم بِمَا أَنْزَلَ اللَّهُ من الحق المبين، وحكم بالباطل الذي يعلمه، لغرض من أغراضه الفاسدة فَأُولَئِكَ هُمُ الْكَافِرُونَ فالحكم بغير ما أنزل الله من أعمال أهل الكفر، وقد يكون كفرا ينقل عن الملة، وذلك إذا اعتقد حله وجوازه.\nوقد يكون كبيرة من كبائر الذنوب، ومن أعمال الكفر قد استحق من فعله العذاب الشديد."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ ۚ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفرضنا على اليهود في التوراة أنَّ من قتل نفسًا متَعمِّدًا بغير حق قُتِلَ بها، ومن قلع عينًا متَعمِّدًا قُلِعَتْ عينه، ومن جدع أنفًا متَعمِّدًا جُدِعَ أنفه، ومن قطع أذنًا متَعمِّدًا قُطِعَتْ أذنه، ومن قلع سنًّا متَعمِّدًا قُلِعَتْ سنُّه، وكتبنا عليهم أن في الجروح يُعاقَب الجاني بمثل جنايته، ومن تطوع بالعفو عن الجاني كان عفوه كفارة لذنوبه؛ لعفوه عمن ظلمه، ومن لم يحكم بما أنزل الله في شأن القصاص وفي شأن غيره، فهو متجاوز لحدود الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكتبنا» فرضنا «عليهم فيها» أي التوراة «أن النفس» تقتل «بالنفس» إذا قتلتها «والعين» تُفقأ «بالعين والأنف» يجُدع «بالأنف والأذن» تُقطع «بالأذن والسنَّ» تقلع «بالسنِّ» وفي قراءة بالرفع في الأربعة «والجروح» بالوجهين «قصاص» أي فيها إذا كاليد والرجل ونحو ذلك وما لا يمكن فيه الحكومة وهذا الحكم وإن كتب عليهم فهو مقرر في شرعنا «فمن تصدق به» أي القصاص بأن مكن عن نفسه «فهو كفارة له» لما أتاه «ومن لم يحكم بما أنزل الله» في القصاص وغيره «فأولئك هم الظالمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الأحكام من جملة الأحكام التي في التوراة، يحكم بها النبيون الذين أسلموا للذين هادوا والربانيون والأحبار.\nإن الله أوجب عليهم فيها أن النفس -إذا قتلت- تقتل بالنفس بشرط العمد والمكافأة، والعين تقلع بالعين، والأذن تؤخذ بالأذن، والسن ينزع بالسن.\nومثل هذه ما أشبهها من الأطراف التي يمكن الاقتصاص منها بدون حيف.\nوَالْجُرُوحَ قِصَاصٌ والاقتصاص: أن يفعل به كما فعل.\nفمن جرح غيره عمدا اقتص من الجارح جرحا مثل جرحه للمجروح، حدا، وموضعا، وطولا، وعرضا وعمقا، وليعلم أن شرع من قبلنا شرع لنا، ما لم يرد شرعنا بخلافه.\nفَمَن تَصَدَّقَ بِهِ أي: بالقصاص في النفس، وما دونها من الأطراف والجروح، بأن عفا عمن جنى، وثبت له الحق قبله.\nفَهُوَ كَفَّارَةٌ لَّهُ أي: كفارة للجاني، لأن الآدمي عفا عن حقه.\nوالله تعالى أحق وأولى بالعفو عن حقه، وكفارة أيضا عن العافي، فإنه كما عفا عمن جنى عليه، أو على من يتعلق به، فإن الله يعفو عن زلاته وجناياته.\nوَمَن لَّمْ يَحْكُم بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ قال ابن عباس: كفر دون كفر، وظلم دون ظلم، وفسق دون فسق، فهو ظلم أكبر، عند استحلاله، وعظيمة كبيرة عند فعله غير مستحل له."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَقَفَّيْنَا عَلَىٰ آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ ۖ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأتبعنا آثار أنبياء بني إسرائيل بعيسى بن مريم مؤمنًا بما في التوراة، وحاكمًا بها، وأعطيناه الإنجيل مشتملًا على الهداية للحق، وعلى ما يزيل الشبهات من الحجج، ويحل المشكلات من الأحكام، وموافقًا لما نزل من قبله من التوراة إلا في القليل مما نسخه من أحكامها، وجعلنا الإنجيل هدًى يَهْتدي به المتقون، وزاجرًا عن ارتكاب ما حرمه عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقفّينا» أتبعنا «على آثارهم» أي النبيين «بعيسى ابن مريم مصدِّقا لما بين يديه» قبله «من التوراة وآتيناه الإنجيل فيه هدى» من الضلالة «ونور» بيان للأحكام «ومصدِّقا» حال «لما بين يديه من التوراة» لما فيها من الأحكام «وهدى وموعظة للمتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وأتبعنا هؤلاء الأنبياءَ والمرسلين، الذين يحكمون بالتوراة، بعبدنا ورسولنا عيسى ابن مريم، روحِ الله وكلمتِه التي ألقاها إلى مريم.\nبعثه الله مصدقا لما بين يديه من التوراة، فهو شاهد لموسى ولما جاء به من التوراة بالحق والصدق، ومؤيد لدعوته، وحاكم بشريعته، وموافق له في أكثر الأمور الشرعية.\nوقد يكون عيسى عليه السلام أخف في بعض الأحكام، كما قال تعالى عنه أنه قال لبني إسرائيل: وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ ْ وَآتَيْنَاهُ الْإِنْجِيلَ ْ الكتاب العظيم المتمم للتوراة.\nفِيهِ هُدًى وَنُورٌ ْ يهدي إلى الصراط المستقيم، ويبين الحق من الباطل.\nوَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ ْ بتثبيتها والشهادة لها والموافقة.\nوَهُدًى وَمَوْعِظَة لِّلْمُتَّقِينَ ْ فإنهم الذين ينتفعون بالهدى، ويتعظون بالمواعظ، ويرتدعون عما لا يليق."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ ۚ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولْيؤمِنِ النصارى بما أنزل الله في الإنجيل، وليحكموا به - فيما جاء به من صدق قبل بعثة محمد صلى الله عليه وسلم إليهم-، ومن لم يحكم بما أنزل الله فأولئك هم الخارجون عن طاعة الله، التاركون للحق، المائلون إلى الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» قلنا «لْيَحْكُمْ أهل الإنجيل بما أنزل الله فيه» من الأحكام وفي قراءة بنصب يحكم وكسر لامه عطفا على معمول آتيناه «ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلْيَحْكُمْ أَهْلُ الْإِنجِيلِ بِمَا أَنزَلَ اللَّهُ فِيهِ ْ أي: يلزمهم التقيد بكتابهم، ولا يجوز لهم العدول عنه.\nوَمَن لَّمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ ْ"
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ ۖ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ ۚ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا ۚ وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ ۖ فَاسْتَبِقُوا الْخَيْرَاتِ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنزلنا إليك - أيها الرسول - القرآن بالصدق الذي لا شك ولا ريب أنه من عند الله، مصدقًا لما سبقه من الكتب المنزلة، ومؤتَمَنًا عليها، فما وافقه منها فهو حق، وما خالفه فهو باطل، فاحكم بين الناس بما أنزل الله عليك فيه، ولا تتبع أهواءهم التي أخذوا بها، تاركًا ما أنزل عليك من الحق الذي لا شك فيه، وقد جعلنا لكل أمة شريعة من الأحكام العملية وطريقة واضحة يهتدون بها، ولو شاء الله توحيد الشرائع لوحَّدها، ولكنه جعل لكل أمة شريعة؛ ليختبر الجميع فيظهر المطيع من العاصي، فسارعوا إلى فعل الخيرات وترك المنكرات، فإلى الله وحده رجوعكم يوم القيامة، وسينبئكم بما كنتم تختلفون فيه، وسيجازيكم على ما قدمتم من أعمال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنزلنا إليك» يا محمد «الكتاب» القرآن «بالحق»: متعلق بأنزلنا «مصدِّقا لما بين يديه» قبله «من الكتاب ومهيمنا» شاهدا «عليه» والكتاب بمعنى الكتب «فاحكم بينهم» بين أهل الكتاب إذا ترافعوا إليك «بما أنزل الله» إليك «ولا تتبع أهواءهم» عادلا «عما جاءك من الحق لكل جعلنا منكم» أيها الأمم «شرعة» شريعة «ومنهاجا» طريقاً واضحاً في الدين يمشون عليه «ولو شاء الله لجعلكم أمة واحدة» على شريعة واحدة «ولكن» فرقكم فرقاً «ليبلوكم» ليختبركم «فيما آتاكم» من الشرائع المختلفة لينظر المطيع منكم والعاصي «فاستبقوا الخيرات» سارعوا إليها «إلى الله مرجعكم جميعا» بالبعث «فينبئكم بما كنتم فيه تختلفون» من أمر الدين ويجزي كلا منكم بعمله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ ْ الذي هو القرآن العظيم، أفضل الكتب وأجلها.\nبِالْحَقِّ ْ أي: إنزالا بالحق، ومشتملا على الحق في أخباره وأوامره ونواهيه.\nمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ ْ لأنه شهد لها ووافقها، وطابقت أخباره أخبارها، وشرائعه الكبار شرائعها، وأخبرت به، فصار وجوده مصداقا لخبرها.\nوَمُهَيْمِنًا عَلَيْهِ ْ أي: مشتملا على ما اشتملت عليه الكتب السابقة، وزيادة في المطالب الإلهية والأخلاق النفسية.\nفهو الكتاب الذي تتبع كل حق جاءت به الكتب فأمر به، وحث عليه، وأكثر من الطرق الموصلة إليه.\nوهو الكتاب الذي فيه نبأ السابقين واللاحقين، وهو الكتاب الذي فيه الحكم والحكمة، والأحكام الذي عرضت عليه الكتب السابقة، فما شهد له بالصدق فهو المقبول، وما شهد له بالرد فهو مردود، قد دخله التحريف والتبديل، وإلا فلو كان من عند الله، لم يخالفه.\nفَاحْكُمْ بَيْنَهُمْ بِمَا أَنزَلَ اللَّهُ ْ من الحكم الشرعي الذي أنزله الله عليك.\nوَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ ْ أي: لا تجعل اتباع أهوائهم الفاسدة المعارضة للحق بدلا عما جاءك من الحق فتستبدل الذي هو أدنى بالذي هو خير.\nلِكُلٍّ جَعَلْنَا مِنكُمْ ْ أيها الأمم جعلنا شِرْعَةً وَمِنْهَاجًا ْ أي: سبيلا وسنة، وهذه الشرائع التي تختلف باختلاف الأمم، هي التي تتغير بحسب تغير الأزمنة والأحوال، وكلها ترجع إلى العدل في وقت شرعتها، وأما الأصول الكبار التي هي مصلحة وحكمة في كل زمان، فإنها لا تختلف، فتشرع في جميع الشرائع.\nوَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً ْ تبعا لشريعة واحدة، لا يختلف متأخرها و[لا] متقدمها.\nوَلَكِن لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ ْ فيختبركم وينظر كيف تعملون، ويبتلي كل أمة بحسب ما تقتضيه حكمته، ويؤتي كل أحد ما يليق به، وليحصل التنافس بين الأمم فكل أمة تحرص على سبق غيرها، ولهذا قال: فَاسْتَبِقُوا الْخَيْرَاتِ ْ أي: بادروا إليها وأكملوها، فإن الخيرات الشاملة لكل فرض ومستحب، من حقوق الله وحقوق عباده، لا يصير فاعلها سابقا لغيره مستوليا على الأمر، إلا بأمرين: المبادرة إليها، وانتهاز الفرصة حين يجيء وقتها ويعرض عارضها، والاجتهاد في أدائها كاملة على الوجه المأمور به.\nويستدل بهذه الآية، على المبادرة لأداء الصلاة وغيرها في أول وقتها، وعلى أنه ينبغي أن لا يقتصر العبد على مجرد ما يجزئ في الصلاة وغيرها من العبادات من الأمور الواجبة، بل ينبغي أن يأتي بالمستحبات، التي يقدر عليها لتتم وتكمل، ويحصل بها السبق.\nإِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا ْ الأمم السابقة واللاحقة، كلهم سيجمعهم الله ليوم لا ريب فيه.\nفَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ ْ من الشرائع والأعمال، فيثيب أهل الحق والعمل الصالح، ويعاقب أهل الباطل والعمل السيئ."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ ۖ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ ۗ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأن احكم بينهم - أيها الرسول - بما أنزل الله إليك، ولا تتبع آراءهم النابعة من اتباع الهوى، واحذرهم أن يضلوك عن بعض ما أنزل الله عليك، فلن يألوا جهدًا في سبيل ذلك، فإن أعرضوا عن قبول الحكم بما أنزل الله إليك فاعلم أنما يريد الله أن يعاقبهم ببعض ذنوبهم عقوبة دنيوية، ويعاقبهم على جميعها في الآخرة، وإن كثيرًا من الناس لخارجون عن طاعة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم واحذرهم» «أن» لا «يفتنوك» يضلوك «عن بعض ما أنزل الله إليك فإن تولوا» عن الحكم المنزل وأرادوا غيره «فاعلم أنما يريد الله أن يصيبهم» بالعقوبة في الدنيا «ببعض ذنوبهم» التي أتوها ومنها التولي ويجازيهم على جميعها في الأخرى «وإن كثيرا من الناس لفاسقون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنِ احْكُم بَيْنَهُم بِمَا أَنْزَلَ اللَّهُ ْ هذه الآية هي التي قيل: إنها ناسخة لقوله: فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ْ والصحيح: أنها ليست بناسخة، وأن تلك الآية تدل على أنه صلى الله عليه وسلم مخير بين الحكم بينهم وبين عدمه، وذلك لعدم قصدهم بالتحاكم للحق.\nوهذه الآية تدل على أنه إذا حكم، فإنه يحكم بينهم بما أنزل الله من الكتاب والسنة، وهو القسط الذي تقدم أن الله قال: وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ ْ ودل هذا على بيان القسط، وأن مادته هو ما شرعه الله من الأحكام، فإنها المشتملة على غاية العدل والقسط، وما خالف ذلك فهو جور وظلم.\nوَلَا تَتَّبِعْ أَهْوَاءَهُمْ ْ كرر النهي عن اتباع أهوائهم لشدة التحذير منها.\nولأن ذلك في مقام الحكم والفتوى، وهو أوسع، وهذا في مقام الحكم وحده، وكلاهما يلزم فيه أن لا يتبع أهواءهم المخالفة للحق، ولهذا قال: وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ ْ أي: إياك والاغترار بهم، وأن يفتنوك فيصدوك عن بعض ما أنزل [الله] إليك، فصار اتباع أهوائهم سببا موصلا إلى ترك الحق الواجب، والفرض اتباعه.\nفَإِن تَوَلَّوْا ْ عن اتباعك واتباع الحق فَاعْلَمْ ْ أن ذلك عقوبة عليهم وأن الله يريد أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ْ فإن للذنوب عقوبات عاجلة وآجلة، ومن أعظم العقوبات أن يبتلى العبد ويزين له ترك اتباع الرسول، وذلك لفسقه.\nوَإِنَّ كَثِيرًا مِّنَ النَّاسِ لَفَاسِقُونَ ْ أي: طبيعتهم الفسق والخروج عن طاعة الله واتباع رسوله."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ۚ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَيُعْرضون عن حكمك طالبين حكم أهل الجاهلية من عبدة الأوثان الذين يحكمون تبعًا لأهوائهم؟! فلا أحد أحسن حكمًا من الله عند أهل اليقين الذين يعقلون عن الله ما أنزل على رسوله، لا أهل الجهل والأهواء الذين لا يقبلون إلا ما يوافق أهواءهم وإن كان باطلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفحكم الجاهلية يبغون» بالياء والتاء يطلبون من المداهنة والميل إذا تولَّوا إستفهام إنكاري «ومن» أي لا أحد «أحسن من الله حُكما لقوم» عند قوم «يوقنون» به خصوا بالذكر لأنهم الذين يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ْ أي: أفيطلبون بتوليهم وإعراضهم عنك حكم الجاهلية، وهو كل حكم خالف ما أنزل الله على رسوله.\nفلا ثم إلا حكم الله ورسوله أو حكم الجاهلية.\nفمن أعرض عن الأول ابتلي بالثاني المبني على الجهل والظلم والغي، ولهذا أضافه الله للجاهلية، وأما حكم الله تعالى فمبني على العلم، والعدل والقسط، والنور والهدى.\nوَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ ْ فالموقن هو الذي يعرف الفرق بين الحكمين ويميز -بإيقانه- ما في حكم الله من الحسن والبهاء، وأنه يتعين -عقلا وشرعا- اتباعه.\nواليقين، هو العلم التام الموجب للعمل."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وبرسوله، لا تجعلوا من اليهود والنصارى حلفاء وأصفياء توالونهم، فاليهود إنما يوالون أهل ملَّتهم، والنصارى إنما يوالون أهل ملَّتهم، وكِلا الفريقين تجمعهم معاداتكم، ومن يتولهم منكم فإنه في عِدادهم، إن الله لا يهدي القوم الظالمين بسبب موالاتهم للكفار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء» توالونهم وتوادونهم «بعضهم أولياء بعض» لا تحادهم في الكفر «ومن يتولَّهم منكم فإنه منهم» من جملتهم «إن الله لا يهدى القوم الظالمين» بموالاتهم الكفار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يرشد تعالى عباده المؤمنين حين بيَّن لهم أحوال اليهود والنصارى وصفاتهم غير الحسنة، أن لا يتخذوهم أولياء.\nفإن بَعْضهُمْ أَوْلِيَاءُ بَعْضٍ يتناصرون فيما بينهم ويكونون يدا على من سواهم، فأنتم لا تتخذوهم أولياء، فإنهم الأعداء على الحقيقة ولا يبالون بضركم، بل لا يدخرون من مجهودهم شيئا على إضلالكم، فلا يتولاهم إلا من هو مثلهم، ولهذا قال: وَمَن يَتَوَلَّهُم مِّنْكُمْ فَإِنَّهُ مِنْهُمْ ْ لأن التولي التام يوجب الانتقال إلى دينهم.\nوالتولي القليل يدعو إلى الكثير، ثم يتدرج شيئا فشيئا، حتى يكون العبد منهم.\nإِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ْ أي: الذين وصْفُهم الظلم، وإليه يَرجعون، وعليه يعولون.\nفلو جئتهم بكل آية ما تبعوك، ولا انقادوا لك."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰ أَنْ تُصِيبَنَا دَائِرَةٌ ۚ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَىٰ مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فترى - أيها الرسول - المنافقين ضعفاء الإيمان يبادرون إلى موالاة اليهود والنصارى قائلين: نخاف أن يظفر هؤلاء، وتكون لهم الدولة فينالنا منهم مكروه، فلعل الله يجعل الظفر لرسوله وللمؤمنين، أو يأتي بأمر من عنده تندفع به صَوْلة اليهود ومن يواليهم، فيصبح المسارعون إلى موالاتهم نادمين على ما أخفوه من النفاق في قلوبهم؛ لبطلان ما تعلقوا به من أسباب واهية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فترى الذين في قلوبهم مرض» ضعف اعتقاد كعبد الله بن أبي المنافق «يسارعون فيهم» في موالاتهم «يقولون» معتذرين عنها «نخشى أن تصيبنا دائرة» يدور بها الدهر علينا من جدب أو غلبة ولا يتم أمر محمد فلا يميرونا قال تعالى: «فعسى الله أن يأتي بالفتح» بالنصر لنبيه بإظهار دينه «أو أمر من عنده» بهتك ستر المنافقين وافتضاحهم «فيصبحوا على ما أسرُّوا في أنفسهم» من الشك وموالاة الكفار «نادمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما نهى الله المؤمنين عن توليهم، أخبر أن ممن يدعي الإيمان طائفةً تواليهم، فقال: فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ ْ أي: شك ونفاق، وضعف إيمان، يقولون: إن تولينا إياهم للحاجة، فإننا نَخْشَى أَن تُصِيبَنَا دَائِرَةٌ ْ أي: تكون الدائرة لليهود والنصارى، فإذا كانت الدائرة لهم، فإذا لنا معهم يد يكافؤننا عنها، وهذا سوء ظن منهم بالإسلام، قال تعالى -رادا لظنهم السيئ-: فَعَسَى اللَّهُ أَن يَأْتِيَ بِالْفَتْحِ ْ الذي يعز الله به الإسلام على اليهود والنصارى، ويقهرهم المسلمون أَوْ أَمْرٍ مِنْ عِندِهِ ْ ييأس به المنافقون من ظفر الكافرين من اليهود وغيرهم فَيُصْبِحُوا عَلَى مَا أَسَرُّوا ْ أي: أضمروا فِي أَنفُسِهِمْ نَادِمِينَ ْ على ما كان منهم وضرهم بلا نفع حصل لهم، فحصل الفتح الذي نصر الله به الإسلام والمسلمين، وأذل به الكفر والكافرين، فندموا وحصل لهم من الغم ما الله به عليم."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَيَقُولُ الَّذِينَ آمَنُوا أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول المؤمنون متعجبين من حال هؤلاء المنافقين: أهؤلاء الذين حلفوا مؤكدين أيمانهم: إنهم لمعكم - أيها المؤمنون - في الإيمان والنصرة والموالاة؟! بطلت أعمالهم، فأصبحوا خاسرين بفوات مقصودهم، وما أعد لهم من عذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقولُ» بالرفع استئنافا بواو ودونها وبالنصب عطفا على يأتي «الذين آمنوا» لبعضهم إذا هتك سترهم تعجبا «أهؤلاء الذين أقسموا بالله جَهد أيمانهم» غاية اجتهادهم فيها «إنهم لمعكم» في الدين قال تعالى: «حبطت» بطلت «أعمالهم» الصالحة «فأصبحوا» صاروا «خاسرين» الدنيا بالفضيحة والآخرة بالعقاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَقُولُ الَّذِينَ آمَنُوا ْ متعجبين من حال هؤلاء الذين في قلوبهم مرض: أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ ْ أي: حلفوا وأكدوا حلفهم، وغلظوه بأنواع التأكيدات: إنهم لمعكم في الإيمان، وما يلزمه من النصرة والمحبة والموالاة، ظهر ما أضمروه، وتبين ما أسروه، وصار كيدهم الذي كادوه، وظنهم الذي ظنوه بالإسلام وأهله -باطلا، فبطل كيدهم وبطلت أَعْمَالُهُمْ ْ في الدنيا فَأَصْبَحُوا خَاسِرِينَ ْ حيث فاتهم مقصودهم، وحضرهم الشقاء والعذاب."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، من يرجع منكم عن دينه إلى الكفر فسوف يأتي الله بقوم بدلًا منهم يحبهم ويحبونه لاستقامتهم، رحماء بالمؤمنين أشداء على الكافرين، يجاهدون بأموالهم وأنفسهم لتكون كلمة الله هي العليا، ولا يخشون تعنيف من يعنفهم؛ لتقديمهم رضا الله على رضا المخلوقين، ذلك من عطاء الله الذي يعطيه من يشاء من عباده، والله واسع الفضل والإحسان، عليم بمن يستحق فضله فيمنحه إياه، ومن لا يستحقه فيحرمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(يا أيها الذين آمنوا من يرتد) بالفك والإدغام يرجع (منكم عن دينه) إلى الكفر إخبار بما علم الله وقوعه وقد ارتد جماعة بعد موت النبي صلى الله عليه وسلم (فسوف يأتي الله) بدلهم (بقوم يحبهم ويحبونه) قال صلى الله عليه وسلم: \"\" هم قوم هذا وأشار إلى أبي موسى الأشعري \"\" رواه الحاكم في صحيحه (أذلة) عاطفين (على المؤمنين أعزة) أشداء (على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم) فيه كما يخاف المنافقون لوم الكفار (ذلك فضل الله يؤتيه من يشاء والله واسع) كثير الفضل (عليم) بمن هو أهله، ونزل لما قال ابن سلام يا رسول الله إن قومنا هجرونا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه الغني عن العالمين، وأنه من يرتد عن دينه فلن يضر الله شيئا، وإنما يضر نفسه.\nوأن لله عبادا مخلصين، ورجالا صادقين، قد تكفل الرحمن الرحيم بهدايتهم، ووعد بالإتيان بهم، وأنهم أكمل الخلق أوصافا، وأقواهم نفوسا، وأحسنهم أخلاقا، أجلُّ صفاتهم أن الله يُحِبُّهُمْ وَيُحِبُّونَهُ ْ فإن محبة الله للعبد هي أجل نعمة أنعم بها عليه، وأفضل فضيلة، تفضل الله بها عليه، وإذا أحب الله عبدا يسر له الأسباب، وهون عليه كل عسير، ووفقه لفعل الخيرات وترك المنكرات، وأقبل بقلوب عباده إليه بالمحبة والوداد.\nومن لوازم محبة العبد لربه، أنه لابد أن يتصف بمتابعة الرسول صلى الله عليه وسلم ظاهرا وباطنا، في أقواله وأعماله وجميع أحواله، كما قال تعالى: قُلْ إِن كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ ْ كما أن من لازم محبة الله للعبد، أن يكثر العبد من التقرب إلى الله بالفرائض والنوافل، كما قال النبي صلى الله عليه وسلم في الحديث الصحيح عن الله: \"وما تقرب إليَّ عبدي بشيء أحب إليَّ مما افترضت عليه، ولا يزال [عبدي] يتقرب إليَّ بالنوافل حتى أُحبه، فإذا أحببتُه كنتُ سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه\".\nومن لوازم محبة الله معرفته تعالى، والإكثار من ذكره، فإن المحبة بدون معرفة بالله ناقصة جدا، بل غير موجودة وإن وجدت دعواها، ومن أحب الله أكثر من ذكره، وإذا أحب الله عبدا قبل منه اليسير من العمل، وغفر له الكثير من الزلل.\nومن صفاتهم أنهم أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ ْ فهم للمؤمنين أذلة من محبتهم لهم، ونصحهم لهم، ولينهم ورفقهم ورأفتهم، ورحمتهم بهم وسهولة جانبهم، وقرب الشيء الذي يطلب منهم وعلى الكافرين بالله، المعاندين لآياته، المكذبين لرسله - أعزة، قد اجتمعت هممهم وعزائمهم على معاداتهم، وبذلوا جهدهم في كل سبب يحصل به الانتصار عليهم، قال تعالى: وَأَعِدُّوا لَهُم مَا اسْتَطَعْتُمْ مِن قُوَّةٍ وَمِن رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ ْ وقال تعالى: أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ْ فالغلظة والشدة على أعداء الله مما يقرب العبد إلى الله، ويوافق العبد ربه في سخطه عليهم، ولا تمنع الغلظة عليهم والشدة دعوتهم إلى الدين الإسلامي بالتي هي أحسن.\nفتجتمع الغلظة عليهم، واللين في دعوتهم، وكلا الأمرين من مصلحتهم ونفعه عائد إليهم.\nيُجَاهِدُونَ فِي سَبِيلِ اللَّهِ ْ بأموالهم وأنفسهم، بأقوالهم وأفعالهم.\nوَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ْ بل يقدمون رضا ربهم والخوف من لومه على لوم المخلوقين، وهذا يدل على قوة هممهم وعزائمهم، فإن ضعيف القلب ضعيف الهمة، تنتقض عزيمته عند لوم اللائمين، وتفتر قوته عند عذل العاذلين.\nوفي قلوبهم تعبد لغير الله، بحسب ما فيها من مراعاة الخلق وتقديم رضاهم ولومهم على أمر الله، فلا يسلم القلب من التعبد لغير الله، حتى لا يخاف في الله لومة لائم.\nولما مدحهم تعالى بما من به عليهم منَّ الصفات الجليلة والمناقب العالية، المستلزمة لما لم يذكر من أفعال الخير -أخبر أن هذا من فضله عليهم وإحسانه لئلا يعجبوا بأنفسهم، وليشكروا الذي مَنَّ عليهم بذلك ليزيدهم من فضله، وليعلم غيرُهم أن فضل الله تعالى ليس عليه حجاب، فقال: ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ ْ أي: واسع الفضل والإحسان، جزيل المنن، قد عمت رحمته كل شيء، ويوسع على أوليائه من فضله، ما لا يكون لغيرهم، ولكنه عليم بمن يستحق الفضل فيعطيه، فالله أعلم حيث يجعل رسالته أصلا وفرعا."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس اليهود ولا النصارى ولا غيرهم من الكفار، أولياءكم، بل إنَّ وليكم وناصركم الله ورسوله، والمؤمنون الذين يؤدون الصلاة كاملة، ويعطون زكاة أموالهم وهم خاضعون لله أذلاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنَّما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون» خاشعون أو يصلون صلاة التطوع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما نهى عن ولاية الكفار من اليهود والنصارى وغيرهم، وذكر مآل توليهم أنه الخسران المبين، أخبر تعالى مَن يجب ويتعين توليه، وذكر فائدة ذلك ومصلحته فقال: إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ ْ فولاية الله تدرك بالإيمان والتقوى.\nفكل من كان مؤمنا تقيا كان لله وليا، ومن كان وليا لله فهو ولي لرسوله، ومن تولى الله ورسوله كان تمام ذلك تولي من تولاه، وهم المؤمنون الذين قاموا بالإيمان ظاهرا وباطنا، وأخلصوا للمعبود، بإقامتهم الصلاة بشروطها وفروضها ومكملاتها، وأحسنوا للخلق، وبذلوا الزكاة من أموالهم لمستحقيها منهم.\nوقوله: وَهُمْ رَاكِعُونَ ْ أي: خاضعون لله ذليلون.\nفأداة الحصر في قوله إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا ْ تدل على أنه يجب قصر الولاية على المذكورين، والتبري من ولاية غيرهم."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن يَتَوَلَّ الله ورسوله والمؤمنين بالنصرة فهو من حزب الله، وحزب الله هم الغالبون؛ لأن الله ناصرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يتولَّ الله ورسوله والذين آمنوا» فيعينهم وينصرهم «فإن حزب الله هم الغالبون» لنصره إياهم أوقعه موقع فإنهم بيانا لأنهم من حزبه أي أتباعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَن يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ ْ أي: فإنه من الحزب المضافين إلى الله إضافة عبودية وولاية، وحزبه هم الغالبون الذين لهم العاقبة في الدنيا والآخرة، كما قال تعالى: وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ ْ وهذه بشارة عظيمة، لمن قام بأمر الله وصار من حزبه وجنده، أن له الغلبة، وإن أديل عليه في بعض الأحيان لحكمة يريدها الله تعالى، فآخر أمره الغلبة والانتصار، ومن أصدق من الله قيلا."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ ۚ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، لا تتخذوا الذين يسخرون من دينكم، ويتلاعبون به من الذين أُعْطُوا الكتاب من قبلكم من اليهود والنصارى والمشركين حلفاء وأصفياء، واتقوا الله باجتناب ما نهاكم عنه من موالاتهم إن كنتم مؤمنين به، وبما أنزله عليكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا تتَّخذوا الذين اتَّخذوا دينكم هزوا» مهزوءا به «ولعبا من» للبيان «الذين أوتوا الكتاب من قبلكم والكفار» المشركين بالجر والنصب «أولياء واتقوا الله» بترك موالاتهم «إن كنتم مؤمنين» صادقين في إيمانكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 57 و58 : ينهى عباده المؤمنين عن اتخاذ أهل الكتاب من اليهود والنصارى ومن سائر الكفار أولياء يحبونهم ويتولونهم، ويبدون لهم أسرار المؤمنين، ويعاونونهم على بعض أمورهم التي تضر الإسلام والمسلمين، وأن ما معهم من الإيمان يوجب عليهم ترك موالاتهم، ويحثهم على معاداتهم، وكذلك التزامهم لتقوى الله التي هي امتثال أوامره واجتناب زواجره مما تدعوهم إلى معاداتهم، وكذلك ما كان عليه المشركون والكفار المخالفون للمسلمين، من قدحهم في دين المسلمين، واتخاذهم إياه هزوا ولعبا، واحتقاره واستصغاره، خصوصا الصلاة التي هي أظهر شعائر المسلمين، وأجلُّ عباداتهم، إنهم إذا نادوا إليها اتخذوها هزوا ولعبا، وذلك لعدم عقلهم ولجهلهم العظيم، وإلا فلو كان لهم عقول لخضعوا لها، ولعلموا أنها أكبر من جميع الفضائل التي تتصف بها النفوس.\nفإذا علمتم -أيها المؤمنون- حال الكفار وشدة معاداتهم لكم ولدينكم، فمن لم يعادهم بعد هذا دل على أن الإسلام عنده رخيص، وأنه لا يبالي بمن قدح فيه أو قدح بالكفر والضلال، وأنه ليس عنده من المروءة والإنسانية شيء.\nفكيف تدعي لنفسك دينا قيما، وأنه الدين الحق وما سواه باطل، وترضى بموالاة من اتخذه هزوا ولعبا، وسخر به وبأهله، من أهل الجهل والحمق؟! وهذا فيه من التهييج على عداوتهم ما هو معلوم لكل من له أدنى مفهوم."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذلك يسخرون ويلعبون إذا أَذَّنْتُم للصلاة التي هي أعظم قربة، ذلك بسبب أنهم قوم لا يعقلون عن الله معاني عبادته وشرائعه التي شرعها للناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» الذين «إذا ناديتم» دعوتم «إلى الصلاة» بالأذان «اتخذوها» أي الصلاة «هزوا ولعبا» بأن يستهزئوا بها ويتضاحكوا «ذلك» الاتخاذ «بأنهم» أي بسبب أنهم «قوم لا يعقلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 57 و58 : ينهى عباده المؤمنين عن اتخاذ أهل الكتاب من اليهود والنصارى ومن سائر الكفار أولياء يحبونهم ويتولونهم، ويبدون لهم أسرار المؤمنين، ويعاونونهم على بعض أمورهم التي تضر الإسلام والمسلمين، وأن ما معهم من الإيمان يوجب عليهم ترك موالاتهم، ويحثهم على معاداتهم، وكذلك التزامهم لتقوى الله التي هي امتثال أوامره واجتناب زواجره مما تدعوهم إلى معاداتهم، وكذلك ما كان عليه المشركون والكفار المخالفون للمسلمين، من قدحهم في دين المسلمين، واتخاذهم إياه هزوا ولعبا، واحتقاره واستصغاره، خصوصا الصلاة التي هي أظهر شعائر المسلمين، وأجلُّ عباداتهم، إنهم إذا نادوا إليها اتخذوها هزوا ولعبا، وذلك لعدم عقلهم ولجهلهم العظيم، وإلا فلو كان لهم عقول لخضعوا لها، ولعلموا أنها أكبر من جميع الفضائل التي تتصف بها النفوس.\nفإذا علمتم -أيها المؤمنون- حال الكفار وشدة معاداتهم لكم ولدينكم، فمن لم يعادهم بعد هذا دل على أن الإسلام عنده رخيص، وأنه لا يبالي بمن قدح فيه أو قدح بالكفر والضلال، وأنه ليس عنده من المروءة والإنسانية شيء.\nفكيف تدعي لنفسك دينا قيما، وأنه الدين الحق وما سواه باطل، وترضى بموالاة من اتخذه هزوا ولعبا، وسخر به وبأهله، من أهل الجهل والحمق؟! وهذا فيه من التهييج على عداوتهم ما هو معلوم لكل من له أدنى مفهوم."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - للمستهزئين من أهل الكتاب: هل تعيبون علينا إلا إيماننا بالله وبما أنزل إلينا، وبما أنزل على من قبلنا، وإيمانَنَا أن أكثركم خارجون عن طاعة الله بتركهم للإيمان وامتثال الأوامر؟! فما تعيبونه علينا مَحْمَدَةٌ لنا، وليس مَذَمَّةً."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما قال اليهود للنبي صلى الله عليه وسلم بمن تؤمن من الرسل فقال: (بالله وما أنزل إلينا) الآية فلما ذكر عيسى قالوا لا نعلم دينا شرا من دينكم «قل يا أهل الكتاب هل تنقمون» تنكرون «منا إلا أن آمنا بالله وما أنزل إلينا وما أنزل من قبل» إلى الأنبياء «وأن أكثركم فاسقون» عطف على أن آمنا- المعنى ما تنكرون إلا إيماننا ومخالفتكم في عدم قبوله المعبر عنه بالفعل اللازم عنه وليس هذا مما ينكر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ ْ يا أيها الرسول يَا أَهْلَ الْكِتَابِ ْ ملزما لهم، إن دين الإسلام هو الدين الحق، وإن قدحهم فيه قدح بأمر ينبغي المدح عليه: هَلْ تَنقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ ْ أي: هل لنا عندكم من العيب إلا إيماننا بالله، وبكتبه السابقة واللاحقة، وبأنبيائه المتقدمين والمتأخرين، وبأننا نجزم أن من لم يؤمن كهذا الإيمان فإنه كافر فاسق؟ فهل تنقمون منا بهذا الذي هو أوجب الواجبات على جميع المكلفين؟\" ومع هذا فأكثركم فاسقون، أي: خارجون عن طاعة الله، متجرئون على معاصيه، فأولى لكم -أيها الفاسقون- السكوت، فلو كان عيبكم وأنتم سالمون من الفسق، وهيهات ذلك - لكان الشر أخف من قدحكم فينا مع فسقكم."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَٰلِكَ مَثُوبَةً عِنْدَ اللَّهِ ۚ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ ۚ أُولَٰئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: هل أخبركم بمن هم أولى بالعيب، وأشد عقابًا من هؤلاء، إنهم أسلافهم الذين طردهم الله من رحمته، وغضب عليهم، وصيَّرهم بعد المسخ قردة وخنازير، وجعل منهم عُبَّادًا للطاغوت، والطاغوت هو كل من يُعْبد من دون الله راضيًا، أولئك المذكورون شر منزلة يوم القيامة، وأضل سعيًا عن الطريق المستقيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل هل أنبئكم» أخبركم «بشر من» أهل «ذلك» الذي تنقمونه «مثوبة» ثوابا بمعنى جزاء «عند الله» هو «من لعنه الله» أبعده عن رحمته «وغضب عليه وجعل منهم القردة والخنازير» بالمسخ «و» من «عَبَدَ الطاغوتَ» الشيطان بطاعته، وروعي في منهم معنى من وفيما قبله لفظها وهم اليهود، وفي قراءة بضم باء عبد وإضافته إلى ما بعد اسم جمع لعبد ونصبه بالعطف على القردة «أولئك شر مكانا» تمييز لأن مأواهم النار «وأضل عن سواء السبيل» طريق الحق وأصل السواء الوسط وذكر شر وأضل في مقابلة قولهم لا نعلم دينا شرا من دينكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان قدحهم في المؤمنين يقتضي أنهم يعتقدون أنهم على شر، قال تعالى: قُلْ ْ لهم مخبرا عن شناعة ما كانوا عليه: هَلْ أُنَبِّئُكُم بِشَرٍّ مِن ذَلِكَ ْ الذي نقمتم فيه علينا، مع التنزل معكم.\nمَن لَّعَنَهُ اللَّهُ ْ أي: أبعده عن رحمته وَغَضِبَ عَلَيْهِ ْ وعاقبه في الدنيا والآخرة وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ ْ وهو الشيطان، وكل ما عبد من دون الله فهو طاغوت.\nأُولَئِكَ ْ المذكورون بهذه الخصال القبيحة شَرٌّ مَّكَانًا ْ من المؤمنين الذين رحمة الله قريب منهم، ورضي الله عنهم وأثابهم في الدنيا والآخرة، لأنهم أخلصوا له الدين.\nوهذا النوع من باب استعمال أفعل التفضيل في غير بابه وكذلك قوله: وَأَضَلُّ عَن سَوَاءِ السَّبِيلِ ْ أي: وأبعد عن قصد السبيل."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ ۚ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا جاءكم - أيها المؤمنون - المنافقون منهم أظهروا لكم الإيمان نفاقًا منهم، والواقع أنهم عند دخولهم وخروجهم مُتلبِّسون بالكفر لا ينفكون عنه، والله أعلم بما يُضْمرونه من الكفر إن أظهروا الإيمان لكم، وسيجازيهم على ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا جاءُوكم» أي مُنَافِقُو اليهود «قالوا آمنا وقد دخلوا» إليكم متلبسين «بالكفر وهم قد خرجوا» من عندكم متلبسين «به» ولم يؤمنوا «والله أعلم بما كانوا يكتمونـ» ـه من النفاق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا ْ نفاقا ومكرا و ْ هم قد دَّخَلُوا ْ مشتملين على الكفر وَهُمْ قَدْ خَرَجُوا بِهِ ْ فمدخلهم ومخرجهم بالكفر -وهم يزعمون أنهم مؤمنون، فهل أشر من هؤلاء وأقبح حالا منهم؟\" وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ ْ فيجازيهم بأعمالهم خيرها وشرها."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَتَرَىٰ كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ ۚ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وترى - أيها الرسول - كثيرًا من اليهود والمنافقين يُبادرون إلى ارتكاب المعاصي مثل الكذب والاعتداء على الآخرين بظلمهم وأكل أموال الناس بالحرام، ساء ما يعملون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وترى كثيرا منهم» أي اليهود «يسارعون» يقعون سريعا «في الإثم» الكذب «والعدوان» الظلم «وأكلهم السُّحُت» الحرام كالرشا «لبئس ما كانوا يعملونـ» ـهُ عملهم هذا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم استمر تعالى يعدد معايبهم، انتصارا لقدحهم في عباده المؤمنين، فقال: وَتَرَى كَثِيرًا مِّنْهُمْ ْ أي: من اليهود يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ ْ أي: يحرصون، ويبادرون المعاصي المتعلقة في حق الخالق والعدوان على المخلوقين.\nوَأَكْلِهِمُ السُّحْتَ ْ الذي هو الحرام.\nفلم يكتف بمجرد الإخبار أنهم يفعلون ذلك، حتى أخبر أنهم يسارعون فيه، وهذا يدل على خبثهم وشرهم، وأن أنفسهم مجبولة على حب المعاصي والظلم.\nهذا وهم يدعون لأنفسهم المقامات العالية.\nلَبِئْسَ مَا كَانُوا يَعْمَلُونَ ْ وهذا في غاية الذم لهم والقدح فيهم."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ ۚ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هلَّا يزجرهم أئمتهم وعلماؤهم عما يسارعون إليه من قول الكذب وشهادة الزور وأكل أموال الناس بالباطل، لقد ساء صنيع أئمتهم وعلمائهم الذين لا ينهونهم عن المنكر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لولا» هلا «ينهاهم الربَّانيون والأحبار» منهم «عن قولهم الإثم» الكذب «وأكلهم السحت لبئس ما كانوا يصنعونـ» ـه ترك نهيهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَن قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ ْ أي: هلا ينهاهم العلماء المتصدون لنفع الناس، الذين من الله عليهم بالعلم والحكمة -عن المعاصي التي تصدر منهم، ليزول ما عندهم من الجهل، وتقوم حجة الله عليهم، فإن العلماء عليهم أمر الناس ونهيهم، وأن يبينوا لهم الطريق الشرعي، ويرغبونهم في الخير ويرهبونهم من الشر لَبِئْسَ مَا كَانُوا يَصْنَعُونَ ْ"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا ۘ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ ۚ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا ۚ وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ ۚ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ ۚ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا ۚ وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالت اليهود لَمَّا أصابهم جَهْدٌ وجَدْبٌ: يد الله مقبوضة عن بذل الخير والعطاء، أمسك عنا ما عنده، ألا حُبِسَتْ أيديهم عن فعل الخير والعطاء، وطُرِدُوا من رحمة الله بقولهم هذا، بل يداه سبحانه وتعالى مبسوطتان بالخير والعطاء، ينفق كيف يشاء، يبسط ويقبض، لا حاجر عليه ولا مُكْرِه له، ولا يزيد اليهودَ ما أنزل إليك - أيها الرسول - إلا تجاوزًا للحد وجحودًا؛ ذلك لِمَا هم عليه من الحسد، وألقينا بين طوائف اليهود العداوة والبغضاء، كلما جمعوا للحرب، وأعدوا لها عدة، أو تآمروا لإشعالها شَتَّتَ الله جمعهم، وأذهب قوتهم، ولا يزالون يجتهدون في ارتكاب ما فيه فساد في الأرض من السعي لإبطال الإسلام والكيد له، والله لا يحب أهل الفساد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالت اليهود» لما ضيق عليهم بتكذيبهم النبي صلى الله عليه وسلم بعد أن كانوا أكثر الناس مالا «يد الله مغلولة» مقبوضة عن إدرار الرزق علينا كنوا به عن البخل - تعالى الله عن ذلك- قال تعالى: «غُلَّتْ» أمسكت «أيديهم» عن فعل الخيرات دعاء عليهم «ولُعنوا بما قالوا بل يداه مبسوطتان» مبالغة في الوصف بالجود وثنى اليد لإفادة الكثرة إذ غاية ما يبذله السخي من ماله أن يعطي بيديه «ينفق كيف يشاء» من توسيع وتضيق لا اعتراض عليه «وليزيدن كثيرا منهم ما أنزل إليك من ربك» من القرآن «طغيانا وكفرا» لكفرهم به «وألقينا بينهم العداوة والبغضاء إلى يوم القيامة» فكل فرقة منهم تخالف الأخرى «كلما أوقدوا نارا للحرب» أي لحرب النبي صلى الله عليه وسلم «أطفأها الله» أي كلما أرادوه ردهم «ويسعَون في الأرض فسادا» أي مفسدين بالمعاصي «والله لا يحب المفسدين» بمعنى أنه يعاقبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن مقالة اليهود الشنيعة، وعقيدتهم الفظيعة، فقال: وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ ْ أي: عن الخير والإحسان والبر.\nغُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا ْ وهذا دعاء عليهم بجنس مقالتهم.\nفإن كلامهم متضمن لوصف الله الكريم، بالبخل وعدم الإحسان.\nفجازاهم بأن كان هذا الوصف منطبقا عليهم.\nفكانوا أبخل الناس وأقلهم إحسانا، وأسوأهم ظنا بالله، وأبعدهم الله عن رحمته التي وسعت كل شيء، وملأت أقطار العالم العلوي والسفلي.\nولهذا قال: بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ ْ لا حجر عليه، ولا مانع يمنعه مما أراد، فإنه تعالى قد بسط فضله وإحسانه الديني والدنيوي، وأمر العباد أن يتعرضوا لنفحات جوده، وأن لا يسدوا على أنفسهم أبواب إحسانه بمعاصيهم.\nفيداه سحاء الليل والنهار، وخيره في جميع الأوقات مدرارا، يفرج كربا، ويزيل غما، ويغني فقيرا، ويفك أسيرا ويجبر كسيرا, ويجيب سائلا، ويعطي فقيرا عائلا، ويجيب المضطرين، ويستجيب للسائلين.\nوينعم على من لم يسأله، ويعافي من طلب العافية، ولا يحرم من خيره عاصيا، بل خيره يرتع فيه البر والفاجر، ويجود على أوليائه بالتوفيق لصالح الأعمال ثم يحمدهم عليها، ويضيفها إليهم، وهي من جوده ويثيبهم عليها من الثواب العاجل والآجل ما لا يدركه الوصف، ولا يخطر على بال العبد، ويلطف بهم في جميع أمورهم، ويوصل إليهم من الإحسان، ويدفع عنهم من النقم ما لا يشعرون بكثير منه، فسبحان من كل النعم التي بالعباد فمنه، وإليه يجأرون في دفع المكاره، وتبارك من لا يحصي أحد ثناء عليه, بل هو كما أثنى على نفسه، وتعالى من لا يخلو العباد من كرمه طرفة عين، بل لا وجود لهم ولا بقاء إلا بجوده.\nوقبَّح الله من استغنى بجهله عن ربه، ونسبه إلى ما لا يليق بجلاله، بل لو عامل الله اليهود القائلين تلك المقالة، ونحوهم ممن حاله كحالهم ببعض قولهم، لهلكوا، وشقوا في دنياهم، ولكنهم يقولون تلك الأقوال، وهو تعالى, يحلم عنهم، ويصفح، ويمهلهم ولا يهملهم.\nوقوله وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنْزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا ْ وهذا أعظم العقوبات على العبد، أن يكون الذكر الذي أنزله الله على رسوله، الذي فيه حياة القلب والروح، وسعادة الدنيا والآخرة, وفلاح الدارين، الذي هو أكبر منة امتن الله بها على عباده, توجب عليهم المبادرة إلى قبولها, والاستسلام لله بها, وشكرا لله عليها, أن تكون لمثل هذا زيادة غي إلى غيه، وطغيان إلى طغيانه، وكفر إلى كفره، وذلك بسبب إعراضه عنها، ورده لها، ومعاندته إياها، ومعارضته لها بالشبه الباطلة.\nوَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ ْ فلا يتآلفون، ولا يتناصرون, ولا يتفقون على حالة فيها مصلحتهم، بل لم يزالوا متباغضين في قلوبهم, متعادين بأفعالهم, إلى يوم القيامة كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ ْ ليكيدوا بها الإسلام وأهله، وأبدوا وأعادوا، وأجلبوا بخيلهم ورجلهم أَطْفَأَهَا اللَّهُ ْ بخذلانهم وتفرق جنودهم, وانتصار المسلمين عليهم.\nوَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا ْ أي: يجتهدون ويجدون، ولكن بالفساد في الأرض، بعمل المعاصي، والدعوة إلى دينهم الباطل، والتعويق عن الدخول في الإسلام.\nوَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ ْ بل يبغضهم أشد البغض، وسيجازيهم على ذلك."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أن اليهود والنصارى آمنوا بما جاء به محمد صلى الله عليه وسلم، واتَّقَوا الله باجتناب المعاصي، لَكَفَّرْنَا عنهم المعاصي التي ارتكبوها ولو كانت كثيرة، ولأدخلناهم يوم القيامة جنات النعيم، يتنعمون بما فيها من نعيم لا ينقطع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو أن أهل الكتاب آمنوا» بمحمد صلى الله عليه وسلم «واتقوا» الكفر «لكفرنا عنهم سيئاتهم ولأدخلناهم جنات النعيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ ْ وهذا من كرمه وجوده، حيث ذكر قبائح أهل الكتاب ومعايبهم وأقوالهم الباطلة، دعاهم إلى التوبة، وأنهم لو آمنوا بالله وملائكته، وجميع كتبه، وجميع رسله، واتقوا المعاصي، لكفر عنهم سيئاتهم ولو كانت ما كانت، ولأدخلهم جنات النعيم التي فيها ما تشتهيه الأنفس وتلذ الأعين."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ ۚ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ ۖ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أن اليهود عملوا بما في التوراة، وأن النصارى عملوا بما في الإنجيل، وعملوا جميعًا بما أنزل عليهم من القرآن - ليسَّرتُ لهم أسباب الرزق من إنزال المطر وإنبات الأرض، ومن أهل الكتاب المعتدلُ الثابت على الحق، والكثير منهم ساء عمله لعدم إيمانهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو أنهم أقاموا التوراة والإنجيل» بالعمل بما فيهما ومنه الإيمان بالنبي صلى الله عليه وسلم «وما أنزل إليهم» من الكتب «من ربِّهم لأكلوا من فوقهم ومن تحت أرجلهم» بأن يوسع عليهم الرزق ويفيض من كل جهة «منهم أمَّة» جماعة «مقتصدة» تعمل به وهم من آمن بالنبي صلى الله عليه وسلم كعبد الله بن سلام وأصحابه «وكثير منهم ساء» بئس «ما» شيئا «يعملونـ» ـه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْهِمْ مِن رََّبِّهِمْ ْ أي: قاموا بأوامرهما ونواهيهما، كما ندبهم الله وحثهم.\nومن إقامتهما الإيمان بما دعيا إليه، من الإيمان بمحمد صلى الله عليه وسلم وبالقرآن، فلو قاموا بهذه النعمة العظيمة التي أنزلها ربهم إليهم، أي: لأجلهم وللاعتناء بهم لَأَكَلُوا مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ ْ أي: لأدر الله عليهم الرزق، ولأمطر عليهم السماء، وأنبت لهم الأرض كما قال تعالى: وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالْأَرْضِ ْ مِنْهُمْ ْ أي: من أهل الكتاب أُمَّةٌ مُّقْتَصِدَةٌ ْ أي: عاملة بالتوراة والإنجيل، عملا غير قوي ولا نشيط، وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ ْ أي: والمسيء منهم الكثير.\nوأما السابقون منهم فقليل ما هم."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ۖ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الرسول أخبر بما أُنْزِلَ إليك من ربك كاملًا، ولا تكتم منه شيئًا، فإن كتمت منه شيئًا فما أنت بمبلِّغ رسالة ربك (وقد بَلَّغَ رسول الله صلى الله عليه وسلم كل ما أُمِرَ بتبليغه، فمن زعم خلاف ذلك فقد أعظم الفِرْية على الله)، والله يحميك من الناس بعد اليوم، فلا يستطيعون الوصول إليك بسوء، فما عليك إلا البلاغ، والله لا يوفق للرشد الكافرين الذين لا يريدون الهداية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(يا أيها الرسول بلغ) جميع (ما أنزل إليك من ربك) ولا تكتم شيئا منه خوفا أن تنال بمكروه (وإن لم تفعل) أي لم تبلغ جميع ما أنزل إليك (فما بلغت رسالته) بالإفراد والجمع لأن كتمان بعضها ككتمان كلها (والله يعصمك من الناس) أن يقتلوك وكان صلى الله عليه وسلم يحرس حتى نزلت فقال: \"\" انصرفوا فقد عصمني الله \"\" رواه الحاكم (إن الله لا يهدي القوم الكافرين)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا أمر من الله لرسوله محمد صلى الله عليه وسلم بأعظم الأوامر وأجلها، وهو التبليغ لما أنزل الله إليه، ويدخل في هذا كل أمر تلقته الأمة عنه صلى الله عليه وسلم من العقائد والأعمال والأقوال، والأحكام الشرعية والمطالب الإلهية.\nفبلغ صلى الله عليه وسلم أكمل تبليغ، ودعا وأنذر، وبشر ويسر، وعلم الجهال الأميين حتى صاروا من العلماء الربانيين، وبلغ بقوله وفعله وكتبه ورسله.\nفلم يبق خير إلا دل أمته عليه، ولا شر إلا حذرها عنه، وشهد له بالتبليغ أفاضل الأمة من الصحابة، فمن بعدهم من أئمة الدين ورجال المسلمين.\nوَإِن لَّمْ تَفْعَلْ ْ أي: لم تبلغ ما أنزل إليك من ربك فَمَا بَلَّغْتَ رِسَالَتَهُ ْ أي: فما امتثلت أمره.\nوَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ْ هذه حماية وعصمة من الله لرسوله من الناس، وأنه ينبغي أن يكون حرصك على التعليم والتبليغ، ولا يثنيك عنه خوف من المخلوقين فإن نواصيهم بيد الله وقد تكفل بعصمتك، فأنت إنما عليك البلاغ المبين، فمن اهتدى فلنفسه، وأما الكافرون الذين لا قصد لهم إلا اتباع أهوائهم فإن الله لا يهديهم ولا يوفقهم للخير، بسبب كفرهم."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: لستم - أيها اليهود والنصارى - على شيء من الدين المعتدِّ به حتى تعملوا بما في التوراة والإنجيل، وتعملوا بما أنزل عليكم من القرآن الذي لا يصحّ إيمانكم إلا بالإيمان به، والعمل بما فيه، وليزيدنَّ كثيرًا من أهل الكتاب الذي أُنزِل إليك من ربك طغيانًا إلى طغيان، وكفرًا إلى كفر؛ لِمَا هم عليه من الحسد، فلا تأسف على هؤلاء الكافرين، وفيمن اتبعك من المؤمنين غُنْيَة وكفاية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يا أهل الكتاب لستم على شيء» من الدين معتد به «حتى تقيموا التوراة والإنجيل وما أنزل إليكم من ربكم» بأن تعملوا بما فيه ومنه الإيمان بي «وليزيدن كثيرا منهم ما أنزل إليك من ربك» من القرآن «طغيانا وكفرا» لكفرهم به «فلا تأس» تحزن «على القوم الكافرين» إن لم يؤمنوا بك أي لا تهتم بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قل لأهل الكتاب، مناديا على ضلالهم، ومعلنا بباطلهم: لَسْتُمْ عَلَى شَيْءٍ ْ من الأمور الدينية، فإنكم لا بالقرآن ومحمد آمنتم، ولا بنبيكم وكتابكم صدقتم، ولا بحق تمسكتم، ولا على أصل اعتمدتم حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ ْ أي: تجعلوهما قائمين بالإيمان بهما واتباعهما، والتمسك بكل ما يدعوان إليه.\nو ْ تقيموا ما أُنزِلَ إِلَيْكُمْ مِن رَبِّكُمْ ْ الذي رباكم، وأنعم عليكم، وجعل أجلَّ إنعامه إنزالَ الكتب إليكم.\nفالواجب عليكم، أن تقوموا بشكر الله، وتلتزموا أحكام الله، وتقوموا بما حملتم من أمانة الله وعهده.\nوَلَيَزِيدَنَّ كَثِيرًا مِّنْهُمْ مَّا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ ْ"
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَىٰ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المؤمنين واليهود والصابئين -وهم طائفة من أتباع بعض الأنبياء- والنصارى، من آمن منهم بالله واليوم الآخر وعمل الأعمال الصالحة، فلا خوف عليهم فيما يستقبلونه، ولا هم يحزنون على ما فاتهم من حظوظ الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا والذين هادوا» هم اليهود مبتدأ «والصابئون» فرقة منهم «والنصارى» ويبدل من المبتدأ «من آمن» منهم «بالله واليوم الآخر وعمل صالحا فلا خوف عليهم ولا هم يحزنون» في الآخرة خبر المبتدأ ودال على خبر إن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن أهل الكتب من أهل القرآن والتوراة والإنجيل، أن سعادتهم ونجاتهم في طريق واحد، وأصل واحد، وهو الإيمان بالله واليوم الآخر [والعمل الصالح] فمن آمن منهم بالله واليوم الآخر، فله النجاة، ولا خوف عليهم فيما يستقبلونه من الأمور المخوفة، ولا هم يحزنون على ما خلفوا منها.\nوهذا الحكم المذكور يشمل سائر الأزمنة."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَىٰ أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد أخذنا العهود المؤكدة على بني إسرائيل بالسمع والطاعة، وأرسلنا إليهم رسلاً لتبليغهم شرع الله، فنقضوا ما أخِذَ عليهم من الميثاق واتبعوا ما تمليه أهواؤهم من الإعراض عما جاءتهم به رسلهم، ومن تكذيبهم بعضًا وقتلهم بعضًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد أخذنا ميثاق بني إسرائيل» على الإيمان بالله ورسله «وأرسلنا إليهم رسلا كلما جاءهم رسول» منهم «بما لا تهوى أنفسهم» من الحق كذبوه «فريقا» منهم «كذَّبوا وفريقا» منهم «يقتلون» كزكريا ويحيى والتعبير به دون قتلوا حكاية للحال الماضية للفاصلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ ْ أي: عهدهم الثقيل بالإيمان بالله، والقيام بواجباته التي تقدم الكلام عليها في قوله: وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ْ إلى آخر الآيات.\nوَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا ْ يتوالون عليهم بالدعوة، ويتعاهدونهم بالإرشاد، ولكن ذلك لم ينجع فيهم، ولم يفد كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنفُسُهُمْ ْ من الحق كذبوه وعاندوه، وعاملوه أقبح المعاملة فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ ْ"
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ ۚ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وظنوا أن نقضهم للعهود والمواثيق، وتكذيبهم، وقتلهم الأنبياء لا يترتب عليه ضرر بهم، فترتب عليه ما لم يظنوه، فَعَمُوا عن الحق، فلا يهتدون إليه، وصَمُّوا عن سماعه سماع قبول، ثم تاب الله عليهم تفضلًا منه، ثم عَمُوا بعد ذلك عن الحق، وصَمُّوا عن سماعه، حدث ذلك لكثير منهم، والله بصير بما يعملونه، لا يخفى عليه منه شيء، وسيجازيهم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وحسِبوا» ظنوا «أ» ن «لا تكونُ» بالرفع فأن مخففة والنصب فهي ناصبة أي تقع «فتنة» عذاب بهم على تكذيب الرسل وقتلهم «فعموا» عن الحق فلم يبصروه «وصمّوا» عن استماعه «ثم تاب الله عليهم» لما تابوا «ثم عموا وصمُّوا» ثانيا «كثير منهم» بدل من الضمير «والله بصير بما يعملون» فيجازيهم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ ْ أي: ظنوا أن معصيتهم وتكذيبهم لا يجر عليهم عذابا ولا عقوبة، فاستمروا على باطلهم.\nفَعَمُوا وَصَمُّوا ْ عن الحق ثُمَّ ْ نعشهم و تاب الله عَلَيْهِمْ ْ حين تابوا إليه وأنابوا ثُمَّ ْ لم يستمروا على ذلك حتى انقلب أكثرهم إلى الحال القبيحة.\nفعَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ ْ بهذا الوصف، والقليل استمروا على توبتهم وإيمانهم.\nوَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ ْ فيجازي كل عامل بعمله، إن خيرا فخير وإن شرا فشر."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ۖ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۖ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ۖ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد كفر النصارى القائلون بأن الله هو المسيح عيسى بن مريم؛ لنسبتهم الألوهية لغير الله، مع أن المسيح ابن مريم نفسه قال لهم: يا بني إسرائيل اعبدوا الله وحده، فهو ربي وربكم، فنحن في عبوديته سواء، ذلك أن من يشرك بالله غيره فإن الله قد منع عليه دخول الجنة أبدًا، ومستقره نار جهنم، وما له ناصر عند الله ولا معين، ولا منقذ ينقذه مما ينتظره من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد كفر الذين قالوا إن الله هو المسيح ابن مريم» سبق مثله «وقال» لهم «المسيح يا بني إسرائيل اعبدوا الله ربي وربكم» فإني عبد ولست بإله «إنه من يشرك بالله» في العبادة غيره «فقد حرَّم الله عليه الجنة» منعه أن يدخلها «ومأواه النار وما للظالمين من» زائدة «أنصار» يمنعونهم من عذاب الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كفر النصارى بقولهم: إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ ْ بشبهة أنه خرج من أم بلا أب، وخالف المعهود من الخلقة الإلهية، والحال أنه عليه الصلاة والسلام قد كذبهم في هذه الدعوى، وقال لهم: يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ْ فأثبت لنفسه العبودية التامة، ولربه الربوبية الشاملة لكل مخلوق.\nإِنَّهُ مَن يُشْرِكْ بِاللَّهِ ْ أحدا من المخلوقين، لا عيسى ولا غيره.\nفَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ْ وذلك لأنه سوى الخلق بالخالق، وصرف ما خلقه الله له - وهو العبادة الخالصة - لغير من هي له، فاستحق أن يخلد في النار.\nوَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ْ ينقذونهم من عذاب الله، أو يدفعون عنهم بعض ما نزل بهم."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ ۚ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد كفر النصارى القائلون: إن الله مُؤَلَّفٌ من ثلاثة، هم: الأب والابن وروح القدس، تعالى الله عن قولهم علوًّا كبيرًا، فليس الله بمتعدِّد، إنما هو إله واحد لا شريك له، وإن لم يكفوا عن هذه المقالة الشنيعة لَيَنَالَنَّهُم عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد كفر الذين قالوا إن الله ثالث» آلهة «ثلاثة» أي أحدها والآخران عيس وأمه وهم فرقة من النصارى «وما من إله إلا إله واحد وإن لم ينتهوا عما يقولون» من التثليث ويوحدوا «ليمسنَّ الذين كفروا» أي ثبتوا على الكفر «منهم عذاب أليم» مؤلم وهو النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ْ وهذا من أقوال النصارى المنصورة عندهم، زعموا أن الله ثالث ثلاثة: الله، وعيسى، ومريم، تعالى الله عن قولهم علوا كبيرا.\nوهذا أكبر دليل على قلة عقول النصارى، كيف قبلوا هذه المقالة الشنعاء، والعقيدة القبيحة؟! كيف اشتبه عليهم الخالق بالمخلوقين ؟! كيف خفي عليهم رب العالمين؟! قال تعالى -رادا عليهم وعلى أشباههم -: وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ ْ متصف بكل صفة كمال، منزه عن كل نقص، منفرد بالخلق والتدبير، ما بالخلق من نعمة إلا منه.\nفكيف يجعل معه إله غيره؟\" تعالى الله عما يقول الظالمون علوا كبيرا.\nثم توعدهم بقوله: وَإِن لَّمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ ْ"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفلا يرجع هؤلاء عن مقالتهم هذه تائبين إلى الله منها، ويطلبون منه المغفرة على ما ارتكبوه من الشرك به؟! والله غفور لمن تاب من أي ذنب كان، ولو كان الذنب الكفر به، رحيم بالمؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفلا يتوبون إلى الله ويستغفرونه» مما قالوا. استفهام توبيخ «والله غفور» لمن تاب «رحيم» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم دعاهم إلى التوبة عما صدر منهم، وبين أنه يقبل التوبة عن عباده فقال: أَفَلَا يَتُوبُونَ إِلَى اللَّهِ ْ أي: يرجعون إلى ما يحبه ويرضاه من الإقرار لله بالتوحيد، وبأن عيسى عبد الله ورسوله، عما كانوا يقولونه وَيَسْتَغْفِرُونَهُ ْ عن ما صدر منهم وَاللَّهُ غَفُورٌ رَّحِيمٌ ْ أي: يغفر ذنوب التائبين، ولو بلغت عنان السماء، ويرحمهم بقبول توبتهم، وتبديل سيئاتهم حسنات.\nوصدر دعوتهم إلى التوبة بالعرض الذي هو غاية اللطف واللين في قوله: أَفَلَا يَتُوبُونَ إِلَى اللَّهِ ْ"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّىٰ يُؤْفَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس المسيح عيسى بن مريم إلا رسولًا من بين الرسل، يجري عليه ما جرى عليهم من الموت، وأمه مريم عليها السلام كثيرة الصدق والتصديق، وهما يأكلان الطعام لحاجتهما إليه، فكيف يكونان إلهين مع حاجتهما للطعام؟! فانظر - أيها الرسول - نظر تأمل: كيف نوضح لهم الآيات الدالة على الوحدانية، وعلى بطلان ما هم عليه من المغالاة في نسبة الألوهية لغيره سبحانه، وهم مع ذلك يتنكرون لهذه الآيات، ثم انظر نظر تأمُّل: كيف يُصْرَفُونَ عن الحق صرفًا مع هذه الآيات الواضحة الدالة على وحدانية الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما المسيح ابن مريم إلا رسول قد خلت» مضت «من قبله الرسل» فهو يَمضي مثلهم وليس بإله كما زعموا وإلا لما مضى «وأُمُّه صدَيقة» مبالغة في الصدق «كانا يأكلان الطعام» كغيرهما من الناس ومن كان كذلك لا يكون إلها لتركيبه وضعفه وما ينشأ منه من البول والغائط «أنظر» متعجبا «كيف نبين لهم الآيات» على وحدانيتنا «ثم أنظر أنَّى» كيف «يُؤفكون» يصرفون عن الحق مع قيام البرهان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر حقيقة المسيح وأُمِّه، الذي هو الحق، فقال: مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ ْ أي: هذا غايته ومنتهى أمره، أنه من عباد الله المرسلين، الذين ليس لهم من الأمر ولا من التشريع، إلا ما أرسلهم به الله، وهو من جنس الرسل قبله، لا مزية له عليهم تخرجه عن البشرية إلى مرتبة الربوبية.\nوَأُمَّهُ ْ مريم صِدِّيقَةٌ ْ أي: هذا أيضا غايتها، أن كانت من الصديقين الذين هم أعلى الخلق رتبة بعد الأنبياء.\nوالصديقية، هي العلم النافع المثمر لليقين، والعمل الصالح.\nوهذا دليل على أن مريم لم تكن نبية، بل أعلى أحوالها الصديقية، وكفى بذلك فضلا وشرفا.\nوكذلك سائر النساء لم يكن منهن نبية، لأن الله تعالى جعل النبوة في أكمل الصنفين، في الرجال كما قال تعالى: وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ ْ فإذا كان عيسى عليه السلام من جنس الأنبياء والرسل من قبله، وأمه صديقة، فلأي شيء اتخذهما النصارى إلهين مع الله؟ وقوله: كَانَا يَأْكُلَانِ الطَّعَامَ ْ دليل ظاهر على أنهما عبدان فقيران، محتاجان كما يحتاج بنو آدم إلى الطعام والشراب، فلو كانا إلهين لاستغنيا عن الطعام والشراب، ولم يحتاجا إلى شيء، فإن الإله هو الغني الحميد.\nولما بين تعالى البرهان قال: انظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ْ الموضحة للحق، الكاشفة لليقين، ومع هذا لا تفيد فيهم شيئا، بل لا يزالون على إفكهم وكذبهم وافترائهم، وذلك ظلم وعناد منهم."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - مُحتجًّا عليهم في عبادتهم لغير الله: أتعبدون ما لا يجلب لكم نفعًا، ولا يدفع عنكم ضرًّا؟! فهو عاجز، والله منزه عن العجز، والله هو وحده السميع لأقوالكم، فلا يفوته منها شيء، العليم بأفعالكم، فلا يخفى عليه منها شيء، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أتعبدون من دون الله» أي غيره «ما لا يملك لكم ضرّا ولا نفعا والله هو السميع» لأقوالكم «العليم» بأحوالكم والاستفهام للإنكار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قُلْ ْ لهم أيها الرسول: أَتَعْبُدُونَ مِن دُونِ اللَّهِ ْ من المخلوقين الفقراء المحتاجين، ما لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ْ وتدعون من انفرد بالضر والنفع والعطاء والمنع، وَاللَّهُ هُوَ السَّمِيعُ ْ لجميع الأصوات باختلاف اللغات، على تفنن الحاجات.\nالْعَلِيمُ ْ بالظواهر والبواطن، والغيب والشهادة، والأمور الماضية والمستقبلة، فالكامل تعالى الذي هذه أوصافه هو الذي يستحق أن يفرد بجميع أنواع العبادة، ويخلص له الدين."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - للنصارى: لا تتجاوزوا الحد فيما أُمِرْتُمْ به من اتباع الحق، ولا تبالغوا في تعظيم مَنْ أُمِرْتُمْ بتعظيمه - مثل الأنبياء - فتعتقدوا فيهم الألوهية كما فعلتم بعيسى بن مريم، بسبب اقتدائكم بأسلافكم من أهل الضلال الذين أضلُّوا كثيرًا من الناس، وضلُّوا عن طريق الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يا أهل الكتاب» اليهود والنصارى «لا تغلوا» لا تجاوزوا الحد «في دينكم» غلوّا «غير الحق» بأن تضعوا عيسى أو ترفعوه فوق حقه «ولا تتبعوا أهواء قوم قد ضلوا من قبل» بغلوهم وهم أسلافُهم «وأضلوا كثيرا» من الناس «وضلُّوا عن سواء السبيل» عن طريق الحق والسواء في الأصل الوسط."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه صلى الله عليه وسلم: قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ أي: لا تتجاوزوا وتتعدوا الحق إلى الباطل، وذلك كقولهم في المسيح، ما تقدم حكايته عنهم.\nوكغلوهم في بعض المشايخ، اتباعا ل أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ أي: تقدم ضلالهم.\nوَأَضَلُّوا كَثِيرًا من الناس بدعوتهم إياهم إلى الدين، الذي هم عليه.\nوَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ أي: قصد الطريق، فجمعوا بين الضلال والإضلال، وهؤلاء هم أئمة الضلال الذين حذر الله عنهم وعن اتباع أهوائهم المردية، وآرائهم المضلة."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ۚ ذَٰلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يخبر الله سبحانه أنه طَرَدَ الكافرين من بني إسرائيل من رحمته في الكتاب الذي أنزله على داود وهو الزبور، وفي الكتاب الذي أنزله على عيسى بن مريم وهو الإنجيل، ذلك الطرد من الرحمة بسبب ما ارتكبوه من المعاصي والاعتداء على حُرُمات الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لعن الذين كفروا من بني إسرائيل على لسان داوود» بأن دعا عليهم فمسخوا قردة وهم أصحاب إيلة «وعيسى ابن مريم» بأن دعا عليهم فمسخوا خنازير وهم أصحاب المائدة «ذلك» اللعن «بما عصوا وكانوا يعتدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ أي: طردوا وأبعدوا عن رحمة الله عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ أي: بشهادتهما وإقرارهما، بأن الحجة قد قامت عليهم، وعاندوها.\nذَلِكَ الكفر واللعن بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ أي: بعصيانهم لله، وظلمهم لعباد الله، صار سببا لكفرهم وبعدهم عن رحمة الله، فإن للذنوب والظلم عقوبات."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ ۚ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كانوا لا ينهى بعضهم بعضًا عن ارتكابه المعصية، بل يجاهر العصاة منهم بما يقترفونه من المعاصي والمنكَرات؛ لأنه لا مُنْكِرَ يُنكر عليهم، لَسَاءَ ما كانوا يفعلون من ترك النهي عن المنكر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كانوا لا يتناهون» أي لا ينهى بعضهم بعضا «عن» معاودة «منكر فعلوه لبئس ما كانوا يفعلون» فعلهم هذا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن معاصيهم التي أحلت بهم المثلات، وأوقعت بهم العقوبات أنهم: كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ أي: كانوا يفعلون المنكر، ولا ينهى بعضهم بعضا، فيشترك بذلك المباشر، وغيره الذي سكت عن النهي عن المنكر مع قدرته على ذلك.\nوذلك يدل على تهاونهم بأمر الله، وأن معصيته خفيفة عليهم، فلو كان لديهم تعظيم لربهم لغاروا لمحارمه، ولغضبوا لغضبه، وإنما كان السكوت عن المنكر -مع القدرة- موجبا للعقوبة، لما فيه من المفاسد العظيمة: منها: أن مجرد السكوت، فعل معصية، وإن لم يباشرها الساكت.\nفإنه -كما يجب اجتناب المعصية- فإنه يجب الإنكار على من فعل المعصية.\nومنها: ما تقدم أنه يدل على التهاون بالمعاصي، وقلة الاكتراث بها.\nومنها: أن ذلك يجرئ العصاة والفسقة على الإكثار من المعاصي إذا لم يردعوا عنها، فيزداد الشر، وتعظم المصيبة الدينية والدنيوية، ويكون لهم الشوكة والظهور، ثم بعد ذلك يضعف أهل الخير عن مقاومة أهل الشر، حتى لا يقدرون على ما كانوا يقدرون عليه أوَّلًا.\nومنها: أن - في ترك الإنكار للمنكر- يندرس العلم، ويكثر الجهل، فإن المعصية- مع تكررها وصدورها من كثير من الأشخاص، وعدم إنكار أهل الدين والعلم لها - يظن أنها ليست بمعصية، وربما ظن الجاهل أنها عبادة مستحسنة، وأي مفسدة أعظم من اعتقاد ما حرَّم الله حلالا؟ وانقلاب الحقائق على النفوس ورؤية الباطل حقا؟\" ومنها: أن السكوت على معصية العاصين، ربما تزينت المعصية في صدور الناس، واقتدى بعضهم ببعض، فالإنسان مولع بالاقتداء بأضرابه وبني جنسه، ومنها ومنها.\nفلما كان السكوت عن الإنكار بهذه المثابة، نص الله تعالى أن بني إسرائيل الكفار منهم لعنهم بمعاصيهم واعتدائهم، وخص من ذلك هذا المنكر العظيم."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "تَرَىٰ كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا ۚ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تشاهد - أيها الرسول - كثيرًا من الكفرة من هؤلاء اليهود يحبون الكافرين ويميلون إليهم، ويعادونك ويعادون الموحِّدين، ساء ما يُقْدِمُونَ عليه من موالاتهم الكافرين، فإنها سبب غضب الله عليهم، وإدخاله إياهم النار خالدين فيها، لا يخرجون منها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ترى» يا محمد «كثيرا منهم يتولَّون الذين كفروا» من أهل مكة بغضا لك «لبئس ما قدَّمت لهم أنفسهم» من العمل لمعادهم الموجب لهم «أن سخط الله عليهم وفي العذاب هم خالدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا بالمحبة والموالاة والنصرة.\nلَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ هذه البضاعةَ الكاسدة، والصفقةَ الخاسرة، وهي سخط الله الذي يسخط لسخطه كل شيء، والخلود الدائم في العذاب العظيم، فقد ظلمتهم أنفسهم حيث قدمت لهم هذا النزل غير الكريم، وقد ظلموا أنفسهم إذ فوتوها النعيم المقيم."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَٰكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو كان هؤلاء اليهود يؤمنون بالله حقًّا، ويؤمنون بنبيِّه، ما جعلوا من المشركين أولياء يحبُّونهم ويميلون إليهم دون المؤمنين؛ لأنهم نُهُوا عن اتخاذ الكافرين أولياء، ولكنَّ كثيرًا من هؤلاء اليهود خارجون عن طاعة الله وولايته، وولاية المؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو كانوا يؤمنون بالله والنبي» محمد «وما أنزل إليه ما اتخذوهم» أي الكفار «أولياء ولكنَّ كثيرا منهم فاسقون» خارجون عن الإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ فإن الإيمان بالله وبالنبي وما أنزل إليه، يوجب على العبد موالاة ربه، وموالاة أوليائه، ومعاداة من كفر به وعاداه، وأوضع في معاصيه، فشرط ولايةِ الله والإيمانِ به، أن لا يتخذ أعداء الله أولياء، وهؤلاء لم يوجد منهم الشرط، فدل على انتفاء المشروط.\nوَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ أي: خارجون عن طاعة الله والإيمان به وبالنبي.\nومن فسقهم موالاةُ أعداء الله."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ۖ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ ۚ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لتجِدنَّ - أيها الرسول - أعظم الناس عداوة للمؤمنين بك، وبما جئت به اليهودَ؛ لِمَا هم عليه من الحقد والحسد والكبر، وعبدةَ الأصنام، وغيرهم من المشركين بالله، ولتجِدنَّ أقربهم محبة للمؤمنين بك، وبما جئت به الذين يقولون عن أنفسهم: إنهم نصارى، وقرب مودة هؤلاء للمؤمنين لأن منهم علماء وعبَّادًا، وأنهم متواضعون، غير متكبرين؛ لأن المتكبر لا يصل الخير إلى قلبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لتجدنَّ» يا محمد «أشدَّ الناس عداوة للذين آمنوا اليهود والذين أشركوا» من أهل مكة لتضاعف كفرهم وجهلهم وانهماكهم في اتباع الهوى «ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنَّا نصارى ذلك» أي قرب مودتهم للمؤمنين «بأن» بسبب أن «منهم قسيسين» علماء «ورهبانا» عبادا «وأنهم لا يستكبرون» عن اتباع الحق كما يستكبر اليهود وأهل مكة نزلت في وفد النجاشي القادمين عليه من الحبشة قرأ سورة يس فبكوا وأسلموا وقالوا ما أشبه هذا بما كان ينزل على عيسى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى في بيان أقرب الطائفتين إلى المسلمين، وإلى ولايتهم ومحبتهم، وأبعدهم من ذلك: لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا فهؤلاء الطائفتان على الإطلاق أعظم الناس معاداة للإسلام والمسلمين، وأكثرهم سعيا في إيصال الضرر إليهم، وذلك لشدة بغضهم لهم، بغيا وحسدا وعنادا وكفرا.\nوَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى وذكر تعالى لذلك عدة أسباب: منها: أن مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا أي: علماء متزهدين، وعُبَّادًا في الصوامع متعبدين.\nوالعلم مع الزهد وكذلك العبادة مما يلطف القلب ويرققه، ويزيل عنه ما فيه من الجفاء والغلظة، فلذلك لا يوجد فيهم غلظة اليهود، وشدة المشركين.\nومنها: أنهم لَا يَسْتَكْبِرُونَ أي: ليس فيهم تكبر ولا عتو عن الانقياد للحق، وذلك موجب لقربهم من المسلمين ومن محبتهم، فإن المتواضع أقرب إلى الخير من المستكبر."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَىٰ أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ ۖ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهؤلاء - كالنجاشي وأصحابه - قلوبهم لَيِّنَةٌ، حيث إنهم يبكون خشوعًا عند سماع ما أُنْزِلَ من القرآن لَمَّا عرفوا أنه من الحق؛ لمعرفتهم بما جاء به عيسى عليه السلام، يقولون: يا ربنا آمنا بما أنزلت على رسولك محمد صلى الله عليه وسلم، فاكتبنا - يا ربنا - مع أمة محمد صلى الله عليه وسلم التي تكون حجة على الناس يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «وإذا سمعوا ما أنزل إلى الرسول» من القرآن «ترى أعينهم تفيض من الدمع ممَّا عرفوا من الحق يقولون ربَّنا آمنا» صدقنا بنبيك وكتابك «فاكتبنا مع الشاهدين» المقرين بتصديقهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إذا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ محمد صلى الله عليه وسلم، أثر ذلك في قلوبهم وخشعوا له، وفاضت أعينهم بسبب ما سمعوا من الحق الذي تيقنوه، فلذلك آمنوا وأقروا به فقالوا: رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ وهم أمة محمد صلى الله عليه وسلم، يشهدون لله بالتوحيد، ولرسله بالرسالة وصحة ما جاءوا به، ويشهدون على الأمم السابقة بالتصديق والتكذيب.\nوهم عدول، شهادتهم مقبولة، كما قال تعالى: وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا"
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأي سبب يحول بيننا وبين الإيمان بالله وما أنزله من الحق الذي جاء به محمد صلى الله عليه وسلم ؟! ونحن نرجو دخول الجنة مع الأنبياء وأتباعهم المطيعين لله الخائفين من عذابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» قالوا في جواب من عيرهم بالإسلام من اليهود «ما لنا لا نؤمن بالله وما جاءنا من الحق» القرآن أي لا مانع لنا من الإيمان مع وجود مقتضيه «ونطمع» عطف على نؤمن «أن يدخلنا ربُّنا مع القوم الصالحين» المؤمنين الجنة قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فكأنهم ليموا على إيمانهم ومسارعتهم فيه، فقالوا: وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ أي: وما الذي يمنعنا من الإيمان بالله، والحال أنه قد جاءنا الحق من ربنا، الذي لا يقبل الشك والريب، ونحن إذا آمنا واتبعنا الحق طمعنا أن يدخلنا الله الجنة مع القوم الصالحين، فأي مانع يمنعنا؟ أليس ذلك موجبا للمسارعة والانقياد للإيمان وعدم التخلف عنه."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فجازاهم الله على إيمانهم واعترافهم بالحق جنات تجري الأنهار من تحت قصورها وأشجارها ماكثين فيها أبدًا، وذلك جزاء المحسنين في اتباعهم للحق وانقيادهم له دون قيد أو شرط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأثابهم الله بما قالوا جنات تجري من تحتها الأنهار خالدين فيها وذلك جزاء المحسنين» بالإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله تعالى: فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا أي: بما تفوهوا به من الإيمان ونطقوا به من التصديق بالحق جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ وهذه الآيات نزلت في النصارى الذين آمنوا بمحمد صلى الله عليه وسلم، كالنجاشي وغيره ممن آمن منهم.\nوكذلك لا يزال يوجد فيهم من يختار دين الإسلام، ويتبين له بطلان ما كانوا عليه، وهم أقرب من اليهود والمشركين إلى دين الإسلام."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين كفروا بالله وبرسوله، وكذبوا بآيات الله التي أنزلها على رسوله، أولئك الملازمون للنار المتأججة، لا يخرجون منها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين كفروا وكذَّبوا بآياتنا أولئك أصحاب الجحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر ثواب المحسنين، ذكر عقاب المسيئين قال: وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ لأنهم كفروا بالله، وكذبوا بآياته المبينة للحق."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، لا تُحَرِّمُوا المستلذات المباحة من المآكل والمشارب والمناكح، لا تُحَرِّمُوها تزهُّدًا أو تعبُّدًا، ولا تتجاوزوا حدود ما حرم الله عليكم، إن الله لا يحب المتجاوزين لحدوده، بل يبغضهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما همَّ قوم من الصحابة أن يلازموا الصوم والقيام ولا يقربوا النساء والطيب ولا يأكلوا اللحم ولا يناموا على الفراش «يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا» تتجاوزوا أمر الله «إن الله لا يحب المعتدين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ من المطاعم والمشارب، فإنها نعم أنعم الله بها عليكم، فاحمدوه إذ أحلها لكم، واشكروه ولا تردوا نعمته بكفرها أو عدم قبولها، أو اعتقاد تحريمها، فتجمعون بذلك بين القول على الله الكذب، وكفر النعمة، واعتقاد الحلال الطيب حراما خبيثا، فإن هذا من الاعتداء.\nوالله قد نهى عن الاعتداء فقال: وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ بل يبغضهم ويمقتهم ويعاقبهم على ذلك."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكلوا مما يسوقه الله إليكم من رزقه حال كونه حلالًا طيبًا، لا إن كان حرامًا كالمأخوذ غَصْبًا أو مُسْتخبثًا، واتقوا الله بامتثال أوامره واجتناب نواهيه، فهو الذي تؤمنون به، وإيمانكم به يوجب عليكم أن تتقوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكلوا مما رزقكم الله حلالا طيبا» مفعول والجار والمجرور قبله حال متعلق به «واتقوا الله الذي أنتم به مؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمر بضد ما عليه المشركون، الذين يحرمون ما أحل الله فقال: وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا أي: كلوا من رزقه الذي ساقه إليكم، بما يسره من الأسباب، إذا كان حلَالًا لا سرقة ولا غصبا ولا غير ذلك من أنواع الأموال التي تؤخذ بغير حق، وكان أيضا طيبا، وهو الذي لا خبث فيه، فخرج بذلك الخبيث من السباع والخبائث.\nوَاتَّقُوا اللَّهَ في امتثال أوامره، واجتناب نواهيه.\nالَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ فإن إيمانكم بالله يوجب عليكم تقواه ومراعاة حقه، فإنه لا يتم إلا بذلك.\nودلت الآية الكريمة على أنه إذا حرم حلالا عليه من طعام وشراب، وسرية وأمة، ونحو ذلك، فإنه لا يكون حراما بتحريمه، لكن لو فعله فعليه كفارة يمين، كما قال تعالى: يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ الآية.\nإلا أن تحريم الزوجة فيه كفارة ظهار، ويدخل في هذه الآية أنه لا ينبغي للإنسان أن يتجنب الطيبات ويحرمها على نفسه، بل يتناولها مستعينا بها على طاعة ربه."
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَٰكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ ۖ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ ۖ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ۚ ذَٰلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ ۚ وَاحْفَظُوا أَيْمَانَكُمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يحاسبكم الله - أيها المؤمنون - بما يجري على ألسنتكم من الحَلِفِ من غير قصد، وإنما يحاسبكم بما عزمتم عليه، وعَقَدتُّمُ القلوب عليه وحنثتم، فيمحو عنكم إثمَ ما عزمتم عليه من أيمان ونطقتموه إذا حنثتم أحدُ ثلاثة أشياء على التخيير هي: إطعام عشرة مساكين من أوسط طعام أهل بلدكم، لكل مسكين نصف صاع، أو كسوتهم بما يُعْتبر عُرْفًا كسوة، أو إعتاق رقبة مؤمنة، فإذا لم يجد المكفِّر عن يمينه أحد هذه الأشياء الثلاثة كَفَّر عنها بصيام ثلاثة أيام، ذلك المذكور هو كفارة أيمانكم - أيها المؤمنون - إذا أقسمتم بالله وحنثتم، وصونوا أيمانكم عن الحلف بالله كذبًا، وعن كثرة القسم بالله، وعن عدم الوفاء بالقسم ما لم يكن عدم الوفاء خيرًا، فافعلوا الخير، وكَفِّرُوا عن أيمانكم، كما بَيَّن الله لكم كفارة اليمين يُبَيِّنُ الله لكم أحكامه المبينة للحلال والحرام، لعلكم تشكرون الله على أن علَّمكم ما لم تكونوا تعلمون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يؤاخذكم الله باللغو» الكائن «في أيمانكم» هو ما يسبق إليه اللسان من غير قصد الحلف كقول الإنسان: لا والله، وبلى والله «ولكن يؤاخذكم بما عَقّدتُمُ» بالتخفيف والتشديد وفي قراءة عاقدتم «الأيمان» عليه بأن حلفتم عن قصد «فكفارته» أي اليمين إذا حنثتم فيه «إطعام عشرة مساكين» لكل مسكين مدٌ «من أوسط ما تطعمون» منه «أهليكم» أي أقصده وأغلبه لا أعلاه ولا أدناه «أو كسوتهم» بما يسمى كسوة كقميص وعمامة وإزار ولا يكفي دفع ما ذكر إلى مسكين واحد وعليه الشافعي «أو تحرير» عتق «رقبة» أي مؤمنة كما في كفارة القتل والظهار حملا للمطلق على المقيد «فمن لم يجد» واحدا مما ذكر «فصيام ثلاثة أيام» كفارته وظاهره أنه لا يشترط التتابع وعليه الشافعي «ذلك» المذكور «كفارة أيمانكم إذا حلفتم» وحنثتم «واحفظوا أيمانكم» أن تنكثوها ما لم تكن على فعل بر أو إصلاح بين الناس كما في سورة البقرة «كذلك» أي مثل ما بين لكم ما ذكر «يبيِّن الله لكم آياته لعلكم تشكرونـ» ـه على ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ أي: في أيمانكم التي صدرت على وجه اللغو، وهي الأيمان التي حلف بها المقسم من غير نية ولا قصد، أو عقدها يظن صدق نفسه، فبان بخلاف ذلك.\nوَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ أي: بما عزمتم عليه، وعقدت عليه قلوبكم.\nكما قال في الآية الأخرى: وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ فَكَفَّارَتُهُ أي: كفارة اليمين الذي عقدتموها بقصدكم إِطْعَامُ عَشَرَةِ مَسَاكِينَ وذلك الإطعام مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أي: كسوة عشرة مساكين، والكسوة هي التي تجزئ في الصلاة.\nأَوْ تَحْرِيرُ رَقَبَةٍ أي: عتق رقبة مؤمنة كما قيدت في غير هذا الموضع، فمتى فعل واحدا من هذه الثلاثة فقد انحلت يمينه.\nفَمَنْ لَمْ يَجِدْ واحدا من هذه الثلاثة فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ المذكور كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ تكفرها وتمحوها وتمنع من الإثم.\nوَاحْفَظُوا أَيْمَانَكُمْ عن الحلف بالله كاذبا، وعن كثرة الأيمان، واحفظوها إذا حلفتم عن الحنث فيها، إلا إذا كان الحنث خيرا، فتمام الحفظ: أن يفعل الخير، ولا يكون يمينه عرضة لذلك الخير.\nكَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ المبينة للحلال من الحرام، الموضحة للأحكام.\nلَعَلَّكُمْ تَشْكُرُونَ اللهَ حيث علمكم ما لم تكونوا تعلمون.\nفعلى العباد شكر الله تعالى على ما منَّ به عليهم، من معرفة الأحكام الشرعية وتبيينها."
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، إنما المُسْكر الذي يُذْهِبُ العقل، والقمار المشتمل على عوض من الجانبين، والحجارة التي يَذْبَحُ عندها المشركون تعظيمًا لها أو ينصبونها لعبادتها، والقِدَاح التي كانوا يطلبون بها ما قسم لهم من الغيب، كل ذلك إثم من تَزْيِين الشيطان، فابتعدوا عنه لعلكم تفوزون بحياة كريمة في الدنيا وبنعيم الجنة في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إنما الخمر» المسكر الذي يخامر العقل «والميسر» القمار «والأنصاب» الأصنام «والأزلام» قداح الاستقسام «رجس» خبيث مستقذر «من عمل الشيطان» الذي يزيّنه «فاجتنبوه» أي الرجس المعبر به عن هذه الأشياء أن تفعلوه «لعلكم تفلحون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 90 و 91 : يذم تعالى هذه الأشياء القبيحة، ويخبر أنها من عمل الشيطان، وأنها رجس.\nفَاجْتَنِبُوهُ أي: اتركوه لَعَلَّكُمْ تُفْلِحُونَ فإن الفلاح لا يتم إلا بترك ما حرم الله، خصوصا هذه الفواحش المذكورة، وهي الخمر وهي: كل ما خامر العقل أي: غطاه بسكره، والميسر، وهو: جميع المغالبات التي فيها عوض من الجانبين، كالمراهنة ونحوها، والأنصاب التي هي: الأصنام والأنداد ونحوها، مما يُنصب ويُعبد من دون الله، والأزلام التي يستقسمون بها، فهذه الأربعة نهى الله عنها وزجر، وأخبر عن مفاسدها الداعية إلى تركها واجتنابها.\nفمنها: أنها رجس، أي: خبث، نجس معنى، وإن لم تكن نجسة حسا.\nوالأمور الخبيثة مما ينبغي اجتنابها وعدم التدنس بأوضارها.\nومنها: أنها من عمل الشيطان، الذي هو أعدى الأعداء للإنسان.\nومن المعلوم أن العدو يحذر منه، وتحذر مصايده وأعماله، خصوصا الأعمال التي يعملها ليوقع فيها عدوه، فإنها فيها هلاكه، فالحزم كل الحزم البعد عن عمل العدو المبين، والحذر منها، والخوف من الوقوع فيها.\nومنها: أنه لا يمكن الفلاح للعبد إلا باجتنابها، فإن الفلاح هو: الفوز بالمطلوب المحبوب، والنجاة من المرهوب، وهذه الأمور مانعة من الفلاح ومعوقة له.\nومنها: أن هذه موجبة للعداوة والبغضاء بين الناس، والشيطان حريص على بثها، خصوصا الخمر والميسر، ليوقع بين المؤمنين العداوة والبغضاء.\nفإن في الخمر من انغلاب العقل وذهاب حجاه، ما يدعو إلى البغضاء بينه وبين إخوانه المؤمنين، خصوصا إذا اقترن بذلك من السباب ما هو من لوازم شارب الخمر، فإنه ربما أوصل إلى القتل.\nوما في الميسر من غلبة أحدهما للآخر، وأخذ ماله الكثير في غير مقابلة، ما هو من أكبر الأسباب للعداوة والبغضاء.\nومنها: أن هذه الأشياء تصد القلب، ويتبعه البدن عن ذكر الله وعن الصلاة، اللذين خلق لهما العبد، وبهما سعادته، فالخمر والميسر، يصدانه عن ذلك أعظم صد، ويشتغل قلبه، ويذهل لبه في الاشتغال بهما، حتى يمضي عليه مدة طويلة وهو لا يدري أين هو.\nفأي معصية أعظم وأقبح من معصية تدنس صاحبها، وتجعله من أهل الخبث، وتوقعه في أعمال الشيطان وشباكه، فينقاد له كما تنقاد البهيمة الذليلة لراعيها، وتحول بين العبد وبين فلاحه، وتوقع العداوة والبغضاء بين المؤمنين، وتصد عن ذكر الله وعن الصلاة؟\" فهل فوق هذه المفاسد شيء أكبر منها؟\" ولهذا عرض تعالى على العقول السليمة النهي عنها، عرضا بقوله: فَهَلْ أَنْتُمْ مُنْتَهُونَ لأن العاقل -إذا نظر إلى بعض تلك المفاسد- انزجر عنها وكفت نفسه، ولم يحتج إلى وعظ كثير ولا زجر بليغ."
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ ۖ فَهَلْ أَنْتُمْ مُنْتَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما يقصد الشيطان من تَزْيِين المسكر والقمار إيقاع العداوة والبغضاء بين القلوب، والصرف عن ذكر الله وعن الصلاة، فهل أنتم - أيها المؤمنون - تاركون هذه المنكرات؟ لا شك أن ذلك هو اللائق بكم، فانتهوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر» إذا أتيتموهما لما يحصل فيهما من الشر والفتن «ويصدَّكم» بالاشتغال بهما «عن ذكر الله وعن الصلاة» خصها بالذكر تعظيما لها «فهل أنتم منتهون» عن إتيانهما أي انتهوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 90 و 91 : يذم تعالى هذه الأشياء القبيحة، ويخبر أنها من عمل الشيطان، وأنها رجس.\nفَاجْتَنِبُوهُ أي: اتركوه لَعَلَّكُمْ تُفْلِحُونَ فإن الفلاح لا يتم إلا بترك ما حرم الله، خصوصا هذه الفواحش المذكورة، وهي الخمر وهي: كل ما خامر العقل أي: غطاه بسكره، والميسر، وهو: جميع المغالبات التي فيها عوض من الجانبين، كالمراهنة ونحوها، والأنصاب التي هي: الأصنام والأنداد ونحوها، مما يُنصب ويُعبد من دون الله، والأزلام التي يستقسمون بها، فهذه الأربعة نهى الله عنها وزجر، وأخبر عن مفاسدها الداعية إلى تركها واجتنابها.\nفمنها: أنها رجس، أي: خبث، نجس معنى، وإن لم تكن نجسة حسا.\nوالأمور الخبيثة مما ينبغي اجتنابها وعدم التدنس بأوضارها.\nومنها: أنها من عمل الشيطان، الذي هو أعدى الأعداء للإنسان.\nومن المعلوم أن العدو يحذر منه، وتحذر مصايده وأعماله، خصوصا الأعمال التي يعملها ليوقع فيها عدوه، فإنها فيها هلاكه، فالحزم كل الحزم البعد عن عمل العدو المبين، والحذر منها، والخوف من الوقوع فيها.\nومنها: أنه لا يمكن الفلاح للعبد إلا باجتنابها، فإن الفلاح هو: الفوز بالمطلوب المحبوب، والنجاة من المرهوب، وهذه الأمور مانعة من الفلاح ومعوقة له.\nومنها: أن هذه موجبة للعداوة والبغضاء بين الناس، والشيطان حريص على بثها، خصوصا الخمر والميسر، ليوقع بين المؤمنين العداوة والبغضاء.\nفإن في الخمر من انغلاب العقل وذهاب حجاه، ما يدعو إلى البغضاء بينه وبين إخوانه المؤمنين، خصوصا إذا اقترن بذلك من السباب ما هو من لوازم شارب الخمر، فإنه ربما أوصل إلى القتل.\nوما في الميسر من غلبة أحدهما للآخر، وأخذ ماله الكثير في غير مقابلة، ما هو من أكبر الأسباب للعداوة والبغضاء.\nومنها: أن هذه الأشياء تصد القلب، ويتبعه البدن عن ذكر الله وعن الصلاة، اللذين خلق لهما العبد، وبهما سعادته، فالخمر والميسر، يصدانه عن ذلك أعظم صد، ويشتغل قلبه، ويذهل لبه في الاشتغال بهما، حتى يمضي عليه مدة طويلة وهو لا يدري أين هو.\nفأي معصية أعظم وأقبح من معصية تدنس صاحبها، وتجعله من أهل الخبث، وتوقعه في أعمال الشيطان وشباكه، فينقاد له كما تنقاد البهيمة الذليلة لراعيها، وتحول بين العبد وبين فلاحه، وتوقع العداوة والبغضاء بين المؤمنين، وتصد عن ذكر الله وعن الصلاة؟\" فهل فوق هذه المفاسد شيء أكبر منها؟\" ولهذا عرض تعالى على العقول السليمة النهي عنها، عرضا بقوله: فَهَلْ أَنْتُمْ مُنْتَهُونَ لأن العاقل -إذا نظر إلى بعض تلك المفاسد- انزجر عنها وكفت نفسه، ولم يحتج إلى وعظ كثير ولا زجر بليغ."
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا ۚ فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأطيعوا الله وأطيعوا الرسول بامتثال ما أمر الشرع به، واجتناب ما نهى عنه، واحذروا من المخالفة، فإن أعرضتم عن ذلك فاعلموا أنما على رسولنا التبليغ لِمَا أمره الله بتبليغه، وقد بَلَّغَ، فإن اهتديتم فلأنفسكم، وإن أسأتم فعليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأطيعوا الله وأطيعوا الرسول واحذروا» المعاصي «فإن تولَّيتم» عن الطاعة «فاعلموا أنما على رسولنا البلاغ المبين» الإبلاغ البيِّن وجزاؤكم علينا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "طاعة الله وطاعة رسوله واحدة، فمن أطاع الله، فقد أطاع الرسول، ومن أطاع الرسول فقد أطاع الله.\nوذلك شامل للقيام بما أمر الله به ورسوله من الأعمال، والأقوال الظاهرة والباطنة، الواجبة والمستحبة، المتعلقة بحقوق الله وحقوق خلقه والانتهاء عما نهى الله ورسوله عنه كذلك.\nوهذا الأمر أعم الأوامر، فإنه كما ترى يدخل فيه كل أمر ونهي، ظاهر وباطن، وقوله: وَاحْذَرُوا أي: من معصية الله ومعصية رسوله، فإن في ذلك الشر والخسران المبين.\nفَإِنْ تَوَلَّيْتُمْ عما أمرتم به ونهيتم عنه.\nفَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ وقد أدى ذلك.\nفإن اهتديتم فلأنفسكم، وإن أسأتم فعليها، والله هو الذي يحاسبكم، والرسول قد أدى ما عليه وما حمل به."
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا ۗ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس على الذين آمنوا بالله، وعملوا الأعمال الصالحة تقرُّبًا إليه؛ إثم فيما تناولوه من الخمر قبل تحريمها، إذا اجتنبوا المحرمات، مُتَّقين سخط الله عليهم، مؤمنين به، قائمين بالأعمال الصالحة، ثم ازدادوا مراقبة لله حتى أصبحوا يعبدونه كأنهم يرونه، والله يحب الذين يعبدونه كأنهم يرونه؛ لما هم فيه من استشعار رقابة الله الدائمة، وذلك ما يقود المؤمن إلى إحسان عمله وإتقانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا» أكلوا من الخمر والميسر قبل التحريم «إذا ما اتقوا» المحرمات «وآمنوا وعملوا الصالحات ثم اتقوا وآمنوا» ثبتوا على التقوى والإيمان «ثم اتقوا وأحسنوا» العمل «والله يحب المحسنين» بمعني أنه يثيبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما نزل تحريم الخمر والنهي الأكيد والتشديد فيه، تمنى أناس من المؤمنين أن يعلموا حال إخوانهم الذين ماتوا على الإسلام قبل تحريم الخمر وهم يشربونها.\nفأنزل الله هذه الآية، وأخبر تعالى أنه لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ أي: حرج وإثم فِيمَا طَعِمُوا من الخمر والميسر قبل تحريمهما.\nولما كان نفي الجناح يشمل المذكورات وغيرها، قيد ذلك بقوله: إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ أي: بشرط أنهم تاركون للمعاصي، مؤمنون بالله إيمانا صحيحا، موجبا لهم عمل الصالحات، ثم استمروا على ذلك.\nوإلا فقد يتصف العبد بذلك في وقت دون آخر.\nفلا يكفي حتى يكون كذلك حتى يأتيه أجله، ويدوم على إحسانه، فإن الله يحب المحسنين في عبادة الخالق، المحسنين في نفع العبيد، ويدخل في هذه الآية الكريمة، من طعم المحرم، أو فعل غيره بعد التحريم، ثم اعترف بذنبه وتاب إلى الله، واتقى وآمن وعمل صالحا، فإن الله يغفر له، ويرتفع عنه الإثم في ذلك."
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ ۚ فَمَنِ اعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، ليختبرنَّكم الله بشيء يسوقه إليكم من الصيد البريّ وأنتم مُحْرِمون، تتناولون الصغار منه بأيديكم، والكبار برماحكم، ليعلم الله -علمَ ظهورٍ يحاسب عليه العباد - من يخافه بالغيب لكمال إيمانه بعلم الله، فيمسك عن الصيد خوفًا من خالقه الذي لا يخفى عليه عمله، فمن تجاوز الحد، واصطاد وهو مُحْرِمٌ بحج أو عمرة فله عذاب موجع يوم القيامة؛ لارتكابه ما نهى الله عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لَيبلونَّكم» ليختبرنكم «الله بشيء» يرسله لكم «من الصيد تناله» أي الصغار منه «أيديكم ورماحكم» الكبار منه، وكان ذلك بالحديبية وهم مُحرمون فكانت الوحش والطير تغشاهم في حالهم «ليعلم الله» علم ظهور «من يخافه بالغيب» حال أي غائبا لم يره فيجتنب الصيد «فمن اعتدى بعد ذلك» النهي عنه فاصطاده «فله عذاب أليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا من منن الله على عباده، أن أخبرهم بما سيفعل قضاء وقدرا، ليطيعوه ويقدموا على بصيرة، ويهلك من هلك عن بينة، ويحيا من حي عن بينة، فقال تعالى: يَا أَيُّهَا الَّذِينَ آمَنُوا لابد أن يختبر الله إيمانكم.\nلَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ أي: بشيء غير كثير، فتكون محنة يسيرة، تخفيفا منه تعالى ولطفا، وذلك الصيد الذي يبتليكم الله به تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ أي: تتمكنون من صيده، ليتم بذلك الابتلاء، لا غير مقدور عليه بيد ولا رمح، فلا يبقى للابتلاء فائدة.\nثم ذكر الحكمة في ذلك الابتلاء، فقال: لِيَعْلَمَ اللَّهُ علما ظاهرا للخلق يترتب عليه الثواب والعقاب مَنْ يَخَافُهُ بِالْغَيْبِ فيكف عما نهى الله عنه مع قدرته عليه وتمكنه، فيثيبه الثواب الجزيل، ممن لا يخافه بالغيب، فلا يرتدع عن معصية تعرض له فيصطاد ما تمكن منه فَمَنِ اعْتَدَى منكم بَعْدِ ذَلِكَ البيان، الذي قطع الحجج، وأوضح السبيل.\nفَلَهُ عَذَابٌ أَلِيمٌ أي: مؤلم موجع، لا يقدر على وصفه إلا الله، لأنه لا عذر لذلك المعتدي، والاعتبار بمن يخافه بالغيب، وعدم حضور الناس عنده.\nوأما إظهار مخافة الله عند الناس، فقد يكون ذلك لأجل مخافة الناس، فلا يثاب على ذلك."
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ ۚ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ ۗ عَفَا اللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ ۗ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، لا تقتلوا الصيد البري وأنتم مُحْرِمون بحج أو عمرة، ومن قتله منكم متعمدًا فعليه جزاء مماثل لِمَا قتله من الصيد من الإبل أو البقر أو الغنم، يحكم به رجلان متصفان بالعدالة بين المسلمين، وما حكما به يُفْعَلُ به ما يُفْعَلُ بالهدي من الإرسال إلى مكة وذبحه في الحرم، أو قيمة ذلك من الطعام تُدْفع لفقراء الحرم، لكل فقير نصف صاع، أو صيام يوم مقابل كل نصف صاع من الطعام، كل ذلك ليذوق قاتل الصيد عاقبة ما أقدم عليه من قتله.\nتجاوز الله عما مضى من قتل صيد الحرم وقتل المحرم صيد البر قبل تحريمه، ومن عاد إليه بعد التحريم انتقم الله منه بأن يعذبه على ذلك، والله قوي منيع، ومن قوته أنه ينتقم ممن عصاه إن شاء، لا يمنعه منه مانع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حُرُم» محرمون بحج أو عمرة «ومن قتله منكم متعمِّدا فجزاءٌ» بالتنوين ورفع ما بعده أي فعليه جزاء هو «مثلُ ما قتل من النعم» أي شبهه في الخلقة وفي قراءة بإضافة جزاء «يحكم به» أي بالمثل رجلان «ذوا عدل منكم» لهما فطنة يميزان بها أشبه الأشياء به، وقد حكم ابن عباس وعمر وعلى رضي الله عنهم في النعامة ببدنة، وابن عباس وأبوعبيدة في بقر الوحش وحماره ببقره وابن عمر وابن عوف في الظبي بشاة وحكم بها ابن عباس وعمر وغيرهما في الحمام لأنه يشبهها في العَبِّ «هديا» حال من جزاء «بالغ الكعبة» أي يبلغ به الحرم فيذبح فيه ويتصدق به على مساكينه ولا يجوز أن يذبح حيث كان ونصبه نعتا لما قبله وإن أضيف لأن إضافته لفظية لا تفيد تعريفا فإن لم يكن للصيد مثل من النعم كالعصفور والجراد فعليه قيمته «أو» عليه «كفارةٌ» غير الجزاء وإن وجده هي «طعامُ مساكين» من غالب قوت البلد ما يساوى قيمته الجزاء لكل مسكين مد، وفي قراءة بإضافة كفارة لما بعده وهي للبيان «أو» عليه «عدل» مثل «ذلك» الطعام «صياما» يصومه عن كل مد يوما وإن وجده وجب ذلك عليه «ليذوق وبال» ثقل جزاء «أمره» الذي فعله «عفا الله عما سلف» من قتل الصيد قبل تحريمه «ومن عاد» إليه «فينتقم الله منه والله عزيز» غالب على أمره «ذو انتقام» ممن عصاه، والحق بقتله متعمداً فيما ذكر الخطأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم صرح بالنهي عن قتل الصيد في حال الإحرام، فقال: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ أي: محرمون في الحج والعمرة، والنهي عن قتله يشمل النهي عن مقدمات القتل، وعن المشاركة في القتل، والدلالة عليه، والإعانة على قتله، حتى إن من تمام ذلك أنه ينهى المحرم عن أكل ما قُتل أو صيد لأجله، وهذا كله تعظيم لهذا النسك العظيم، أنه يحرم على المحرم قتل وصيد ما كان حلالا له قبل الإحرام.\nوقوله: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا أي: قتل صيدا عمدا ف عليه جزاء مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ أي: الإبل، أو البقر، أو الغنم، فينظر ما يشبه شيئا من ذلك، فيجب عليه مثله، يذبحه ويتصدق به.\nوالاعتبار بالمماثلة أن يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ أي: عدلان يعرفان الحكم، ووجه الشبه، كما فعل الصحابة رضي الله عنهم، حيث قضوا بالحمامة شاة، وفي النعامة بدنة، وفي بقر الوحش -على اختلاف أنواعه- بقرة، وهكذا كل ما يشبه شيئا من النعم، ففيه مثله، فإن لم يشبه شيئا ففيه قيمته، كما هو القاعدة في المتلفات، وذلك الهدي لا بد أن يكون هَدْيًا بَالِغَ الْكَعْبَةِ أي: يذبح في الحرم.\nأَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أي: كفارة ذلك الجزاء طعام مساكين، أي: يجعل مقابلة المثل من النعم، طعام يطعم المساكين.\nقال كثير من العلماء: يقوم الجزاء، فيشترى بقيمته طعام، فيطعم كل مسكين مُدَّ بُرٍّ أو نصفَ صاع من غيره.\nأَوْ عَدْلُ ذَلِكَ الطعام صِيَامًا أي: يصوم عن إطعام كل مسكين يوما.\nلِيَذُوقَ بإيجاب الجزاء المذكور عليه وَبَالَ أَمْرِهِ وَمَنْ عَادَ بعد ذلك فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ وإنما نص الله على المتعمد لقتل الصيد، مع أن الجزاء يلزم المتعمد والمخطيء، كما هو القاعدة الشرعية -أن المتلف للنفوس والأموال المحترمة، فإنه يضمنها على أي حال كان، إذا كان إتلافه بغير حق، لأن الله رتب عليه الجزاء والعقوبة والانتقام، وهذا للمتعمد.\nوأما المخطئ فليس عليه عقوبة، إنما عليه الجزاء، [هذا جواب الجمهور من هذا القيد الذي ذكره الله.\nوطائفة من أهل العلم يرون تخصيص الجزاء بالمتعمد وهو ظاهر الآية.\nوالفرق بين هذا وبين التضمين في الخطأ في النفوس والأموال في هذا الموضع الحق فيه لله، فكما لا إثم لا جزاء لإتلافه نفوس الآدميين وأموالهم]"
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أحلَّ الله لكم صيد الحيوانات المائية، وما يقذفه البحر لكم حيًّا أو ميتًا منفعة لمن كان منكم مقيمًا أو مسافرًا يتزود به، وحَرَّمَ عليكم صيد البر ما دمتم محرمين بحج أو عمرة، واتقوا الله بامتثال أوامره واجتناب نواهيه، فهو الذي إليه وحده ترجعون يوم القيامة، فيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أُحل لكم» أيها الناس حلالا كنتم أو محرمين «صيد البحر» أن تأكلوه وهو ما لا يعيش إلا فيه كالسمك بخلاف ما يعيش فيه وفي البر كالسرطان «وطعامُه» ما يقذفه ميتا «متاعا» تمتيعا «لكم» تأكلونه «وللسيَّارة» المسافرين منكم يتزودونه «وحرِّم عليكم صيد البر» وهو ما يعيش فيه من الوحش المأكول أن تصيدوه «ما دمتم حرما» فلو صاده حَلاَل فللمحرم أكله كما بينته السنة «واتقوا الله الذي إليه تحشرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان الصيد يشمل الصيد البري والبحري، استثنى تعالى الصيد البحري فقال: أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ أي: أحل لكم -في حال إحرامكم- صيد البحر، وهو الحي من حيواناته، وطعامه، وهو الميت منها، فدل ذلك على حل ميتة البحر.\nمَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ أي: الفائدة في إباحته لكم أنه لأجل انتفاعكم وانتفاع رفقتكم الذين يسيرون معكم.\nوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ويؤخذ من لفظ \"الصيد\" أنه لا بد أن يكون وحشيا، لأن الإنسي ليس بصيد.\nومأكولا، فإن غير المأكول لا يصاد ولا يطلق عليه اسم الصيد.\nوَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ أي: اتقوه بفعل ما أمر به، وترك ما نهى عنه، واستعينوا على تقواه بعلمكم أنكم إليه تحشرون.\nفيجازيكم، هل قمتم بتقواه فيثيبكم الثواب الجزيل، أم لم تقوموا بها فيعاقبكم؟."
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ۚ ذَٰلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جعل الله الكعبة البيت المُحَرَّم قيامًا للناس، به تقوم مصالحهم الدينية من الصلاة والحج والعمرة، ومصالحهم الدنيوية بالأمن في الحرم وجباية ثمرات كل شيء إليه، وجعل الأشهر الحرم وهي: (ذو القعدة وذو الحجة والمحرم ورجب) قيامًا لهم بأمنهم فيها من قتال غيرهم لهم، والهدي والقلائد الْمُشْعَرَة بأنها مسوقة إلى الحرم قيامًا لهم بأمن أصحابها من التعرض لهم بأذى، ذلك الذي منّ الله به عليكم لتعلموا أن الله يعلم ما في السماوات وما في الأرض، وأن الله بكل شيء عليم، فإن تشريعه لذلك - لجلب المصالح لكم ودفع المضار عنكم قبل حصولها - دليل على علمه بما يصلح للعباد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جعل الله الكعبة البيت الحرام» المحرم «قياما للناس» يقوم به أمر دينهم بالحج إليه ودنياهم بأمن داخله وعدم التعرض له وجبي ثمرات كل شيء إليه، وفي قراءة قيما بلا ألف مصدر قام غير معل «والشهر الحرام» بمعنى الأشهر الحرم ذو القعدة وذو الحجة والمحرم ورجب قياما لهم بأمنهم من القتال فيها «والهدي والقلائد» قياما لهم بأمن صاحبهما من التعرض له «ذلك» الجعل المذكور «لتعلموا أن الله يعلم ما في السموات وما في الأرض وأن الله بكل شيء عليم» فإن جعله ذلك لجلب المصالح لكم ودفع المضار عنكم قبل وقوعها دليل على علمه بما هو في الوجود وما هو كائن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه جعل الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ يقوم بالقيام بتعظيمه دينُهم ودنياهم، فبذلك يتم إسلامهم، وبه تحط أوزارهم، وتحصل لهم - بقصده - العطايا الجزيلة، والإحسان الكثير، وبسببه تنفق الأموال، وتتقحم - من أجله - الأهوال.\nويجتمع فيه من كل فج عميق جميع أجناس المسلمين، فيتعارفون ويستعين بعضهم ببعض، ويتشاورون على المصالح العامة، وتنعقد بينهم الروابط في مصالحهم الدينية والدنيوية.\nقال تعالى: لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ ومن أجل كون البيت قياما للناس قال من قال من العلماء: إن حج بيت الله فرض كفاية في كل سنة.\nفلو ترك الناس حجه لأثم كل قادر، بل لو ترك الناس حجه لزال ما به قوامهم، وقامت القيامة.\nوقوله: وَالْهَدْيَ وَالْقَلَائِدَ أي: وكذلك جعل الهدي والقلائد -التي هي أشرف أنواع الهدي- قياما للناس، ينتفعون بهما ويثابون عليهما.\nذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ فمن علمه أن جعل لكم هذا البيت الحرام، لما يعلمه من مصالحكم الدينية والدنيوية."
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اعلموا - أيها الناس - أن الله شديد العقاب لمن عصاه، وغفور لمن تاب، رحيم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اعلموا أن الله شديد العقاب» لأعدائه «وأن الله غفور» لأوليائه «رحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ أي: ليكن هذان العلمان موجودين في قلوبكم على وجه الجزم واليقين، تعلمون أنه شديد العقاب العاجل والآجل على من عصاه، وأنه غفور رحيم لمن تاب إليه وأطاعه.\nفيثمر لكم هذا العلمُ الخوفَ من عقابه، والرجاءَ لمغفرته وثوابه، وتعملون على ما يقتضيه الخوف والرجاء."
                }
            ]
        },
        {
            "ayah_number": 99,
            "text": "مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ ۗ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس على الرسول إلا تبليغ ما أمره الله بتبليغه، فليس عليه توفيق الناس إلى الهداية، فذلك بيد الله وحده، والله يعلم ما تظهرونه، وما تخفونه من الهداية أو الضلال، وسيجازيكم على ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما على الرسول إلا البلاغ» لكم «والله يعلم ما تبدون» تظهرون من العمل «وما تكتمون» تخفون منه فيجازيكم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وقد بلَّغ كما أُمِر، وقام بوظيفته، وما سوى ذلك فليس له من الأمر شيء.\nوَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ فيجازيكم بما يعلمه تعالى منكم."
                }
            ]
        },
        {
            "ayah_number": 100,
            "text": "قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ ۚ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: لا يستوي الخبيث من كل شيء مع الطيّب من كل شيء، ولو أعجبك كثرة الخبيث، فإن كثرته لا تدل على فضله، فاتقوا الله - يا أصحاب العقول - بترك الخبيث وفعل الطيب لعلكم تفوزون بالجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل لا يستوي الخبيث» الحرام «والطيب» الحلال «ولو أعجبك» أي سرك «كثرة الخبيث فاتقوا الله» في تركه «يا أولي الألباب لعلكم تفلحون» تفوزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قُلْ للناس محذرا عن الشر ومرغبا في الخير: لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ من كل شيء، فلا يستوي الإيمان والكفر، ولا الطاعة والمعصية، ولا أهل الجنة وأهل النار، ولا الأعمال الخبيثة والأعمال الطيبة، ولا المال الحرام بالمال الحلال.\nوَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فإنه لا ينفع صاحبه شيئا، بل يضره في دينه ودنياه.\nفَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ فأمر أُولي الألباب، أي: أهل العقول الوافية، والآراء الكاملة، فإن الله تعالى يوجه إليهم الخطاب.\nوهم الذين يؤبه لهم، ويرجى أن يكون فيهم خير.\nثم أخبر أن الفلاح متوقف على التقوى التي هي موافقة الله في أمره ونهيه، فمن اتقاه أفلح كل الفلاح، ومن ترك تقواه حصل له الخسران وفاتته الأرباح."
                }
            ]
        },
        {
            "ayah_number": 101,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا ۗ وَاللَّهُ غَفُورٌ حَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، لا تسألوا رسولكم عن أشياء لا حاجة لكم بها، وليست مما يعينكم على أمر دينكم، إن تظهر لكم تسُؤْكم لما فيها من المشقة، وإن تسألوا عن هذه الأشياء التي نُهِيتم عن السؤال عنها حين ينزل الوحي على الرسول تُبيَّن لكم، وذلك على الله يسير، فقد تجاوز الله عن أشياء سكت عنها القرآن، فلا تسألوا عنها، فإنكم إن سألتم عنها نزل عليكم التكليف بحكمها، والله غفور لذنوب عباده إذا تابوا، حليم عن أن يعاقبهم بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما أكثروا سؤاله صلىالله عليه وسلم «يا أيها الذين آمنوا لا تسألوا عن أشياء إن تُبدَ» تظهر «لكم تسؤكم» لما فيها من المشقة «وإن تسألوا عنها حين ينزَّل القرآن» في زمن النبي صلىالله عليه وسلم «تُبدَ لكم» المعنى إذا سألتم عن أشياء في زمنه ينزل القرآن بإبدائها ومتى أبداها ساءتكم فلا تسألوا عنها قد «عفا الله عنها» من مسألتكم فلا تعودوا «والله غفور رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ينهى عباده المؤمنين عن سؤال الأشياء التي إذا بينت لهم ساءتهم وأحزنتهم، وذلك كسؤال بعض المسلمين لرسول الله صلى الله عليه وسلم عن آبائهم، وعن حالهم في الجنة أو النار، فهذا ربما أنه لو بين للسائل لم يكن له فيه خير، وكسؤالهم للأمور غير الواقعة.\nوكالسؤال الذي يترتب عليه تشديدات في الشرع ربما أحرجت الأمة، وكالسؤال عما لا يعني، فهذه الأسئلة، وما أشبهها هي المنهي عنها، وأما السؤال الذي لا يترتب عليه شيء من ذلك فهذا مأمور به، كما قال تعالى: فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ أي: وإذا وافق سؤالكم محله فسألتم عنها حين ينزل عليكم القرآن، فتسألون عن آية أشكلت، أو حكم خفي وجهه عليكم، في وقت يمكن فيه نزول الوحي من السماء، تبد لكم، أي: تبين لكم وتظهر، وإلا فاسكتوا عمّا سكت الله عنه.\nعَفَا اللَّهُ عَنْهَا أي: سكت معافيا لعباده منها، فكل ما سكت الله عنه فهو مما أباحه وعفا عنه.\nوَاللَّهُ غَفُورٌ حَلِيمٌ أي: لم يزل بالمغفرة موصوفا، وبالحلم والإحسان معروفا، فتعرضوا لمغفرته وإحسانه، واطلبوه من رحمته ورضوانه."
                }
            ]
        },
        {
            "ayah_number": 102,
            "text": "قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قد سأل عن مثلها قوم ممن سبقوكم، فلما كُلِّفُوا بها لم يعملوا بها، فأصبحوا كافرين بسببها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قد سألها» أي الأشياء «قوم من قبلكم» أنبياءهم فأجيبوا ببيان أحكامها «ثم أصبحوا» صاروا «بها كافرين» بتركهم العمل بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذه المسائل التي نهيتم عنها قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ أي: جنسها وشبهها، سؤال تعنت لا استرشاد.\nفلما بينت لهم وجاءتهم أَصْبَحُوا بِهَا كَافِرِينَ كما قال النبي صلى الله عليه وسلم في الحديث الصحيح: \"ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فأتوا منه ما استطعتم، فإنما أهلك من كان قبلكم كثرة مسائلهم، واختلافهم على أنبيائهم\"."
                }
            ]
        },
        {
            "ayah_number": 103,
            "text": "مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَٰكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أحل الله الأنعام، فلم يُحَرِّمْ منها ما حَرَّمَهُ المشركون على أنفسهم لأصنامهم من البَحِيرة وهي الناقة التي تُقْطَعُ أذنها إذا أنجبت عددًا معينًا، والسائبة وهي الناقة التي إذا بلغت سِنًّا معينة تُتْرَكُ لأصنامهم، والوصِيلة وهي الناقة التي تصل إنجاب أنثى بأنثى، والحامي وهو فحل الإبل إذا نتج عدد من الإبل من صلبه، لكن الكفار زعموا كذبًا وبهتانًا أن الله حرَّم المذكورات، وأكثر الكافرين لا يميزون بين الحق والباطل والحلال والحرام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما جعل» شرع «الله من بحيرة ولا سائبة ولا وصيلة ولا حام» كما كان أهل الجاهلية يفعلونه، روى البخاري عن سعيد بن المسيب قال: البحيرة التي يمنع درها للطواغيت فلا يحلبها أحد من الناس، والسائبة التي كانوا يسيبونها لآلهتم فلا يحمل عليها شيء، والوصيلة الناقة البكر تبكر في أول نتاج الإبل بأنثى ثم تثني بعد بأنثى وكانوا يسيبونها لطواغيتهم إن وصلت إحداهما بأخرى ليس بينهما ذكر، والحام فحل الإبل يضرب الضراب المعدودة فإذا قضى ضرابه ودعوه للطواغيت وأعفوه من أن يحمل عليه شيء وَسَمَّوْه الحامي «ولكنَّ الذين كفروا يفترون على الله الكذب» في ذلك وفي نسبته إليه «وأكثرهم لا يعقلون» أن ذلك افتراء لأنهم قلدوا فيه آباءهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا ذم للمشركين الذين شرعوا في الدين ما لم يأذن به الله، وحرموا ما أحله الله، فجعلوا بآرائهم الفاسدة شيئا من مواشيهم محرما، على حسب اصطلاحاتهم التي عارضت ما أنزل الله فقال: مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وهي: ناقة يشقون أذنها، ثم يحرمون ركوبها ويرونها محترمة.\nوَلَا سَائِبَةٍ وهي: ناقة، أو بقرة، أو شاة، إذا بلغت شيئا اصطلحوا عليه، سيبوها فلا تركب ولا يحمل عليها ولا تؤكل، وبعضهم ينذر شيئا من ماله يجعله سائبة.\nوَلَا حَامٍ أي: جمل يحمى ظهره عن الركوب والحمل، إذا وصل إلى حالة معروفة بينهم.\nفكل هذه مما جعلها المشركون محرمة بغير دليل ولا برهان.\nوإنما ذلك افتراء على الله، وصادرة من جهلهم وعدم عقلهم، ولهذا قال: وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ فلا نقل فيها ولا عقل، ومع هذا فقد أعجبوا بآرائهم التي بنيت على الجهالة والظلم."
                }
            ]
        },
        {
            "ayah_number": 104,
            "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا ۚ أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قيل لهؤلاء المفترين على الله الكذب بتحريم بعض الأنعام: تعالوا إلى ما أنزل الله من القرآن، وإلى سُنَّة الرسول صلى الله عليه وسلم لتعرفوا الحلال من الحرام، قالوا: يكفينا ما أخذناه وورثناه عن أسلافنا من الاعتقادات والأقوال والأفعال، كيف يكفيهم ذلك وقد كان أسلافهم لا يعلمون شيئًا، ولا يهتدون إلى الحق؟! فلا يتبعهم إلا من هو أجهل منهم وأضل سبيلًا، فهم جهلة ضالون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول» أي إلى حكمه من تحليل ما حرمتم «قالوا حسبنا» كافينا «ما وجدنا عليه آباءنا» من الدين والشريعة قال تعالى: «أ» حسبهم ذلك «ولو كان آباؤهم لا يعلمون شيئا ولا يهتدون» إلى الحق والاستفهام للإنكار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإذا دعوا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ أعرضوا فلم يقبلوا، و قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا من الدين، ولو كان غير سديد، ولا دينًا ينجي من عذاب الله.\nولو كان في آبائهم كفاية ومعرفة ودراية لهان الأمر.\nولكن آباءهم لا يعقلون شيئا، أي: ليس عندهم من المعقول شيء، ولا من العلم والهدى شيء.\nفتبا لمن قلد من لا علم عنده صحيح، ولا عقل رجيح، وترك اتباع ما أنزل الله، واتباع رسله الذي يملأ القلوب علما وإيمانا, وهدى, وإيقانا."
                }
            ]
        },
        {
            "ayah_number": 105,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ ۖ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ۚ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، عليكم أنفسكم فألزموها بالقيام بما يُصْلحها، لا يضركم من ضل من الناس ولم يستجب لكم، إذا اهتديتم أنتم، ومن اهتدائكم أمركم بالمعروف ونهيكم عن المنكر، إلى الله وحده رجوعكم يوم القيامة، فيخبركم بما كنتم تعملون في الدنيا، ويجازيكم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(يا أيها الذين آمنوا عليكم أنفسكم) أي احفظوها وقوموا بصلاحها (لا يضركم من ضل إذا اهتديتم) قيل المراد لا يضركم من ضل من أهل الكتاب وقيل المراد غيرهم لحديث أبي ثعلبة الخشني: سألت عنها رسول الله صلى الله عليه وسلم فقال: \"\" إئتمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت شحا مطاعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه فعليك نفسك \"\" رواه الحاكم وغيره (إلى الله مرجعكم جميعا فينبئكم بما كنتم تعملون) فيجازيكم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ أي: اجتهدوا في إصلاحها وكمالها وإلزامها سلوك الصراط المستقيم، فإنكم إذا صلحتم لا يضركم من ضل عن الصراط المستقيم، ولم يهتد إلى الدين القويم، وإنما يضر نفسه.\nولا يدل هذا على أن الأمر بالمعروف والنهي عن المنكر، لا يضر العبدَ تركُهما وإهمالُهما، فإنه لا يتم هداه, إلا بالإتيان بما يجب عليه من الأمر بالمعروف والنهي عن المنكر.\nنعم، إذا كان عاجزا عن إنكار المنكر بيده ولسانه وأنكره بقلبه، فإنه لا يضره ضلال غيره.\nوقوله: إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا أي: مآلكم يوم القيامة، واجتماعكم بين يدي الله تعالى.\nفَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ من خير وشر."
                }
            ]
        },
        {
            "ayah_number": 106,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ ۚ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ ۙ وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، إذا اقترب موت أحدكم بظهور علامة من علامات الموت فليُشْهِد على وصيته عَدْلَيْنِ مِن المسلِمِين أو رجلين من الكفار عند الاحتياج لفقد غيرهما من المسلمين، إن سافرتم فنزل بكم الموت، وإن حدث ارتياب في شهادتهما فَقِفُوهما بعد إحدى الصلوات، فيحلفان بالله: لا يبيعان حظهما من الله بعوض، ولا يُحَابيان به قريبًا، ولا يكتمان شهادة لله عندهما، وأنهما إن فعلا ذلك كانا من المذنبين العاصين لله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموتُ» أي أسبابه «حين الوصية اثنان ذوا عدل منكم» خبر بمعنى الأمر أي ليشهد وإضافة شهادة لبين على الإتساع وحين بدل من إذا أو ظرف لحضر «أو آخران من غيركم» أي غير ملتكم «إن أنتم ضربتم» سافرتم «في الأرض فأصابكم مصيبة الموت تحبسونهما» توقفونهما صفة آخران «من بعد الصلاة» أي صلاة العصر «فيقسمان» يحلفان «بالله إن أرتبتم» شككتم فيها ويقولان «لا نشتري به» بالله «ثمنا» عوضا نأخذه بدله من الدنيا بأن نحلف به أو نشهد كذبا لأجله «ولو كان» المقسم له أو المشهود لله «ذا قربى» قرابة منا «ولا نكتم شهادة الله» التي أمرنا بها «إنا إذا» إن كتمناها «لمن الآثمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى خبرا متضمنا للأمر بإشهاد اثنين على الوصية، إذا حضر الإنسان مقدماتُ الموت وعلائمه.\nفينبغي له أن يكتب وصيته، ويشهد عليها اثنين ذوي عدل ممن تعتبر شهادتهما.\nأَوْ آخَرَانِ مِنْ غَيْرِكُمْ أي: من غير أهل دينكم، من اليهود أو النصارى أو غيرهم، وذلك عند الحاجة والضرورة وعدم غيرهما من المسلمين.\nإِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ أي: سافرتم فيها فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ أي: فأشهدوهما، ولم يأمر بشهادتهما إلا لأن قولهما في تلك الحال مقبول، ويؤكد عليهما، بأن يحبسا مِنْ بَعْدِ الصَّلَاةِ التي يعظمونها.\nفَيُقْسِمَانِ بِاللَّهِ أنهما صدقا، وما غيرا ولا بدلا، هذا إِنِ ارْتَبْتُمْ في شهادتهما، فإن صدقتموهما، فلا حاجة إلى القسم بذلك.\nويقولان: لَا نَشْتَرِي بِهِ أي: بأيماننا ثَمَنًا بأن نكذب فيها، لأجل عرض من الدنيا.\nوَلَوْ كَانَ ذَا قُرْبَى فلا نراعيه لأجل قربه منا وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ بل نؤديها على ما سمعناها إِنَّا إِذًا أي: إن كتمناها لَمِنَ الْآثِمِينَ"
                }
            ]
        },
        {
            "ayah_number": 107,
            "text": "فَإِنْ عُثِرَ عَلَىٰ أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن تَبيَّن بعد التحليف كذبهما في الشهادة أو اليمين، أو ظهرت خيانتهما؛ فليشهد أو يحلف اثنان يقومان مقامهما من أقرب الناس إلى الميت على ما هو حق، فيحلفان بالله لشهادتنا على كذبهما وخيانتهما أحق من شهادتهما على صدقهما وأمانتهما، وما حلفنا زورًا، إنا إن شهدنا زورًا لمن الظالمين المتجاوزين لحدود الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن عُثر» اطُّلع بعد حلفهما «على أنهما استحقا إثما» أي فعلا ما يوجبه من خيانة أو كذب في الشهادة بأن وجد عندهما مثلا ما اتُّهما به وادعيا أنهما ابتاعاه من الميت أو وصى لهما به «فآخران يقومان مقامهما» في توجيه اليمين عليهما «من الذين استحق عليهم» الوصية وهم الورثة ويبدل من آخران «الأوليان» بالميت أي الأقربان إليه وفي قراءة الأَوَّلينَ جمع أوَّل صفة أو بدل من الذين «فيقسمان بالله» على خيانة الشاهدين ويقولان «لشهادتنا» يمننا «أحق» أصدق «من شهادتهما» يمينهما «وما اعتدينا» تجاوزنا الحق في اليمين «إنا إذا لمن الظالمين» المعنى ليشهد المحتضر على وصيته اثنين أو يوصي إليهما من أهل دينه أو غيرهم إن فقدهم لسفر ونحو فإن ارتاب الورثة فيهما فادعوا أنهما خانا بأخذ شيء أو دفعه إلى شخص زعما أن الميت أوصي له به فليحلفا إلى آخره فإن اطلع على أمارة تكذيبهما فادعيا دافعا له حلف أقرب الورثة على كذبهما وصدق ما ادعوه والحكم ثابت في الوصيين منسوخ في الشاهدين وكذا شهادة غير أهل الملة منسوخة واعتبار صلاة العصر للتغليظ وتخصيص الحلف في الآية باثنين من أقرب الورثة لخصوص الواقعة التي نزلت لها وهي ما رواه البخاري أن رجلا من بني سهم خرج مع تميم الداري وعدي بن بداء أي وهما نصرانيان فمات السهمي بأرض ليس فيها مسلم فلما قدما بتركته فقدوا جاما من فضة مخوصا بالذهب فرفعا إلى النبي صلىالله عليه وسلم فنزلت فأحلفهما ثم وجد الجام بمكة فقالوا ابتعناه من تميم وعدى فنزلت الآية الثانية فقام رجلان من أولياء السهمي فحلفا، وفي الترمذي فقام عمرو بن العاص ورجل آخر منهم فحلفا وكان أقرب إليه، وفي رواية فمرض فأوصى إليهما وأمرهما أن يبلغا ما ترك أهله فلما مات أخذا الجام ودفعا إلى أهله ما بقي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِنْ عُثِرَ عَلَى أَنَّهُمَا أي: الشاهدين اسْتَحَقَّا إِثْمًا بأن وجد من القرائن ما يدل على كذبهما وأنهما خانا فآخران يقومان مقامهما من الذين استحق عليهم الأوليان أي: فليقم رجلان من أولياء الميت، وليكونا من أقرب الأولياء إليه.\nفَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا أي: أنهما كذبا، وغيرا وخانا.\nوَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ أي: إن ظلمنا واعتدينا، وشهدنا بغير الحق."
                }
            ]
        },
        {
            "ayah_number": 108,
            "text": "ذَٰلِكَ أَدْنَىٰ أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَىٰ وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ ۗ وَاتَّقُوا اللَّهَ وَاسْمَعُوا ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك المذكور من تحليف الشاهدَيْن بعد الصلاة عند الشك في شهادتهما، ومِنْ ردِّ شهادتهما، أقرب إلى إتيانهما بالشهادة على الوجه الشرعي للإتيان بها، فلا يحرفان الشهادة أو يبدلانها أو يخونان، وأقرب إلى أن يخافا أن ترد أيمان الورثة بعد أيمانهما، فيحلفون على خلاف ما شهدا به فَيَفْتَضِحَان، واتقوا الله بترك الكذب والخيانة في الشهادة واليمين، واسمعوا ما أُمِرْتُمْ به سماعًا يصحبه قبول، والله لا يوفق الخارجين عن طاعته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» الحكم المذكور من رد اليمين على الورثة «أدنى» أقرب إلى «أن يأتوا» أي الشهود أو الأوصياء «بالشهادة على وجهها» الذي تحملوها عليه من غير تحريف ولا خيانة «أو» أقرب إلى أن «يخافوا أن تُرد أيمان بعد أيْمانهم» على الورثة المدعين فيحلفون على خيانتهم وكذبهم فيفتضحون ويغرمون فلا يكذبوا «واتقوا الله» بترك الخيانة والكذب «واسمعوا» ما تؤمرون به سماع قبول «والله لا يهدي القوم الفاسقين» الخارجين عن طاعته إلى سبيل الخير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله تعالى في بيان حكمة تلك الشهادة وتأكيدها، وردها على أولياء الميت حين تظهر من الشاهدين الخيانة: ذَلِكَ أَدْنَى أي: أقرب أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا حين تؤكد عليهما تلك التأكيدات.\nأَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ أي: أن لا تقبل أيمانهم، ثم ترد على أولياء الميت.\nوَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ أي: الذين وصْفُهم الفسق، فلا يريدون الهدى والقصد إلى الصراط المستقيم.\nوحاصل هذا، أن الميت - إذا حضره الموت في سفر ونحوه، مما هو مظنة قلة الشهود المعتبرين- أنه ينبغي أن يوصي شاهدين مسلمين عدلين.\nفإن لم يجد إلا شاهدين كافرين، جاز أن يوصي إليهما، ولكن لأجل كفرهما فإن الأولياء إذا ارتابوا بهما فإنهم يحلفونهما بعد الصلاة، أنهما ما خانا، ولا كذبا، ولا غيرا، ولا بدلا، فيبرآن بذلك من حق يتوجه إليهما.\nفإن لم يصدقوهما ووجدوا قرينة تدل على كذب الشاهدين، فإن شاء أولياء الميت، فليقم منهم اثنان، فيقسمان بالله: لشهادتهما أحق من شهادة الشاهدين الأولين، وأنهما خانا وكذبا، فيستحقون منهما ما يدعون.\nوهذه الآيات الكريمة نزلت في قصة \"تميم الداري\" و \"عدي بن بداء\" المشهورة حين أوصى لهما العدوي، والله أعلم.\nويستدل بالآيات الكريمات على عدة أحكام: منها: أن الوصية مشروعة، وأنه ينبغي لمن حضره الموت أن يوصي.\nومنها: أنها معتبرة، ولو كان الإنسان وصل إلى مقدمات الموت وعلاماته، ما دام عقله ثابتا.\nومنها: أن شهادة الوصية لابد فيها من اثنين عدلين.\nومنها: أن شهادة الكافرين في هذه الوصية ونحوها مقبولة لوجود الضرورة، وهذا مذهب الإمام أحمد.\nوزعم كثير من أهل العلم: أن هذا الحكم منسوخ، وهذه دعوى لا دليل عليها.\nومنها: أنه ربما استفيد من تلميح الحكم ومعناه، أن شهادة الكفار -عند عدم غيرهم، حتى في غير هذه المسألة- مقبولة، كما ذهب إلى ذلك شيخ الإسلام ابن تيمية.\nومنها: جواز سفر المسلم مع الكافر إذا لم يكن محذور.\nومنها: جواز السفر للتجارة.\nومنها: أن الشاهدين -إذا ارتيب منهما، ولم تبد قرينة تدل على خيانتهما، وأراد الأولياء- أن يؤكدوا عليهم اليمين، ويحبسوهما من بعد الصلاة، فيقسمان بصفة ما ذكر الله تعالى.\nومنها: أنه إذا لم تحصل تهمة ولا ريب لم يكن حاجة إلى حبسهما، وتأكيد اليمين عليهما.\nومنها: تعظيم أمر الشهادة حيث أضافها تعالى إلى نفسه، وأنه يجب الاعتناء بها والقيام بها بالقسط.\nومنها: أنه يجوز امتحان الشاهدين عند الريبة منهما، وتفريقهما لينظر عن شهادتهما.\nومنها: أنه إذا وجدت القرائن الدالة على كذب الوصيين في هذه المسألة - قام اثنان من أولياء الميت فأقسما بالله: أن أيماننا أصدق من أيمانهما، ولقد خانا وكذبا.\nثم يدفع إليهما ما ادعياه، فتكون القرينة -مع أيمانهما- قائمة مقام البينة."
                }
            ]
        },
        {
            "ayah_number": 109,
            "text": "يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ ۖ قَالُوا لَا عِلْمَ لَنَا ۖ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكروا - أيها الناس - يوم القيامة حيث يجمع الله جميع الرسل، فيقول لهم: ماذا أجابتكم به أممكم التي أرسلتكم إليها؟ قالوا مُفوِّضين الجواب إلى الله: لا علم لنا، وإنما العلم لك - ربنا - إنك أنت وحدك من تعلم الأمور الغائبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «يوم يجمع الله الرسل» هو يوم القيامة «فيقول» لهم توبيخا لقومهم «ماذا» أي الذي «أُجبتم» به حين دعوتم إلى التوحيد «قالوا لا علم لنا» بذلك «إنك أنت علام الغيوب» ما غاب عن العباد وذهب عنهم علمه لشدة هول يوم القيامة وفزعهم ثم يشهدون على أممهم لما يسكنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن يوم القيامة وما فيه من الأهوال العظام، وأن الله يجمع به جميع الرسل فيسألهم: مَاذَا أُجِبْتُمْ أي: ماذا أجابتكم به أممكم.\nف قَالُوا لَا عِلْمَ لَنَا وإنما العلم لك يا ربنا، فأنت أعلم منا.\nإِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ أي: تعلم الأمور الغائبة والحاضرة."
                }
            ]
        },
        {
            "ayah_number": 110,
            "text": "إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَىٰ وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا ۖ وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ ۖ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي ۖ وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي ۖ وَإِذْ تُخْرِجُ الْمَوْتَىٰ بِإِذْنِي ۖ وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر حين قال الله مخاطبًا عيسى عليه السلام: يا عيسى بن مريم، اذكر نعمتي عليك حين خلقتك من غير أب، واذكر نعمتي على أمك مريم عليها السلام حين اصطفيتها على نساء زمانها، واذكر مما أنعمت به عليك حين قَوَّيتك بجبريل عليه السلام، تُكلِّم الناس - وأنت رضيع - بدعوتهم إلى الله، وتكلِّمهم في كهولتك بما أرسلتك به إليهم، ومما أنعمت به عليك أن علمتك الخط، وعلمتك التوراة التي أنزلت على موسى عليه السلام، والإنجيل الذي أنزل عليك، وعلمتك أسرار الشرع وفوائده وحِكَمه، ومما أنعمت به عليك أنك تصوّر من الطين مثل صورة طير، ثم تنفخ فيه فيكون طيرًا، وأنك تشفي مَن وُلِدَ أعمى من عماه، وتشفي الأبرص، فيصير سليم الجلد، وتحيي الموتى بدعائك الله أن يحييهم، كل ذلك بإذني، ومما أنعمت به عليك أن دفعت عنك بني إسرائيل لَمَّا هَمُّوا بقتلك حين جئتهم بالمعجزات الواضحة، فما كان منهم إلا أن كفروا بها، وقالوا: ما هذا الذي جاء به عيسى إلا سحر واضح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «إذ قال الله يا عيسى ابن مريم اذكر نعمتي عليك وعلى والدتك» بشكرها «إذ أيَّدتك» قويتك «بروح القدس» جبريل «تكلِّم الناس» حال من الكاف في أيدتك «في المهد» أي طفلا «وكهلا» يفيد نزوله قبل الساعة لأنه رفع قبل الكهولة كما سبق آل عمران «وإذ علَّمتك الكتاب والحكمة والتوراة والإنجيل وإذ تخلق من الطين كهيئة» كصورة «الطير» والكافُ اسم بمعنى مثل مفعول «بإذني فتنفخ فيها فتكون طيرا بإذني» بإرادتي «وتُبرئ الأكمه والأبرص بإذني وإذ تخرج الموت» من قبورهم أحياء «بإذني وإذ كففت بني إسرائيل عنك» حين هموا بقتلك «إذ جئتهم بالبيانات» المعجزات «فقال الذين كفروا منهم إن» ما «هذا» الذي جئت به «إلا سحر مبين» وفي قراءة ساحر أي عيسى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلى وَالِدَتِكَ أي: اذكرها بقلبك ولسانك، وقم بواجبها شكرا لربك، حيث أنعم عليك نعما ما أنعم بها على غيرك.\nإِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ أي: إذ قويتك بالروح والوحي، الذي طهرك وزكاك، وصار لك قوة على القيام بأمر الله والدعوة إلى سبيله.\nوقيل: إن المراد \"بروح القدس\" جبريل عليه السلام، وأن الله أعانه به وبملازمته له، وتثبيته في المواطن المشقة.\nتُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا المراد بالتكليم هنا، غير التكليم المعهود الذي هو مجرد الكلام، وإنما المراد بذلك التكليم الذي ينتفع به المتكلم والمخاطب، وهو الدعوة إلى الله.\nولعيسى عليه السلام من ذلك، ما لإخوانه من أولي العزم من المرسلين، من التكليم في حال الكهولة، بالرسالة والدعوة إلى الخير، والنهي عن الشر، وامتاز عنهم بأنه كلم الناس في المهد، فقال: إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا الآية.\nوَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ فالكتاب يشمل الكتب السابقة، وخصوصا التوراة، فإنه من أعلم أنبياء بني إسرائيل -بعد موسى- بها.\nويشمل الإنجيل الذي أنزله الله عليه.\nوالحكمة هي: معرفة أسرار الشرع وفوائده وحكمه، وحسن الدعوة والتعليم، ومراعاة ما ينبغي، على الوجه الذي ينبغي.\nوَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ أي: طيرا مصورا لا روح فيه.\nفتنفخ فيه فيكون طيرا بإذن الله، وتبرئ الأكمه الذي لا بصر له ولا عين.\nوَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي فهذه آيات بيِّنَات، ومعجزات باهرات، يعجز عنها الأطباء وغيرهم، أيد الله بها عيسى وقوى بها دعوته.\nوَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ لما جاءهم الحق مؤيدا بالبينات الموجبة للإيمان به.\nإِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ وهموا بعيسى أن يقتلوه، وسعوا في ذلك، فكفَّ الله أيديهم عنه، وحفظه منهم وعصمه.\nفهذه مِنَنٌ امتَنَّ الله بها على عبده ورسوله عيسى ابن مريم، ودعاه إلى شكرها والقيام بها، فقام بها عليه السلام أتم القيام، وصبر كما صبر إخوانه من أولي العزم."
                }
            ]
        },
        {
            "ayah_number": 111,
            "text": "وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر مما أنعمت به عليك أن يَسَّرْتُ لك أعوانًا حين ألهمت الحواريين أن يؤمنوا بي وبك، فانقادوا لذلك واستجابوا، وقالوا: آمنا، واشهد - يا ربنا- بأننا مسلمون لك منقادون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذ أوحيت إلى الحواريين» أمرتهم على لسانه «أن» أي بأن «آمنوا بي وبرسولي» عيسى «قالوا آمنا» بهما «واشهد بأننا مسلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "واذكر نعمتي عليك إذ يسرت لك أتباعا وأعوانا.\nفأوحيت إلى الحواريين أي: ألهمتهم، وأوزعت قلوبهم الإيمان بي وبرسولي، أو أوحيت إليهم على لسانك، أي: أمرتهم بالوحي الذي جاءك من عند الله، فأجابوا لذلك وانقادوا، وقالوا: آمنا بالله، واشهد بأننا مسلمون، فجمعوا بين الإسلام الظاهر، والانقياد بالأعمال الصالحة، والإيمان الباطن المخرج لصاحبه من النفاق ومن ضعف الإيمان."
                }
            ]
        },
        {
            "ayah_number": 112,
            "text": "إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ ۖ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر حين قال الحواريون: هل يستطيع ربك إذا دعوتَه أن يُنَزِّلَ مائدة من السماء؟ فأجابهم عيسى عليه السلام بأنْ أمرهم بتقوى الله وترك طلب ما سألوا، إذ لعل فيه فتنة لهم، وقال لهم: توكلوا على ربكم في طلب الرزق إن كنتم مؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «إذ قال الحواريون يا عيسى ابن مريم هل يستطيع» أي يفعل «ربك» وفي قراءة بالفوقانية ونصب ما بعده أي تقدر أن تسأله «أن ينزل علينا مائدة من السماء قال» لهم عيسى «اتقوا الله» في اقتراح الآيات «إن كنتم مؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والحواريون هم: الأنصار، كما قال تعالى كما قال عيسى ابن مريم للحواريين: مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ أي: مائدة فيها طعام، وهذا ليس منهم عن شك في قدرة الله، واستطاعته على ذلك.\nوإنما ذلك من باب العرض والأدب منهم.\nولما كان سؤال آيات الاقتراح منافيا للانقياد للحق، وكان هذا الكلام الصادر من الحواريين ربما أوهم ذلك، وعظهم عيسى عليه السلام فقال: اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ فإن المؤمن يحمله ما معه من الإيمان على ملازمة التقوى، وأن ينقاد لأمر الله، ولا يطلب من آيات الاقتراح التي لا يدري ما يكون بعدها شيئا."
                }
            ]
        },
        {
            "ayah_number": 113,
            "text": "قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الحواريون لعيسى: نريد أن نأكل من هذه المائدة، وتطمئن قلوبنا بكمال قدرة الله، وبأنك رسوله، ونعلم علم اليقين أنك صَدَقْتَنَا فيما جئت به من عند الله، ونكون عليها من الشاهدين لمن لم يحضرها من الناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا نريد» سؤالها من أجل «أن نأكل منها وتطمئنَّ» تسكن «قلوبنا» بزيادة اليقين «ونعلم» نزداد علما «أن» مخففه أي أنك «قد صدقتنا» في ادعاء النبوة «ونكون عليها من الشاهدين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأخبر الحواريون أنهم ليس مقصودهم هذا المعنى، وإنما لهم مقاصد صالحة، ولأجل الحاجة إلى ذلك ف قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وهذا دليل على أنهم محتاجون لها، وَتَطْمَئِنَّ قُلُوبُنَا بالإيمان حين نرى الآيات العيانية، فيكون الإيمان عين اليقين، كما كان قبل ذلك علم اليقين.\nكما سأل الخليل عليه الصلاة والسلام ربه أن يريه كيف يحيي الموتى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي فالعبد محتاج إلى زيادة العلم واليقين والإيمان كل وقت، ولهذا قال: وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا أي: نعلم صدق ما جئت به، أنه حق وصدق، وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ فتكون مصلحة لمن بعدنا، نشهدها لك، فتقوم الحجة، ويحصل زيادة البرهان بذلك."
                }
            ]
        },
        {
            "ayah_number": 114,
            "text": "قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ ۖ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأجاب عيسى طلبهم، ودعا الله قائلًا: ربنا أنزل علينا مائدةَ طعامٍ نتخذ من يوم نزولها عيدًا نعظمه شكرًا لك، للأحياء منا اليوم، ومن يجيء بعدنا منا وتكون علامة وبرهانًا على وحدانيتك، وعلى صدق ما بُعِثْتُ به، وارزقنا رزقًا يعيننا على عبادتك، وأنت -يا ربنا - خير الرازقين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال عيسى ابن مريم اللَّهم ربنا أنزل علينا مائدة من السماء تكون لنا» أي يوم نزولها «عيدا» نعظمه ونشرفه «لأوَّلنا» بدل من لنا بإعادة الجار «وآخرنا» ممن يأتي بعدنا «وآية منك» على قدرتك ونبوتي «وارزقنا» إياها «وأنت خير الرازقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما سمع عيسى عليه الصلاة والسلام ذلك، وعلم مقصودهم، أجابهم إلى طلبهم في ذلك، فقال: اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ أي: يكون وقت نزولها عيدا وموسما، يتذكر به هذه الآية العظيمة، فتحفظ ولا تنسى على مرور الأوقات وتكرر السنين.\nكما جعل الله تعالى أعياد المسلمين ومناسكهم مذكرا لآياته، ومنبها على سنن المرسلين وطرقهم القويمة، وفضله وإحسانه عليهم.\nوَارْزُقْنَا وَأَنْتَ خَيرُ الرَّازِقِينَ أي: اجعلها لنا رزقا، فسأل عيسى عليه السلام نزولها وأن تكون لهاتين المصلحتين، مصلحة الدين بأن تكون آية باقية، ومصلحة الدنيا، وهي أن تكون رزقا."
                }
            ]
        },
        {
            "ayah_number": 115,
            "text": "قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاستجاب الله دعاء عيسى عليه السلام، وقال: إني مُنَزِّلٌ هذه المائدة التي طلبتم إنزالها عليكم، فمن كفر بعد إنزالها فلا يلومن إلا نفسه، فسأعذبه عذابًا شديدًا لا أعذبه أحدًا؛ لأنه شاهد الآية الباهرة، فكان كفره كفر عناد، وحقَّقَ الله لهم وعده فأنزلها عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال الله» مستجيب له «إني منزِّلها» بالتخفيف والتشديد «عليكم فمن يكفر بعد» أي بعد نزولها «منكم فإني أعذبه عذابا لا أعذبه أحدا من العالمين» فنزلت الملائكة بها من السماء عليها سبعة أرغفة وسبعة أحوات فأكلوا منها حتى شبعوا قاله ابن عباس وفي حديث أنزلت المائدة من السماء خبزا ولحما فأمروا أن لا يخونوا ولا يدَّخروا لغد فخافوا وادخروا فمسخوا قردة وخنازير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ لأنه شاهد الآية الباهرة وكفر عنادا وظلما، فاستحق العذاب الأليم والعقاب الشديد.\nواعلم أن الله تعالى وعد أنه سينزلها، وتوعدهم -إن كفروا- بهذا الوعيد، ولم يذكر أنه أنزلها، فيحتمل أنه لم ينزلها بسبب أنهم لم يختاروا ذلك، ويدل على ذلك، أنه لم يذكر في الإنجيل الذي بأيدي النصارى، ولا له وجود.\nويحتمل أنها نزلت كما وعد الله، والله لا يخلف الميعاد، ويكون عدم ذكرها في الأناجيل التي بأيديهم من الحظ الذي ذكروا به فنسوه.\nأو أنه لم يذكر في الإنجيل أصلا، وإنما ذلك كان متوارثا بينهم، ينقله الخلف عن السلف، فاكتفى الله بذلك عن ذكره في الإنجيل، ويدل على هذا المعنى قوله: وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ والله أعلم بحقيقة الحال."
                }
            ]
        },
        {
            "ayah_number": 116,
            "text": "وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِنْ دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر حين يقول الله يوم القيامة مخاطبًا عيسى بن مريم عليها السلام: يا عيسى ابن مريم، هل قلت للناس: صَيِّروني وأمي معبودَيْن من دون الله؟ فأجاب عيسى مُنَزِّهًا ربه: لا ينبغي لي أن أقول لهم إلا الحق، وإن قُدِّرَ أني قلت ذلك فقد علمتَهُ لأنه لا يخفى عليك شيء، تعلم ما أضمره في نفسي، ولا أعلم ما في نفسك، إنك وحدك من تعلم كل غائب وكل خفي وكل ظاهر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ قال» أي يقول «الله» لعيسى في القيامة توبيخا لقومه «يا عيسى ابن مريم أأنت قلت للناس اتخذوني وَأُمِّي إلهين من دون الله قال» عيسى وقد أرعد «سبحانك» تنزيها لك عما لا يليق بك من الشريك وغيره «ما يكون» ما ينبغي «لي أن أقول ما ليس لي بحق» خبر ليس، ولي للتبيين «إن كنت قلته فقد علمته تعلم ما» أخفيه «في نفس ولا أعلم ما في نفسك» أي ما تخفيه من معلوماتك «إنك أنت علام الغيوب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ وهذا توبيخ للنصارى الذين قالوا: إن الله ثالث ثلاثة، فيقول الله هذا الكلام لعيسى.\nفيتبرأ عيسى ويقول: سُبْحَانَكَ عن هذا الكلام القبيح، وعمّا لا يليق بك.\nمَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ أي: ما ينبغي لي، ولا يليق أن أقول شيئا ليس من أوصافي ولا من حقوقي، فإنه ليس أحد من المخلوقين، لا الملائكة المقربون ولا الأنبياء المرسلون ولا غيرهم له حق ولا استحقاق لمقام الإلهية وإنما الجميع عباد، مدبرون، وخلق مسخرون، وفقراء عاجزون إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ فأنت أعلم بما صدر مني و إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ وهذا من كمال أدب المسيح عليه الصلاة والسلام في خطابه لربه، فلم يقل عليه السلام: \"لم أقل شيئا من ذلك\" وإنما أخبر بكلام ينفي عن نفسه أن يقول كل مقالة تنافي منصبه الشريف، وأن هذا من الأمور المحالة، ونزه ربه عن ذلك أتم تنزيه، ورد العلم إلى عالم الغيب والشهادة."
                }
            ]
        },
        {
            "ayah_number": 117,
            "text": "مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ ۚ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ ۚ وَأَنْتَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال عيسى لربه: ما قلتُ للناس إلا ما أمرتَني بقوله من أمرهم بإفرادك بالعبادة، وكنتُ رَقِيبًا على ما يقولون طيلة وجودي بين أظهرهم، فلما أنهيتَ مدة بقائي بينهم برفعي إلى السماء حيًّا كنتَ - يا رب - أنت الحفيظ لأعمالهم، وأنت على كل شيء شهيد، لا يغيب عنك شيء، فلا يخفى عليك ما قلتُ لهم، وما قالوا بعدي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما قلتُ لهم إلا ما أمرتني به» وهو «أن اعبدوا الله ربي وربكم وكنتُ عليهم شهيدا» رقيبا أمنعهم مما يقولون «ما دمت فيهم فلما توفيتني» قبضتني بالرفع إلى السماء «كنتَ أنت الرقيب عليهم» الحفيظ لأعمالهم «وأنت على كل شيء» من قولي لهم وقولهم بعدي وغير ذلك «شهيد» مطلع عالم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم صرح بذكر ما أمر به بني إسرائيل، فقال: مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ فأنا عبد متبع لأمرك، لا متجرئ على عظمتك، أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ أي: ما أمرتهم إلا بعبادة الله وحده وإخلاص الدين له، المتضمن للنهي عن اتخاذي وأمي إلهين من دون الله، وبيان أني عبد مربوب، فكما أنه ربكم فهو ربي.\nوَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ أشهد على من قام بهذا الأمر، ممن لم يقم به.\nفَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ أي: المطلع على سرائرهم وضمائرهم.\nوَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ علما وسمعا وبصرا، فعلمك قد أحاط بالمعلومات، وسمعك بالمسموعات، وبصرك بالمبصرات، فأنت الذي تجازي عبادك بما تعلمه فيهم من خير وشر."
                }
            ]
        },
        {
            "ayah_number": 118,
            "text": "إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنْ تعذبهم - يا رب - فإنهم عبادك تفعل بهم ما تشاء، وإن تَمْنُن على من آمن منهم بالمغفرة فلا مانع لك من ذلك، فأنت العزيز الذي لا يُغَالَب، الحكيم في تدبيرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تعذبهم» أي من أقام على الكفر فيهم «فإنهم عبادك» وأنت مالكهم تتصرف فيهم كيف شئت لا اعتراض عليك «وإن تغفر لهم» أي لمن آمن منهم «فإنك أنت العزيز» الغالب على أمره «الحكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وأنت أرحم بهم من أنفسهم وأعلم بأحوالهم، فلولا أنهم عباد متمردون لم تعذبهم.\nوَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ أي: فمغفرتك صادرة عن تمام عزة وقدرة، لا كمن يغفر ويعفو عن عجز وعدم قدرة.\nالحكيم حيث كان من مقتضى حكمتك أن تغفر لمن أتى بأسباب المغفرة."
                }
            ]
        },
        {
            "ayah_number": 119,
            "text": "قَالَ اللَّهُ هَٰذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لعيسى عليه السلام: هذا يوم ينفع صادقي النيات والأعمال والأقوال صدقُهم، لهم جنات تجري الأنهار من تحت قصورها وأشجارها ماكثين فيها أبدًا، لا يعتريهم موت، رضي الله عنهم فلا يسخط عليهم أبدًا، ورضوا عنه لما نالوه من النعيم المقيم، ذلك الجزاء والرضا عنهم هو الفوز العظيم، فلا فوز يدانيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال الله هذا» أي يوم القيامة «يوم ينفع الصادقين» في الدنيا كعيسى «صدقهم» لأنه يوم الجزاء «لهم جنات تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم» بطاعته «ورضوا عنه» بثوابه «ذلك الفوز العظيم» ولا ينفع الكاذبين في الدنيا صدقهم فيه كالكفار لما يؤمنون عند رؤية العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ اللَّهُ مبينا لحال عباده يوم القيامة، ومَن الفائز منهم ومَن الهالك، ومَن الشقي ومَن السعيد، هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ والصادقون هم الذين استقامت أعمالهم وأقوالهم ونياتهم على الصراط المستقيم والهدْي القويم، فيوم القيامة يجدون ثمرة ذلك الصدق، إذا أحلهم الله في مقعد صدق عند مليك مقتدر، ولهذا قال: لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ والكاذبون بضدهم، سيجدون ضرر كذبهم وافترائهم، وثمرة أعمالهم الفاسدة."
                }
            ]
        },
        {
            "ayah_number": 120,
            "text": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لله وحده ملك السماوات والأرض، فهو خالقهما ومدبر أمرهما، وله ملك ما فيهن من جميع المخلوقات، وهو على كل شيء قدير، فلا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لله ملك السماوات والأرض» خزائن المطر والنبات والرزق وغيرها «وما فيهن» أتى بما تغليبا لغير العاقل «وهو على كل شيء قدير» ومنه إثابة الصادق وتعذيب الكاذب وخص العقلُ ذاته فليس عليها بقادر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لأنه الخالق لهما والمدبر لذلك بحكمه القدري، وحكمه الشرعي، وحكمه الجزائي، ولهذا قال: وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فلا يعجزه شيء، بل جميع الأشياء منقادة لمشيئته، ومسخرة بأمره."
                }
            ]
        }
    ]
}