{
    "surah": "الأنفال",
    "number": 8,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسألك أصحابك -أيها الرسول- عن الغنائم، كيف قِسْمَتُها؟ وعلى من تكون القسمة؟ قل - أيها الرسول - مجيبًا سؤالهم: الغنائم لله ورسوله، وحكمها لله ولرسوله في التصَرُّف والتوزيع، فما عليكم إلا الانقياد والاستسلام، فاتقوا الله - أيها المؤمنون - بامتثال أوامره واجتناب نواهيه، وأصلحوا ما بينكم من التقاطع والتدابر بالتواد والتواصل وحسن الخلق والعفو، والْزَمُوا طاعة الله وطاعة رسوله إن كنتم مؤمنين حقًّا؛ لأن الإيمان يبعث على الطاعة والبعد عن المعصية.\nوكان هذا السؤال بعد وقعة بدر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يسألونك» يا محمد «عن الأنفال» الغنائم لمن هي «قل» لهم «الأنفال لله» يجعلها حيث يشاء «والرسول» يقسِّمها بأمر الله فقسَّمها صلى الله عليه وسلم بينهم على السواء، رواه الحاكم في المستدرك «فاتقوا الله وأصلحوا ذات بينكم» أي حقيقة ما بينكم بالمودة وترك النزاع «وأطيعوا الله ورسوله إن كنتم مؤمنين» حقا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الأنفال هي الغنائم التي ينفلها اللّه لهذه الأمة من أموال الكفار، وكانت هذه الآيات في هذه السورة قد نزلت في قصة بدر أول غنيمة كبيرة غنمها المسلمون من المشركين، .\nفحصل بين بعض المسلمين فيها نزاع، فسألوا رسول اللّه صلى الله عليه وسلم عنها، فأنزل اللّه يَسْأَلُونَكَ عَنِ الأنْفَال كيف تقسم وعلى من تقسم؟ قُلْ لهم: الأنفال لله ورسوله يضعانها حيث شاءا، فلا اعتراض لكم على حكم اللّه ورسوله،.\nبل عليكم إذا حكم اللّه ورسوله أن ترضوا بحكمهما، وتسلموا الأمر لهما،.\nوذلك داخل في قوله فَاتَّقُوا اللَّهَ بامتثال أوامره واجتناب نواهيه.\n.\nوَأَصْلِحُوا ذَاتَ بَيْنِكُمْ أي: أصلحوا ما بينكم من التشاحن والتقاطع والتدابر، بالتوادد والتحاب والتواصل.\n.\nفبذلك تجتمع كلمتكم، ويزول ما يحصل - بسبب التقاطع -من التخاصم، والتشاجر والتنازع.\nويدخل في إصلاح ذات البين تحسين الخلق لهم، والعفو عن المسيئين منهم فإنه بذلك يزول كثير مما يكون في القلوب من البغضاء والتدابر،.\nوالأمر الجامع لذلك كله قوله: وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ فإن الإيمان يدعو إلى طاعة اللّه ورسوله،.\nكما أن من لم يطع اللّه ورسوله فليس بمؤمن."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما المؤمنون حقًّا الذين إذا ذكر الله سبحانه وتعالى خافت قلوبهم؛ فانساقت قلوبهم وأبدانهم للطاعة، وإذا قُرِئَتْ عليهم آيات الله تدبروها فازدادوا إيمانًا إلى إيمانهم، وعلى ربهم وحده يعتمدون في جَلْب مصالحهم ودَفْع مفاسدهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما المؤمنون» الكاملون الإيمان «الذين إذا ذكر الله» أي وعيده «وجلت» خافت «قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا» تصديقا «وعلى ربهم يتوكلون» به يثقون لا بغيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن نقصت طاعته للّه ورسوله، فذلك لنقص إيمانه،ولما كان الإيمان قسمين: إيمانا كاملا يترتب عليه المدح والثناء، والفوز التام، وإيمانا دون ذلك ذكر الإيمان الكامل فقال: إِنَّمَا الْمُؤْمِنُونَ الألف واللام للاستغراق لشرائع الإيمان.\nالَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ أي: خافت ورهبت، فأوجبت لهم خشية اللّه تعالى الانكفاف عن المحارم، فإن خوف اللّه تعالى أكبر علاماته أن يحجز صاحبه عن الذنوب.\nوَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا ووجه ذلك أنهم يلقون له السمع ويحضرون قلوبهم لتدبره فعند ذلك يزيد إيمانهم،.\nلأن التدبر من أعمال القلوب، ولأنه لا بد أن يبين لهم معنى كانوا يجهلونه، أو يتذكرون ما كانوا نسوه،أو يحدث في قلوبهم رغبة في الخير، واشتياقا إلى كرامة ربهم،أو وجلا من العقوبات، وازدجارا عن المعاصي، وكل هذا مما يزداد به الإيمان.\nوَعَلَى رَبِّهِمْ وحده لا شريك له يَتَوَكَّلُونَ أي: يعتمدون في قلوبهم على ربهم في جلب مصالحهم ودفع مضارهم الدينية والدنيوية، ويثقون بأن اللّه تعالى سيفعل ذلك.\nوالتوكل هو الحامل للأعمال كلها، فلا توجد ولا تكمل إلا به."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يداومون على أداء الصلاة بصفتها التامة في أوقاتها، ومما رزقناهم يخرجون النفقات الواجبة والمستحبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يقيمون الصلاة» يأتون بها بحقوقها «ومما رزقناهم» أعطيناهم «ينفقون» في طاعة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ يُقِيمُونَ الصَّلاةَ من فرائض ونوافل، بأعمالها الظاهرة والباطنة، كحضور القلب فيها، الذي هو روح الصلاة ولبها،.\nوَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ النفقات الواجبة، كالزكوات، والكفارات، والنفقة على الزوجات والأقارب، وما ملكت أيمانهم،.\nوالمستحبة كالصدقة في جميع طرق الخير."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بتلك الصفات هم المؤمنون حقًّا؛ لجمعهم بين خصال الإيمان والإسلام الظاهرة، وجزاؤهم منازل عالية عند ربهم، ومغفرة لذنوبهم ورزق كريم، وهو ما أعده الله لهم من النعيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك» الموصوفون بما ذكر «هم المؤمنون حقا» صدقا بلا شك «لهم درجاتٌ» منازل في الجنة «عند ربهم ومغفرة ورزق كريم» في الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ الذين اتصفوا بتلك الصفات هُمُ الْمُؤْمِنُونَ حَقًّا لأنهم جمعوا بين الإسلام والإيمان، بين الأعمال الباطنة والأعمال الظاهرة، بين العلم والعمل، بين أداء حقوق اللّه وحقوق عباده.\nوقدم تعالى أعمال القلوب، لأنها أصل لأعمال الجوارح وأفضل منها،.\nوفيها دليل على أن الإيمان، يزيد وينقص، فيزيد بفعل الطاعة وينقص بضدها.\nوأنه ينبغي للعبد أن يتعاهد إيمانه وينميه،.\nوأن أولى ما يحصل به ذلك تدبر كتاب اللّه تعالى والتأمل لمعانيه.\nثم ذكر ثواب المؤمنين حقا فقال: لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ أي: عالية بحسب علو أعمالهم.\nوَمَغْفِرَةٌ لذنوبهم وَرِزْقٌ كَرِيمٌ وهو ما أعد اللّه لهم في دار كرامته، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nودل هذا على أن من يصل إلى درجتهم في الإيمان - وإن دخل الجنة - فلن ينال ما نالوا من كرامة اللّه التامة."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كما أن الله سبحانه وتعالى انتزع منكم قسمة الغنائم بعد اختلافكم في قسمتها وتنازعكم فيها، وجعلها إليه وإلى رسوله صلى الله عليه وسلم، كذلك أَمَرَكَ ربك - أيها الرسول - بالخروج من المدينة للقاء المشركين بوحي أنزله عليك، مع كراهة طائفة من المؤمنين لذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كما أخرجك ربُّك من بيتك بالحق» متعلق بأخرج «وإن فريقا من المؤمنين لكارهون» الخروج والجملة حال من كاف أخرجك وكما خبر مبتدأ محذوف أي هذه الحال في كراهتهم لها مثل إخراجك في حال كراهتهم وقد كان خيرا لهم فكذلك أيضا وذلك أن أبا سفيان قدم بعير من الشام فخرج النبي صلى الله عليه وسلم وأصحابه ليغنموها فعلمت قريش فخرج أبو جهل ومقاتلوا مكة ليذبُّوا عنها وهم النفير وأخذ أبو سفيان بالعير طريق الساحل فنجت فقيل لأبي جهل ارجع فأبى وسار إلى بدر. فشاور النبيُّ صلى الله عليه وسلم أصحابه وقال إن الله وعدني إحدى الطائفتين فوافقوه على قتال النفير وكره بعضهم ذلك وقالوا لم نستعدَّ له كما قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 5 حتى 8 : قدم تعالى - أمام هذه الغزوة الكبرى المباركة - الصفات التي على المؤمنين أن يقوموا بها، لأن من قام بها استقامت أحواله وصلحت أعماله، التي من أكبرها الجهاد في سبيله.\nفكما أن إيمانهم هو الإيمان الحقيقي، وجزاءهم هو الحق الذي وعدهم اللّه به،.\nكذلك أخرج اللّه رسوله صلى الله عليه وسلم من بيته إلى لقاء المشركين في بدر بالحق الذي يحبه اللّه تعالى، وقد قدره وقضاه.\nوإن كان المؤمنون لم يخطر ببالهم في ذلك الخروج أنه يكون بينهم وبين عدوهم قتال.\nفحين تبين لهم أن ذلك واقع، جعل فريق من المؤمنين يجادلون النبي صلى الله عليه وسلم في ذلك، ويكرهون لقاء عدوهم، كأنما يساقون إلى الموت وهم ينظرون.\nوالحال أن هذا لا ينبغي منهم، خصوصا بعد ما تبين لهم أن خروجهم بالحق، ومما أمر اللّه به ورضيه،.\nفبهذه الحال ليس للجدال محل [فيها] لأن الجدال محله وفائدته عند اشتباه الحق والتباس الأمر،.\nفأما إذا وضح وبان، فليس إلا الانقياد والإذعان.\nهذا وكثير من المؤمنين لم يجر منهم من هذه المجادلة شيء، ولا كرهوا لقاء عدوهم،.\nوكذلك الذين عاتبهم اللّه، انقادوا للجهاد أشد الانقياد، وثبتهم اللّه، وقيض لهم من الأسباب ما تطمئن به قلوبهم كما سيأتي ذكر بعضها.\nوكان أصل خروجهم يتعرضون لعير خرجت مع أبي سفيان بن حرب لقريش إلى الشام، قافلة كبيرة،.\nفلما سمعوا برجوعها من الشام، ندب النبي صلى الله عليه وسلم الناس،.\nفخرج معه ثلاثمائة، وبضعة عشر رجلا معهم سبعون بعيرا، يعتقبون عليها، ويحملون عليها متاعهم،.\nفسمعت بخبرهم قريش، فخرجوا لمنع عيرهم، في عَدَدٍ كثير وعُدَّةٍ وافرة من السلاح والخيل والرجال، يبلغ عددهم قريبا من الألف.\nفوعد اللّه المؤمنين إحدى الطائفتين، إما أن يظفروا بالعير، أو بالنفير،.\nفأحبوا العير لقلة ذات يد المسلمين، ولأنها غير ذات شوكة،.\nولكن اللّه تعالى أحب لهم وأراد أمرا أعلى مما أحبوا.\nأراد أن يظفروا بالنفير الذي خرج فيه كبراء المشركين وصناديدهم،.\nوَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ فينصر أهله وَيَقْطَعَ دَابِرَ الْكَافِرِينَ أي: يستأصل أهل الباطل، ويُرِيَ عباده من نصره للحق أمرا لم يكن يخطر ببالهم.\nلِيُحِقَّ الْحَقَّ بما يظهر من الشواهد والبراهين على صحته وصدقه،.\nوَيُبْطِلَ الْبَاطِلَ بما يقيم من الأدلة والشواهد على بطلانه وَلَوْ كَرِهَ الْمُجْرِمُونَ فلا يبالي اللّه بهم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تُجَادِلُكَ - أيها الرسول - هذه الطائفة من المؤمنين في قتال المشركين بعدما اتضح لهم أنه واقع، كأنما يُسَاقون إلى الموت وهم ينظرون إليه عيانًا، وذلك لشدة كراهتهم للخروج للقتال؛ لأنهم لم يأخذوا له أهبته، ولم يعدوا له عدته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يجادلونك في الحق» القتال «بعد ما تبيَّن» ظهر لهم «كأنما يُساقون إلى الموت وهم ينظرون» إليه عيانا في كراهتهم له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 5 حتى 8 : قدم تعالى - أمام هذه الغزوة الكبرى المباركة - الصفات التي على المؤمنين أن يقوموا بها، لأن من قام بها استقامت أحواله وصلحت أعماله، التي من أكبرها الجهاد في سبيله.\nفكما أن إيمانهم هو الإيمان الحقيقي، وجزاءهم هو الحق الذي وعدهم اللّه به،.\nكذلك أخرج اللّه رسوله صلى الله عليه وسلم من بيته إلى لقاء المشركين في بدر بالحق الذي يحبه اللّه تعالى، وقد قدره وقضاه.\nوإن كان المؤمنون لم يخطر ببالهم في ذلك الخروج أنه يكون بينهم وبين عدوهم قتال.\nفحين تبين لهم أن ذلك واقع، جعل فريق من المؤمنين يجادلون النبي صلى الله عليه وسلم في ذلك، ويكرهون لقاء عدوهم، كأنما يساقون إلى الموت وهم ينظرون.\nوالحال أن هذا لا ينبغي منهم، خصوصا بعد ما تبين لهم أن خروجهم بالحق، ومما أمر اللّه به ورضيه،.\nفبهذه الحال ليس للجدال محل [فيها] لأن الجدال محله وفائدته عند اشتباه الحق والتباس الأمر،.\nفأما إذا وضح وبان، فليس إلا الانقياد والإذعان.\nهذا وكثير من المؤمنين لم يجر منهم من هذه المجادلة شيء، ولا كرهوا لقاء عدوهم،.\nوكذلك الذين عاتبهم اللّه، انقادوا للجهاد أشد الانقياد، وثبتهم اللّه، وقيض لهم من الأسباب ما تطمئن به قلوبهم كما سيأتي ذكر بعضها.\nوكان أصل خروجهم يتعرضون لعير خرجت مع أبي سفيان بن حرب لقريش إلى الشام، قافلة كبيرة،.\nفلما سمعوا برجوعها من الشام، ندب النبي صلى الله عليه وسلم الناس،.\nفخرج معه ثلاثمائة، وبضعة عشر رجلا معهم سبعون بعيرا، يعتقبون عليها، ويحملون عليها متاعهم،.\nفسمعت بخبرهم قريش، فخرجوا لمنع عيرهم، في عَدَدٍ كثير وعُدَّةٍ وافرة من السلاح والخيل والرجال، يبلغ عددهم قريبا من الألف.\nفوعد اللّه المؤمنين إحدى الطائفتين، إما أن يظفروا بالعير، أو بالنفير،.\nفأحبوا العير لقلة ذات يد المسلمين، ولأنها غير ذات شوكة،.\nولكن اللّه تعالى أحب لهم وأراد أمرا أعلى مما أحبوا.\nأراد أن يظفروا بالنفير الذي خرج فيه كبراء المشركين وصناديدهم،.\nوَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ فينصر أهله وَيَقْطَعَ دَابِرَ الْكَافِرِينَ أي: يستأصل أهل الباطل، ويُرِيَ عباده من نصره للحق أمرا لم يكن يخطر ببالهم.\nلِيُحِقَّ الْحَقَّ بما يظهر من الشواهد والبراهين على صحته وصدقه،.\nوَيُبْطِلَ الْبَاطِلَ بما يقيم من الأدلة والشواهد على بطلانه وَلَوْ كَرِهَ الْمُجْرِمُونَ فلا يبالي اللّه بهم."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا - أيها المؤمنون المجادلون - إذ يعدكم الله أنه سيكون لكم الظفر بإحدى طائفتي المشركين، وهي إما العِير وما تحمله من أموال فتأخذونه غنيمة، وإما النفِير فتقاتلونهم وتُنْصَرُونَ عليهم، وتحبون أنتم أن تظفروا بالعِير لسهولة الاستيلاء عليها ويُسْرِه دون قتال، ويريد الله أن يحق الحق بأمركم بالقتال؛ لتقتلوا صناديد المشركين، وتأسروا كثيرًا منهم حتى تظهر قوة الإسلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ يعدكم الله إحدى الطائفتين» العير أو النفير «أنها لكم وتودُّون» تريدون «أن غير ذات الشوكة» أي البأس والسلاح وهي العير «تكون لكم» لقلة عددها ومدَدها بخلاف النفير «ويريد الله أن يُحق الحق» يظهر «بكلماته» السابقة بظهور الإسلام «ويقطع دابر الكافرين» آخرهم بالاستئصال فأمركم بقتال النفير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 5 حتى 8 : قدم تعالى - أمام هذه الغزوة الكبرى المباركة - الصفات التي على المؤمنين أن يقوموا بها، لأن من قام بها استقامت أحواله وصلحت أعماله، التي من أكبرها الجهاد في سبيله.\nفكما أن إيمانهم هو الإيمان الحقيقي، وجزاءهم هو الحق الذي وعدهم اللّه به،.\nكذلك أخرج اللّه رسوله صلى الله عليه وسلم من بيته إلى لقاء المشركين في بدر بالحق الذي يحبه اللّه تعالى، وقد قدره وقضاه.\nوإن كان المؤمنون لم يخطر ببالهم في ذلك الخروج أنه يكون بينهم وبين عدوهم قتال.\nفحين تبين لهم أن ذلك واقع، جعل فريق من المؤمنين يجادلون النبي صلى الله عليه وسلم في ذلك، ويكرهون لقاء عدوهم، كأنما يساقون إلى الموت وهم ينظرون.\nوالحال أن هذا لا ينبغي منهم، خصوصا بعد ما تبين لهم أن خروجهم بالحق، ومما أمر اللّه به ورضيه،.\nفبهذه الحال ليس للجدال محل [فيها] لأن الجدال محله وفائدته عند اشتباه الحق والتباس الأمر،.\nفأما إذا وضح وبان، فليس إلا الانقياد والإذعان.\nهذا وكثير من المؤمنين لم يجر منهم من هذه المجادلة شيء، ولا كرهوا لقاء عدوهم،.\nوكذلك الذين عاتبهم اللّه، انقادوا للجهاد أشد الانقياد، وثبتهم اللّه، وقيض لهم من الأسباب ما تطمئن به قلوبهم كما سيأتي ذكر بعضها.\nوكان أصل خروجهم يتعرضون لعير خرجت مع أبي سفيان بن حرب لقريش إلى الشام، قافلة كبيرة،.\nفلما سمعوا برجوعها من الشام، ندب النبي صلى الله عليه وسلم الناس،.\nفخرج معه ثلاثمائة، وبضعة عشر رجلا معهم سبعون بعيرا، يعتقبون عليها، ويحملون عليها متاعهم،.\nفسمعت بخبرهم قريش، فخرجوا لمنع عيرهم، في عَدَدٍ كثير وعُدَّةٍ وافرة من السلاح والخيل والرجال، يبلغ عددهم قريبا من الألف.\nفوعد اللّه المؤمنين إحدى الطائفتين، إما أن يظفروا بالعير، أو بالنفير،.\nفأحبوا العير لقلة ذات يد المسلمين، ولأنها غير ذات شوكة،.\nولكن اللّه تعالى أحب لهم وأراد أمرا أعلى مما أحبوا.\nأراد أن يظفروا بالنفير الذي خرج فيه كبراء المشركين وصناديدهم،.\nوَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ فينصر أهله وَيَقْطَعَ دَابِرَ الْكَافِرِينَ أي: يستأصل أهل الباطل، ويُرِيَ عباده من نصره للحق أمرا لم يكن يخطر ببالهم.\nلِيُحِقَّ الْحَقَّ بما يظهر من الشواهد والبراهين على صحته وصدقه،.\nوَيُبْطِلَ الْبَاطِلَ بما يقيم من الأدلة والشواهد على بطلانه وَلَوْ كَرِهَ الْمُجْرِمُونَ فلا يبالي اللّه بهم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليحق الله الحق بإظهار الإسلام وأهله، وذلك بما يظهره من الشواهد على صدقه، وليبطل سبحانه الباطل بما يظهر من البراهين على بطلانه، ولو كره المشركون ذلك، فالله مُظْهِره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليُحق الحق ويبطل» يمحق «الباطل» الكفر «ولو كره المجرمون» المشركون ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 5 حتى 8 : قدم تعالى - أمام هذه الغزوة الكبرى المباركة - الصفات التي على المؤمنين أن يقوموا بها، لأن من قام بها استقامت أحواله وصلحت أعماله، التي من أكبرها الجهاد في سبيله.\nفكما أن إيمانهم هو الإيمان الحقيقي، وجزاءهم هو الحق الذي وعدهم اللّه به،.\nكذلك أخرج اللّه رسوله صلى الله عليه وسلم من بيته إلى لقاء المشركين في بدر بالحق الذي يحبه اللّه تعالى، وقد قدره وقضاه.\nوإن كان المؤمنون لم يخطر ببالهم في ذلك الخروج أنه يكون بينهم وبين عدوهم قتال.\nفحين تبين لهم أن ذلك واقع، جعل فريق من المؤمنين يجادلون النبي صلى الله عليه وسلم في ذلك، ويكرهون لقاء عدوهم، كأنما يساقون إلى الموت وهم ينظرون.\nوالحال أن هذا لا ينبغي منهم، خصوصا بعد ما تبين لهم أن خروجهم بالحق، ومما أمر اللّه به ورضيه،.\nفبهذه الحال ليس للجدال محل [فيها] لأن الجدال محله وفائدته عند اشتباه الحق والتباس الأمر،.\nفأما إذا وضح وبان، فليس إلا الانقياد والإذعان.\nهذا وكثير من المؤمنين لم يجر منهم من هذه المجادلة شيء، ولا كرهوا لقاء عدوهم،.\nوكذلك الذين عاتبهم اللّه، انقادوا للجهاد أشد الانقياد، وثبتهم اللّه، وقيض لهم من الأسباب ما تطمئن به قلوبهم كما سيأتي ذكر بعضها.\nوكان أصل خروجهم يتعرضون لعير خرجت مع أبي سفيان بن حرب لقريش إلى الشام، قافلة كبيرة،.\nفلما سمعوا برجوعها من الشام، ندب النبي صلى الله عليه وسلم الناس،.\nفخرج معه ثلاثمائة، وبضعة عشر رجلا معهم سبعون بعيرا، يعتقبون عليها، ويحملون عليها متاعهم،.\nفسمعت بخبرهم قريش، فخرجوا لمنع عيرهم، في عَدَدٍ كثير وعُدَّةٍ وافرة من السلاح والخيل والرجال، يبلغ عددهم قريبا من الألف.\nفوعد اللّه المؤمنين إحدى الطائفتين، إما أن يظفروا بالعير، أو بالنفير،.\nفأحبوا العير لقلة ذات يد المسلمين، ولأنها غير ذات شوكة،.\nولكن اللّه تعالى أحب لهم وأراد أمرا أعلى مما أحبوا.\nأراد أن يظفروا بالنفير الذي خرج فيه كبراء المشركين وصناديدهم،.\nوَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ فينصر أهله وَيَقْطَعَ دَابِرَ الْكَافِرِينَ أي: يستأصل أهل الباطل، ويُرِيَ عباده من نصره للحق أمرا لم يكن يخطر ببالهم.\nلِيُحِقَّ الْحَقَّ بما يظهر من الشواهد والبراهين على صحته وصدقه،.\nوَيُبْطِلَ الْبَاطِلَ بما يقيم من الأدلة والشواهد على بطلانه وَلَوْ كَرِهَ الْمُجْرِمُونَ فلا يبالي اللّه بهم."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا يوم بدر حين طلبتم الغوث من الله بالنصر على عدوكم، فاستجاب الله لكم بأنه ممدكم - أيها المؤمنون - ومعينكم بألف من الملائكة، متتابعين يتبع بعضهم بعضًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «إذ تستغيثون ربَّكم» تطلبون منه الغوث بالنصر عليهم «فاستجاب لكم أني» أي بأني «مُمدُّكم» معينكم «بألف من الملائكة مردفين» متتابعين يردف بعضهم بعضا وعدهم بها أوَّلا ثم صارت ثلاثة آلاف ثم خمسة كما في آل عمران وقرئ بآلُف كأفُلس جمع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: اذكروا نعمة اللّه عليكم، لما قارب التقاؤكم بعدوكم، استغثتم بربكم، وطلبتم منه أن يعينكم وينصركم فَاسْتَجَابَ لَكُمْ وأغاثكم بعدة أمور:.\nمنها: أن اللّه أمدكم بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ أي: يردف بعضهم بعضا."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما جعل الله الإمداد بالملائكة إلا بشارة لكم - أيها المؤمنون - بأنه ناصركم على عدوكم، ولتسكن قلوبكم موقنة بالنصر، وليس النصر بكثرة العَدَدِ، وتوافر العُدَدِ، وإنما النصر من عند الله سبحانه، إن الله عزيز في ملكه، لا يغالبه أحد، حكيم في شرعه وقَدَرِهِ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما جعله الله» أي الإمداد «إلا بشرى ولتطمئن به قلوبكم وما النصر إلا من عند الله إن الله عزيز حكيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا جَعَلَهُ اللَّهُ أي: إنزال الملائكة إِلا بُشْرَى أي: لتستبشر بذلك نفوسكم، وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وإلا فالنصر بيد اللّه، ليس بكثرة عَدَدٍ ولا عُدَدٍ.\n.\nإِنَّ اللَّهَ عَزِيزٌ لا يغالبه مغالب، بل هو القهار، الذي يخذل من بلغوا من الكثرة وقوة العدد والآلات ما بلغوا.\nحَكِيمٌ حيث قدر الأمور بأسبابها، ووضع الأشياء مواضعها."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكروا - أيها المؤمنون - إذ يُلْقِي الله النعاس عليكم أمنًا مما حصل لكم من الخوف من عدوكم، وينزل عليكم مطرًا من السماء؛ ليطهركم من الأحداث، وليزيل عنكم وساوس الشيطان، وليثبِّت به قلوبكم لتثبت أبدانكم عند اللقاء، وليثبِّت به الأقدام بتلْبِيد الأرض الرملية حتى لا تسيخ فيها الأقدام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «إذ يُغشِّيكم النعاس أمنة» أمنا مما حصل لكم من الخوف «منه» تعالى «وَيُنَزِّلُ عليكم من السماء ماء ليطهركم به» من الأحداث والجنابات «ويذهب عنكم رجز الشيطان» وسوسته إليكم بأنكم لو كنتم على الحق ما كنتم ظمأى محدثين والمشركون على الماء «وليربط» يحبس «على قلوبكم» باليقين والصبر «ويثبِّت به الأقدام» أن تسوخ في الرمل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن نصره واستجابته لدعائكم أن أنزل عليكم نعاسا يُغَشِّيكُمُ [أي] فيذهب ما في قلوبكم من الخوف والوجل، ويكون أَمَنَةً لكم وعلامة على النصر والطمأنينة.\nومن ذلك: أنه أنزل عليكم من السماء مطرا ليطهركم به من الحدث والخبث، وليطهركم به من وساوس الشيطان ورجزه.\nوَلِيَرْبِطَ عَلَى قُلُوبِكُمْ أي: يثبتها فإن ثبات القلب، أصل ثبات البدن، وَيُثَبِّتَ بِهِ الأقْدَامَ فإن الأرض كانت سهلة دهسة فلما نزل عليها المطر تلبدت، وثبتت به الأقدام."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذ يوحي ربك - أيها النبي - إلى الملائكة الذين أمد الله بهم المؤمنين في بدر: أني معكم - أيها الملائكة - بالنصر والتأييد، فَقَوُّوا عزائم المؤمنين على قتال عدوهم، سألقي في قلوب الذين كفروا الخوف الشديد؛ فاضربوا - أيها المؤمنون - أعناق الكافرين ليموتوا، واضربوا مفاصلهم وأطرافهم ليتعطلوا عن قتالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ يوحي ربك إلى الملائكة» الذين أمد بهم المسلمين «أني» أي بأني «معكم» بالعون والنصر «فثبِّتوا الذين آمنوا» بالإعانة والتبشير «سألقي في قلوب الذين كفروا الرعب» الخوف «فاضربوا فوق الأعناق» أي الرءوس «واضربوا منهم كل بنان» أي أطراف اليدين والرجلين فكان الرجل يقصد ضرب رقبة الكافر فتسقط قبل أن يصل إليه سيفه ورماهم صلى الله عليه وسلم بقبضة من الحصى فلم يبق مشرك إلا دخل في عينيه منها شيء فهزموا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن ذلك أن اللّه أوحى إلى الملائكة أَنِّي مَعَكُمْ بالعون والنصر والتأييد، فَثَبِّتُوا الَّذِينَ آمَنُوا أي: ألقوا في قلوبهم، وألهموهم الجراءة على عدوهم، ورغبوهم في الجهاد وفضله.\nسَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ الذي هو أعظم جند لكم عليهم،فإن اللّه إذا ثبت المؤمنين وألقى الرعب في قلوب الكافرين، لم يقدر الكافرون على الثبات لهم ومنحهم اللّه أكتافهم.\nفَاضْرِبُوا فَوْقَ الأعْنَاقِ أي: على الرقاب وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ أي: مفصل.\nوهذا خطاب، إما للملائكة الذين أوحى الله إليهم أن يثبتوا الذين آمنوا فيكون في ذلك دليل أنهم باشروا القتال يوم بدر،أو للمؤمنين يشجعهم اللّه، ويعلمهم كيف يقتلون المشركين، وأنهم لا يرحمونهم،وذلك لأنهم شاقوا الله ورسوله أي: حاربوهما وبارزوهما بالعداوة."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الواقع بالكفار من القتل وضرب الأطراف سببه أنهم خالفوا الله ورسوله، فلم يأتمروا بما أمروا به، ولم ينتهوا عما نهوا عنه، ومن يخالف الله ورسوله في ذلك فإن الله شديد العقاب له في الدنيا بالقتل والأسر، وفي الآخرة بالنار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» العذاب الواقع بهم «بأنهم شاقوا» خالفوا «الله ورسوله ومن يشاقق الله ورسوله فإن الله شديد العقاب» له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "شاقوا الله ورسوله أي‏:‏ حاربوهما وبارزوهما بالعداوة‏.\n‏ ‏‏وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ‏‏ ومن عقابه تسليط أوليائه على أعدائه وتقتيلهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلكم العذاب المذكور لكم - أيها المخالفون لله ورسوله - فذوقوه مُعَجَّلًا لكم في الحياة الدنيا، وفي الآخرة لكم عذاب النار إن متم على كفركم وعنادكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلكم» العذاب «فذوقوه» أيها الكفار في الدنيا «وأن للكافرين» في الآخرة «عذاب النار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏ذَلِكُمْ‏‏ العذاب المذكور ‏‏فَذُوقُوهُ‏‏ أيها المشاققون للّه ورسوله عذابا معجلا‏.\n‏ ‏‏وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ‏‏‏.\n‏ وفي هذه القصة من آيات اللّه العظيمة ما يدل على أن ما جاء به محمد صلى الله عليه وسلم رسول اللّه حقًا‏.\n‏ منها‏:‏ أن اللّه وعدهم وعدا، فأنجزهموه‏.\n‏ ومنها‏:‏ ما قال اللّه تعالى‏:‏ ‏‏قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ‏‏ الآية‏.\n‏ ومنها‏:‏ إجابة دعوة اللّه للمؤمنين لما استغاثوه بما ذكره من الأسباب، وفيها الاعتناء العظيم بحال عباده المؤمنين، وتقييض الأسباب التي بها ثبت إيمانهم، وثبتت أقدامهم، وزال عنهم المكروه والوساوس الشيطانية‏.\n‏ ومنها‏:‏ أن من لطف اللّه بعبده أن يسهل عليه طاعته، وييسرها بأسباب داخلية وخارجية‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله، إذا قابلتم المشركين في القتال متقاربين فلا تنهزموا عنهم، وتولوهم ظهوركم هاربين، ولكن اثبتوا في وجوههم، واصبروا على لقائهم، فالله معكم بنصره وتأييده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إذا لقيتم الذين كفروا زحفا» أي مجتمعين كأنهم لكثرتهم يزحفون «فلا تولُّوهم الأدبار» منهزمين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر اللّه تعالى عباده المؤمنين بالشجاعة الإيمانية، والقوة في أمره، والسعي في جلب الأسباب المقوية للقلوب والأبدان، ونهاهم عن الفرار إذا التقى الزحفان، فقال‏:‏ ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا‏‏ أي‏:‏ في صف القتال، وتزاحف الرجال، واقتراب بعضهم من بعض، ‏‏فَلا تُوَلُّوهُمُ الأدْبَارَ‏‏ بل اثبتوا لقتالهم، واصبروا على جلادهم، فإن في ذلك نصرة لدين اللّه، وقوة لقلوب المؤمنين، وإرهابا للكافرين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن يولهم ظهره فارًّا منهم غير منعطف لقتالهم بأن يريهم الفَرَّ مكيدة منه، وهو يريد الكَرَّ عليهم، أو غير مُنضم إلى جماعة من المسلمين حاضرة يستنجد بها؛ فقد رجع بغضب من الله، واستحقه، ومقامه في الآخرة جهنم، وبئس المصير مصيره، وبئس المُنْقَلب مُنْقَلبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يولهم يومئذ» أي يوم لقائهم «دُبُرَهُ إلا متحرفا» منعطفا «لقتال» بأن يريهم الغرَّة مكيدة وهو يريد الكرَّة «أو متحيزا» منضما «إلى فئة» جماعة من المسلمين يستنجد بها «فقد باء» رجع «بغضب من الله ومأواه جنهم وبئس المصير» المرجع هي وهذا مخصوص بما لم يزد الكفار على الضعف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ‏‏ أي‏:‏ رجع ‏‏بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ‏‏ أي‏:‏ مقره ‏‏جَهَنَّمُ وَبِئْسَ الْمَصِيرُ‏‏‏.\n‏ وهذا يدل على أن الفرار من الزحف من غير عذر من أكبر الكبائر، كما وردت بذلك الأحاديث الصحيحة وكما نص هنا على وعيده بهذا الوعيد الشديد‏.\n‏ ومفهوم الآية‏:‏ أن المتحرف للقتال، وهو الذي ينحرف من جهة إلى أخرى، ليكون أمكن له في القتال، وأنكى لعدوه، فإنه لا بأس بذلك، لأنه لم يول دبره فارا، وإنما ولى دبره ليستعلي على عدوه، أو يأتيه من محل يصيب فيه غرته، أو ليخدعه بذلك، أو غير ذلك من مقاصد المحاربين، وأن المتحيز إلى فئة تمنعه وتعينه على قتال الكفار، فإن ذلك جائز،فإن كانت الفئة في العسكر، فالأمر في هذا واضح، وإن كانت الفئة في غير محل المعركة كانهزام المسلمين بين يدي الكافرين والتجائهم إلى بلد من بلدان المسلمين أو إلى عسكر آخر من عسكر المسلمين، فقد ورد من آثار الصحابة ما يدل على أن هذا جائز،ولعل هذا يقيد بما إذا ظن المسلمون أن الانهزام أحمد عاقبة، وأبقى عليهم‏.\n‏ أما إذا ظنوا غلبتهم للكفار في ثباتهم لقتالهم، فيبعد في هذه الحال أن تكون من الأحوال المرخص فيها، لأنه على هذا لا يتصور الفرار المنهي عنه، وهذه الآية مطلقة، وسيأتي في آخر السورة تقييدها بالعدد‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلم تقتلوا - أيها المؤمنون - يوم بدر المشركين بحولكم وقوتكم، ولكن الله أعانكم على ذلك، وما رميت - أيها النبي - المشركين حين رميتهم، ولكن الله هو الذي رماهم حين أوصل رميتك إليهم، وليختبر المؤمنين بما أنعم عليهم من إظهارهم على عدوهم مع ما هم فيه من قلة العَدَدِ والعُدَدِ ليشكروه، إن الله سميع لدعائكم وأقوالكم، عليم بأعمالكم، وبما فيه صلاحكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلم تقتلوهم» ببدر بقوتكم «ولكنَّ الله قتلهم» بنصره إيّاكم «وما رميت» يا محمد لأعين القوم «إذ رميت» بالحصى لأن كفا من الحصى لا يملأ عيون الجيش الكثير برمية بشر «ولكنَّ الله رمى» بإيصال ذلك إليهم فعل ذلك ليقهر الكافرين «وليبلي المؤمنين منه بلاءً» عطاء «حسنا» هو الغنيمة «إن الله سميع» لأقوالهم «عليم» بأحوالهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لما انهزم المشركون يوم بدر، وقتلهم المسلمون - ‏‏فَلَمْ تَقْتُلُوهُمْ‏‏ بحولكم وقوتكم ‏‏وَلَكِنَّ اللَّهَ قَتَلَهُمْ‏‏ حيث أعانكم على ذلك بما تقدم ذكره‏.\n‏ ‏‏وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى‏‏ وذلك أن النبي صلى الله عليه وسلم وقت القتال دخل العريش وجعل يدعو اللّه، ويناشده في نصرته،ثم خرج منه، فأخذ حفنة من تراب، فرماها في وجوه المشركين، فأوصلها اللّه إلى وجوههم،فما بقي منهم واحد إلا وقد أصاب وجهه وفمه وعينيه منها، فحينئذ انكسر حدهم، وفتر زندهم، وبان فيهم الفشل والضعف، فانهزموا‏.\n‏ يقول تعالى لنبيه‏:‏ لست بقوتك حين رميت التراب أوصلته إلى أعينهم، وإنما أوصلناه إليهم بقوتنا واقتدارنا‏.\n‏ ‏‏وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَنًا‏‏ أي‏:‏ إن اللّه تعالى قادر على انتصار المؤمنين من الكافرين، من دون مباشرة قتال، ولكن اللّه أراد أن يمتحن المؤمنين، ويوصلهم بالجهاد إلى أعلى الدرجات، وأرفع المقامات، ويعطيهم أجرا حسنا وثوابًا جزيلًا‏.\n‏ ‏‏إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ‏‏ يسمع تعالى ما أسر به العبد وما أعلن، ويعلم ما في قلبه من النيات الصالحة وضدها، فيقدر على العباد أقدارا موافقة لعلمه وحكمته ومصلحة عباده، ويجزي كلا بحسب نيته وعمله‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك المذكور من قتل المشركين، ورميهم حتى انهزموا وولَّوا هاربين، والإنعام على المؤمنين بإظهارهم على عدوهم؛ هو من الله، والله مُضْعِف كيد الكافرين الذين يكيدونه للإسلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلكم» الإبلاء حق «وأن الله موهنُ» مضعف «كيد الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏ذَلِكُمْ‏‏ النصر من اللّه لكم ‏‏وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ‏‏ أي‏:‏ مضعف كل مكر وكيد يكيدون به الإسلام وأهله، وجاعل مكرهم محيقا بهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن تطلبوا - أيها المشركون - أن يوقع الله عذابه وبأسه على الظالمين المعتدين فقد أوقع الله عليكم ما طلبتم، فأنزل بكم ما كان نكالًا لكم وعبرة للمتقين، وإن تكفوا عن طلب ذلك فهو خير لكم، فربما أمهلكم ولم يعجل انتقامه منكم، وإن تعودوا إلى طلبه وإلى قتال المؤمنين نَعُد بإيقاع العذاب عليكم وبنصر المؤمنين، ولن تغني عنكم جماعتكم ولا أنصاركم ولو كانت كثيرة العَدَدِ والعُدَدِ مع قلة المؤمنين، ولأن الله مع المؤمنين بالنصر والتأييد، ومن كان الله معه فلا غالب له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تستفتحوا» أيها الكفار إن تطلبوا الفتح أي القضاء حيث قال أبو جهل منكم: اللهم أينا كان أقطع للرحمن وأتانا بما لا نعرف فأحنه الغداة أي أهلكه «فقد جاءكم الفتح» القضاء بهلاك من هو كذلك وهو أبو جهل ومن قتل معه دون النبي صلى الله عليه وسلم والمؤمنين «وإن تنتهوا» عن الكفر والحرب «فهو خير لكم وإن تعودوا» لقتال النبي صلى الله عليه وسلم «نعد» لنصره عليكم «ولن تغني» تدفع «عنكم فئتكم» جماعاتكم «شيئا ولو كثرت وإنَّ الله مع المؤمنين» بكسر إن استئنافا وفتحها على تقدير اللام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏إِنْ تَسْتَفْتِحُوا‏‏ أيها المشركون، أي‏:‏ تطلبوا من اللّه أن يوقع بأسه وعذابه على المعتدين الظالمين‏.\n‏ ‏‏فَقَدْ جَاءَكُمُ الْفَتْحُ‏‏ حين أوقع اللّه بكم من عقابه، ما كان نكالاً لكم وعبرة للمتقين ‏‏وَإِنْ تَنْتَهُوا‏‏ عن الاستفتاح ‏‏فَهُوَ خَيْرٌ‏‏ لأنه ربما أمهلتم، ولم يعجل لكم النقمة‏.\n‏ ‏‏وإن تعودوا‏‏ إلى الاستفتاح وقتال حزب الله المؤمنين ‏‏نَعُدْ‏‏ في نصرهم عليكم‏.\n‏ ‏‏وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ‏‏ أي‏:‏ أعوانكم وأنصاركم، الذين تحاربون وتقاتلون، معتمدين عليهم، شَيئا وأن الله مع الْمؤمنين‏.\n‏ ومن كان اللّه معه فهو المنصور وإن كان ضعيفا قليلا عدده، وهذه المعية التي أخبر اللّه أنه يؤيد بها المؤمنين، تكون بحسب ما قاموا به من أعمال الإيمان‏.\n‏ فإذا أديل العدو على المؤمنين في بعض الأوقات، فليس ذلك إلا تفريطا من المؤمنين وعدم قيام بواجب الإيمان ومقتضاه، وإلا فلو قاموا بما أمر اللّه به من كل وجه، لما انهزم لهم راية ‏[‏انهزاما مستقرا‏]‏ ولا أديل عليهم عدوهم أبدا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله، أطيعوا الله وأطيعوا رسوله بامتثال أمره واجتناب نهيه، ولا تعرضوا عنه بمخالفة أمره وإتيان نهيه، وأنتم تسمعون آيات الله تُقرأ عليكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولَّوْا» تعرضوا «عنه» بمخالفة أمره «وأنتم تسمعون» القرآن والمواعظ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما أخبر تعالى أنه مع المؤمنين، أمرهم أن يقوموا بمقتضى الإيمان الذي يدركون به معيته، فقال‏:‏ ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ‏‏ بامتثال أمرهما واجتناب نهيهما‏.\n‏ ‏‏وَلا تَوَلَّوْا عَنْهُ‏‏ أي‏:‏ عن هذا الأمر الذي هو طاعة اللّه، وطاعة رسوله‏.\n‏ ‏‏وَأَنْتُمْ تَسْمَعُونَ‏‏ ما يتلى عليكم من كتاب اللّه، وأوامره، ووصاياه، ونصائحه، فتوليكم في هذه الحال من أقبح الأحوال‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تكونوا - أيها المؤمنون - مثل المنافقين والمشركين الذين إذا تُلِيت عليهم آيات الله قالوا: سمعنا بآذاننا ما يتلى علينا من القرآن، وهم لا يسمعون سماع تدبر واتعاظ؛ فينتفعوا بما سمعوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون» سماع تدبر واتعاظ وهم المنافقون أو المشركون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ لا تكتفوا بمجرد الدعوى الخالية التي لا حقيقة لها، فإنها حالة لا يرضاها اللّه ولا رسوله،فليس الإيمان بالتمني والتحلي، ولكنه ما وقر في القلوب وصدقته الأعمال‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن شر من يَدِبّ على وجه الأرض من الخلق عند الله هم الصُّمُّ الذين لا يسمعون الحق سماع قَبول، البُكْم الذين لا ينطقون، فهم الذين لا يدركون عن الله أوامره ولا نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن شرَّ الدواب عند الله الصمٌّ» عن سماع الحق «البكم» عن النطق به «الذين لا يعقلونـ» ـه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ‏‏ من لم تفد فيهم الآيات والنذر، وهم ‏‏الصُّمُّ‏‏ عن استماع الحق ‏‏الْبُكْمُ‏‏ عن النطق به‏.\n‏ ‏‏الَّذِينَ لا يَعْقِلُونَ‏‏ ما ينفعهم، ويؤثرونه على ما يضرهم، فهؤلاء شر عند اللّه من جميع الدواب، لأن اللّه أعطاهم أسماعا وأبصارا وأفئدة، ليستعملوها في طاعة اللّه، فاستعملوها في معاصيه وعدموا بذلك الخير الكثير، فإنهم كانوا بصدد أن يكونوا من خيار البرية‏.\n‏ فأبوا هذا الطريق، واختاروا لأنفسهم أن يكونوا من شر البرية،والسمع الذي نفاه اللّه عنهم، سمع المعنى المؤثر في القلب، وأما سمع الحجة، فقد قامت حجة اللّه تعالى عليهم بما سمعوه من آياته،وإنما لم يسمعهم السماع النافع، لأنه لم يعلم فيهم خيرا يصلحون به لسماع آياته‏."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو علم الله أن في هؤلاء المشركين المكذبين خيرًا لأسمعهم سماعًا ينتفعون به، ويتعقَّلون عنده الحجج والبراهين، ولكنه علم أنه لا خير فيهم، ولو أنه سبحانه أسمعهم - على سبيل الفرض والتقدير - لتولوا عن الإيمان عنادًا، وهم معرضون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو علم الله فيهم خيرا» صلاحا بسماع الحق «لأسمعهم» سماع تفهم «ولو أسمعهم» فرضا وقد علم أن لا خير فيهم «لتوَّلوا» عنه «وهم معرضون» عن قبوله عنادا وجحودا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لأسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ‏‏ على الفرض والتقدير ‏‏لَتَوَلَّوْا‏‏ عن الطاعة ‏‏وَهُمْ مُعْرِضُونَ‏‏ لا التفات لهم إلى الحق بوجه من الوجوه، وهذا دليل على أن اللّه تعالى لا يمنع الإيمان والخير، إلا لمن لا خير فيه، الذي لا يزكو لديه ولا يثمر عنده‏.\n‏ وله الحمد تعالى والحكمة في هذا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله، استجيبوا لله ولرسوله بالانقياد لما أمرا به والاجتناب لِمَا نهيا عنه، إذا دعاكم لِمَا فيه حياتكم من الحق، وأيقنوا أن الله قادر على كل شيء، فهو قادر أن يحول بينكم وبين الانقياد للحق إذا أردتموه بعد رفضكم له، فبادروا إليه، وأيقنوا أنكم إلى الله وحده تحشرون يوم القيامة، فيجازيكم على أعمالكم التي عملتموها في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا استجيبوا لله وللرسول» بالطاعة «إذا دعاكم لما يحييكم» من أمر الدين أنه سبب الحياة الأبدية «واعلموا أن الله يحول بين المرء وقلبه» فلا يستطيع أن يؤمن أو يكفر إلا بإرادته «وأنه إليه تُحشرون» فيجازيكم بأعمالكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده المؤمنين بما يقتضيه الإيمان منهم وهو الاستجابة للّه وللرسول، أي‏:‏ الانقياد لما أمرا به والمبادرة إلى ذلك والدعوة إليه، والاجتناب لما نهيا عنه، والانكفاف عنه والنهي عنه‏.\n‏ وقوله‏:‏ ‏‏إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ‏‏ وصف ملازم لكل ما دعا اللّه ورسوله إليه، وبيان لفائدته وحكمته، فإن حياة القلب والروح بعبودية اللّه تعالى ولزوم طاعته وطاعة رسوله على الدوام‏.\n‏ ثم حذر عن عدم الاستجابة للّه وللرسول فقال‏:‏ ‏‏وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ‏‏ فإياكم أن تردوا أمر اللّه أول ما يأتيكم، فيحال بينكم وبينه إذا أردتموه بعد ذلك، وتختلف قلوبكم، فإن اللّه يحول بين المرء وقلبه، يقلب القلوب حيث شاء ويصرفها أنى شاء‏.\n‏ فليكثر العبد من قول‏:‏ يا مقلب القلوب ثبت قلبي على دينك، يا مصرف القلوب، اصرف قلبي إلى طاعتك‏.\n‏ ‏‏وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ‏‏ أي‏:‏ تجمعون ليوم لا ريب فيه، فيجازي المحسن بإحسانه، والمسيء بعصيانه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واحذروا - أيها المؤمنون - عذابًا لا ينال العاصي منكم وحده، بل يناله وينال غيره، وذلك حين يظهر الظلم فلا يُغَيَّرُ، وأَيْقِنُوا أن الله قوي العقاب لمن عصاه؛ فاحذروا من معصيته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتقوا فتنة» إن أصابتكم «لا تصيبنَّ الذين ظلموا منكم خاصة» بل تعمهم وغيرهم واتقاؤها بإنكار موجبها من المنكر «واعلموا أن الله شديد العقاب» لمن خالفه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً‏‏ بل تصيب فاعل الظلم وغيره، وذلك إذا ظهر الظلم فلم يغير، فإن عقوبته تعم الفاعل وغيره، وتقوى هذه الفتنة بالنهي عن المنكر، وقمع أهل الشر والفساد، وأن لا يمكنوا من المعاصي والظلم مهما أمكن‏.\n‏ ‏‏وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ‏‏ من تعرض لمساخطه، وجانب رضاه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا - أيها المؤمنون - حين كنتم في مكة قليلي العدد، يستضعفكم أهلها، ويقهرونكم، تخافون أن يأخذكم أعداؤكم بسرعة، فضمكم الله إلى مأوى تأوون إليه وهو المدينة، وقَوَّاكم بالنصر على أعدائكم في مواطن الحرب التي منها بدر، ورزقكم من الطيبات، ومن جملتها الغنائم التي أخذتموها من أعدائكم، لعلكم تشكرون لله نعمه، فيزيدكم منها، ولا تكفرونها فيسلبها منكم، ويعذبكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكروا إذ أنتم قليل مستضعَفون في الأرض» أرض مكة «تخافون أن يتخطَّفكم الناس» يأخذكم الكفار بسرعة «فآواكم» إلى المدينة «وأيَّدكم» قوَّاكم «بنصره» يوم بدر بالملائكة «ورزقكم من الطيبات» الغنائم «لعلكم تشكرون» نعمه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى ممتنا على عباده في نصرهم بعد الذلة، وتكثيرهم بعد القلة، وإغنائهم بعد العيلة‏.\n‏ ‏‏وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الأرْضِ‏‏ أي‏:‏ مقهورون تحت حكم غيركم ‏‏تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ‏‏ أي‏:‏ يأخذونكم‏.\n‏ ‏‏فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ‏‏ فجعل لكم بلدا تأوون إليه، وانتصر من أعدائكم على أيديكم، وغنمتم من أموالهم ما كنتم به أغنياء‏.\n‏ ‏‏لَعَلَّكُمْ تَشْكُرُونَ‏‏ اللّه على منته العظيمة وإحسانه التام، بأن تعبدوه ولا تشركوا به شيئا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله، لا تخونوا الله والرسول بترك الامتثال للأوامر وعدم اجتناب النواهي، ولا تخونوا ما ائْتُمِنْتُم عليه من الدين وغيره، وأنتم تعلمون أن ما قمتم به خيانة؛ فتكونوا من الخائنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في أبي لبابة مروان بن عبد المنذر وقد بعثه رسول الله صلى الله عليه وسلم إلى قريظة لينزلوا على حكمه فاستشاروه فأشار إليهم أنه الذبح لأن عياله وماله فيهم «يا أيها الذين آمنوا لا تخونوا الله والرسول و تخونوا أماناتكم» ما ائتمنتم عليه من الدين وغيره «وأنتم تعلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده المؤمنين أن يؤدوا ما ائتمنهم اللّه عليه من أوامره ونواهيه، فإن الأمانة قد عرضها اللّه على السماوات والأرض والجبال، فأبين أن يحملنها وأشفقن منها وحملها الإنسان إنه كان ظلوما جهولافمن أدى الأمانة استحق من اللّه الثواب الجزيل، ومن لم يؤدها بل خانها استحق العقاب الوبيل، وصار خائنا للّه وللرسول ولأمانته، منقصا لنفسه بكونه اتصفت نفسه بأخس الصفات، وأقبح الشيات، وهي الخيانة مفوتا لها أكمل الصفات وأتمها، وهي الأمانة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واعلموا - أيها المؤمنون - أن أموالكم وأولادكم إنما هي ابتلاء من الله لكم واختبار، فقد تصدُّكم عن العمل للآخرة، وتحملكم على الخيانة، واعلموا أن الله عنده ثواب عظيم، فلا تُفَوِّتُوا عليكم هذا الثواب بمراعاة أموالكم وأولادكم والخيانة من أجلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واعلموا أنما أموالكم وأولادُكم فتنهٌ» لكم صادة عن أمور الآخرة «وأن الله عنده أجر عظيم» فلا تفوِّتوه بمراعاة الأموال والأولاد والخيانة لأجلهم، ونزل في توبته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان العبد ممتحنا بأمواله وأولاده، فربما حمله محبة ذلك على تقديم هوى نفسه على أداء أمانته، أخبر اللّه تعالى أن الأموال والأولاد فتنة يبتلي اللّه بهما عباده، وأنها عارية ستؤدى لمن أعطاها، وترد لمن استودعها ‏‏وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ‏‏ فإن كان لكم عقل ورَأْيٌ، فآثروا فضله العظيم على لذة صغيرة فانية مضمحلة، فالعاقل يوازن بين الأشياء، ويؤثر أولاها بالإيثار، وأحقها بالتقديم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله، اعلموا أنكم إن تتقوا الله بامتثال أوامره واجتناب نواهيه يجعل لكم ما تُفرِّقون به بين الحق والباطل، فلا يَلْتَبِسان عليكم، ويَمْحُ عنكم ما اجترحتموه من السيئات، ويغفر لكم ذنوبكم، والله ذو الفضل العظيم، ومن فضله العظيم جنته التي أعدها للمتقين من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إن تتقوا الله» بالإنابة وغيرها «يجعل لكم فرقانا» بينكم وبين ما تخافون فتنجون «ويكفِّر عنكم سيئآتكم ويغفر لكم» ذنوبكم «والله ذو الفضل العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "امتثال العبد لتقوى ربه عنوان السعادة، وعلامة الفلاح، وقد رتب اللّه على التقوى من خير الدنيا والآخرة شيئا كثيرا،فذكر هنا أن من اتقى اللّه حصل له أربعة أشياء، كل واحد منها خير من الدنيا وما فيها‏:‏ الأول‏:‏ الفرقان‏:‏ وهو العلم والهدى الذي يفرق به صاحبه بين الهدى والضلال، والحق والباطل، والحلال والحرام، وأهل السعادة من أهل الشقاوة‏.\n‏ الثاني والثالث‏:‏ تكفير السيئات، ومغفرة الذنوب، وكل واحد منهما داخل في الآخر عند الإطلاق وعند الاجتماع يفسر تكفير السيئات بالذنوب الصغائر، ومغفرة الذنوب بتكفير الكبائر‏.\n‏ الرابع‏:‏ الأجر العظيم والثواب الجزيل لمن اتقاه وآثر رضاه على هوى نفسه‏.\n‏ ‏‏وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ‏‏"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - حين تَمَالأ عليك المشركون ليكيدوا لك بحبسك أو بقتلك أو نفيك من بلدك إلى بلد غيره، ويكيدونك ويرد الله كيدهم عليهم، ويمكر الله، والله خير الماكرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر يا محمد «إذ يمكر بك الذين كفروا» وقد اجتمعوا للمشاورة في شأنك بدار الندوة «ليثبتوك» يوثقوك ويحبسوك «أو يقتلوك» كلهم قَتلَة رجل واحد «أو يخرجوك» من مكة «ويمكرون» بك «ويمكرُ الله» بهم بتدبير أمرك بأن أوحى إليك ما دبروه وأمرك بالخروج «والله خير الماكرين» أعلمهم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ‏[‏و‏]‏ أذكر أيها الرسول، ما منَّ اللّه به عليك‏.\n‏ ‏‏إِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا‏‏ حين تشاور المشركون في دار الندوة فيما يصنعون بالنبي صلى الله عليه وسلم ، إما أن يثبتوه عندهم بالحبس ويوثقوه‏.\n‏ وإما أن يقتلوه فيستريحوا بزعمهم من شره‏.\n‏ وإما أن يخرجوه ويجلوه من ديارهم‏.\n‏ فكلُّ أبدى من هذه الآراء رأيا رآه، فاتفق رأيهم على رأي‏:‏ رآه شريرهم أبو جهل لعنه اللّه،وهو أن يأخذوا من كل قبيلة من قبائل قريش فتى ويعطوه سيفا صارما، ويقتله الجميع قتلة رجل واحد، ليتفرق دمه في القبائل‏.\n‏ فيرضى بنو هاشم ‏[‏ثَمَّ‏]‏ بديته، فلا يقدرون على مقاومة سائر قريش، فترصدوا للنبي صلى الله عليه وسلم في الليل ليوقعوا به إذا قام من فراشه‏.\n‏ فجاءه الوحي من السماء، وخرج عليهم، فذرَّ على رءوسهم التراب وخرج، وأعمى اللّه أبصارهم عنه، حتى إذا استبطؤوه جاءهم آت وقال‏:‏ خيبكم اللّه، قد خرج محمد وذَرَّ على رءوسكم التراب‏.\n‏ فنفض كل منهم التراب عن رأسه، ومنع اللّه رسوله منهم، وأذن له في الهجرة إلى المدينة،فهاجر إليها، وأيده اللّه بأصحابه المهاجرين والأنصار،ولم يزل أمره يعلو حتى دخل مكة عنوة، وقهر أهلها،فأذعنوا له وصاروا تحت حكمه، بعد أن خرج مستخفيا منهم، خائفا على نفسه‏.\n‏ فسبحان اللطيف بعبده الذي لا يغالبه مغالب‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قُرِئت عليهم آياتنا قالوا عنادًا للحق وترفُّعًا عليه: قد سمعنا مثل هذا من قبل، لو نشاء قول مثل هذا القرآن لقلناه، ما هذا القرآن الذي سمعناه إلا أكاذيب الأولين؛ فلن نؤمن به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا تُتلى عليهم آياتنا» القرآن «قالوا قد سمعنا لو نشاء لقلنا مثل هذا» قاله النضر بن الحارث لأنه كان يأتي الحيرة يتجر فيشتري كتب أخبار الأعاجم ويحدث بها أهل مكة «إن» ما «هذا» القرآن «إلا أساطير» أكاذيب «الأولين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى في بيان عناد المكذبين للرسول صلى الله عليه وسلم ‏:‏ ‏‏وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا‏‏ الدالة على صدق ما جاء به الرسول‏‏‏.\n‏ ‏‏قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلا أَسَاطِيرُ الأوَّلِينَ‏‏ وهذا من عنادهم وظلمهم، وإلا فقد تحداهم اللّه أن يأتوا بسورة من مثله، ويدعوا من استطاعوا من دون اللّه، فلم يقدروا على ذلك، وتبين عجزهم‏.\n‏ فهذا القول الصادر من هذا القائل مجرد دعوى، كذبه الواقع، وقد علم أنه صلى الله عليه وسلم أُمِّيٌّ لا يقرأ ولا يكتب، ولا رحل ليدرس من أخبار الأولين، فأتى بهذا الكتاب الجليل الذي لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - إذ قال المشركون: اللَّهُمَّ إن كان ما جاء به محمد حقًّا فأسقط علينا حجارة من السماء تهلكنا، أو ائتنا بعذاب شديد.\nقالوا ذلك مبالغة في الجحود والإنكار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذ قالوا اللهم إن كان هذا» الذي يقرؤه محمد «هو الحقَّ» المنزل «من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم» مؤلم على إنكاره قاله النصر، وغيره استهزاءً وإيهاما أنه على بصيرة وجزم ببطلانه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا‏‏ الذي يدعو إليه محمد ‏‏هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ‏‏ قالوه على وجه الجزم منهم بباطلهم، والجهل بما ينبغي من الخطاب‏.\n‏ فلو أنهم إذ أقاموا على باطلهم من الشبه والتمويهات ما أوجب لهم أن يكونوا على بصيرة ويقين منه، قالوا لمن ناظرهم وادعى أن الحق معه‏:‏ إن كان هذا هو الحق من عندك فاهدنا له، لكان أولى لهم وأستر لظلمهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كان الله ليعذب أمتك - سواء من كان منهم من أمة الاستجابة أو من أمة الدعوة - بعذاب يستأصلهم وأنت - يا محمد - حي موجود بين ظهرانيهم، فوجودك بينهم أمان لهم من العذاب، وما كان الله معذبهم وهم يستغفرون الله من ذنوبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «وما كان الله ليعذَّبهم» بما سألوه «وأنت فيهم» لأن العذاب إذا نزل عَمَّ ولم تعذَّب أمة إلا بعد خروج نبيها والمؤمنين منها «وما كان الله معذبَهم وهم يستغفرون» حيث يقولون في طوافهم: غفرانك، غفرانك. وقيل أهم المؤمنون المستضعفون فيهم كما قال تعالى: (لو تزيَّلوا لعذبنا الذين كفروا منهم عذابا أليما)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فمنذ قالوا‏:‏ ‏‏اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ‏‏ الآية، علم بمجرد قولهم أنهم السفهاء الأغبياء، الجهلة الظالمون، فلو عاجلهم اللّه بالعقاب لما أبقى منهم باقية، ولكنه تعالى دفع عنهم العذاب بسبب وجود الرسول بين أظهرهم، فقال‏:‏ ‏‏وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ‏‏ فوجوده صلى الله عليه وسلم بين أظهرهم أمنة لهم من العذاب‏.\n‏ وكانوا مع قولهم هذه المقالة التي يظهرونها على رءوس الأشهاد، يدرون بقبحها، فكانوا يخافون من وقوعها فيهم، فيستغفرون اللّه ‏[‏تعالى فلهذا‏]‏ قال تعالى‏:‏ ‏‏وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ‏‏"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأي شيء يمنع من عذابهم وقد ارتكبوا ما يوجب عذابهم من منعهم الناس عن المسجد الحرام أن يطوفوا به أو يُصلُّوا فيه؟ وما كان المشركون أولياء الله، فليس أولياءَ الله إلا المتقون الذين يتقونه بامتثال أوامره واجتناب نواهيه، ولكن أكثر المشركين لا يعلمون حين ادعوا أنهم أولياؤه، وهم ليسوا بأوليائه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومالهم أ» ن «لا يعذبهم الله» بالسيف بعد خروجك والمستضعفين وعلى القول الأول هي ناسخة لما قبلها وقد عذَّبهم الله ببدر وغيره «وهم يصدُّون» يمنعون النبي صلى الله عليه وسلم والمسلمين «عن المسجد الحرام» أن يطوفوا به «وما كانوا أولياءه» كما زعموا «إن» ما «أولياؤه إلا المتقون ولكن أكثرهم لا يعلمون» أن لا ولاية لهم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهذا مانع يمنع من وقوع العذاب بهم، بعد ما انعقدت أسبابه ثم قال‏:‏ ‏‏وَمَا لَهُمْ أَلا يُعَذِّبَهُمُ اللَّهُ‏‏ أي‏:‏ أي شيء يمنعهم من عذاب اللّه، وقد فعلوا ما يوجب ذلك، وهو صد الناس عن المسجد الحرام، خصوصا صدهم النبي صلى الله عليه وسلم وأصحابه، الذين هم أولى به منهم، ولهذا قال‏:‏ ‏‏وَمَا كَانُوا‏‏ أي‏:‏ المشركون ‏‏أَوْلِيَاءَهُ‏‏ يحتمل أن الضمير يعود إلى اللّه، أي‏:‏ أولياء اللّه‏.\n‏ ويحتمل أن يعود إلى المسجد الحرام، أي‏:‏ وما كانوا أولى به من غيرهم‏.\n‏ ‏‏إِنْ أَوْلِيَاؤُهُ إِلا الْمُتَّقُونَ‏‏ وهم الذين آمنوا باللّه ورسوله، وأفردوا اللّه بالتوحيد والعبادة، وأخلصوا له الدين‏.\n‏ ‏‏وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ‏‏ فلذلك ادَّعَوْا لأنفسهم أمرا غيرهم أولى به‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كان صلاة المشركين عند المسجد الحرام إلا صَفِيرًا وتَصْفِيقًا، فذوقوا - أيها المشركون - العذاب بالقتل والأسر يوم بدر بسبب كفركم بالله، وتكذيبكم لرسوله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما كان صلاتُهم عند البيت إلا مُكاءً» صفيرا «وتصديةً» تصفيقا أي جعلوا ذلك موضع صلاتهم التي أمروا بها «فذوقوا العذاب» ببدر «بما كنتم تكفرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعني أن اللّه تعالى إنما جعل بيته الحرام ليقام فيه دينه، وتخلص له فيه العبادة، فالمؤمنون هم الذين قاموا بهذا الأمر،وأما هؤلاء المشركون الذين يصدون عنه، فما كان صلاتهم فيه التي هي أكبر أنواع العبادات ‏‏إِلا مُكَاءً وَتَصْدِيَةً‏‏ أي‏:‏ صفيرا وتصفيقا، فعل الجهلة الأغبياء، الذين ليس في قلوبهم تعظيم لربهم، ولا معرفة بحقوقه، ولا احترام لأفضل البقاع وأشرفها، فإذا كانت هذه صلاتهم فيه، فكيف ببقية العبادات‏؟‏‏\"‏‏.\n‏ فبأي‏:‏ شيء كانوا أولى بهذا البيت من المؤمنين الذين هم في صلاتهم خاشعون، والذين هم عن اللغو معرضون، إلى آخر ما وصفهم اللّه به من الصفات الحميدة، والأفعال السديدة‏.\n‏ لا جرم أورثهم اللّه بيته الحرام، ومكنهم منه،وقال لهم بعد ما مكن لهم فيه ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏‏ وقال هنا ‏‏فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ‏‏"
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين كفروا بالله ينفقون أموالهم لمنع الناس عن دين الله، فسينفقونها ولن يتحقق لهم ما أرادوا، ثم تكون عاقبة إنفاقهم لأموالهم ندامة؛ لفواتها وفوات المقصود من إنفاقها، ثم يُغْلَبُونَ بانتصار المؤمنين عليهم، والذين كفروا بالله يُسَاقون إلى جهنم يوم القيامة، فيدخلونها خالدين فيها مخلدين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين كفروا ينفقون أموالهم» في حرب النبي صلى الله عليه وسلم «ليصدوا عن سبيل الله فسينفقونها ثم تكون» في عاقبة الأمر «عليهم حسرة» ندامة لفواتها وفوات ما قصدوه «ثم يغلبون» في الدنيا «والذين كفروا» منهم «إلى جهنم» في الآخرة «يحشرون» يساقون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينا لعداوة المشركين وكيدهم ومكرهم، ومبارزتهم للّه ولرسوله، وسعيهم في إطفاء نوره وإخماد كلمته، وأن وبال مكرهم سيعود عليهم، ولا يحيق المكر السيئ إلا بأهله، فقال‏:‏ ‏‏إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ‏‏ أي‏:‏ ليبطلوا الحق وينصروا الباطل، ويبطل توحيد الرحمن، ويقوم دين عبادة الأوثان‏.\n‏ ‏‏َسَيُنْفِقُونَهَا‏‏ أي‏:‏ فسيصدرون هذه النفقة، وتخف عليهم لتمسكهم بالباطل، وشدة بغضهم للحق، ولكنها ستكون عليهم حسرة، أي‏:‏ ندامة وخزيا وذلا ويغلبون فتذهب أموالهم وما أملوا، ويعذبون في الآخرة أشد العذاب‏.\n‏ ولهذا قال‏:‏ ‏‏وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ‏‏ أي‏:‏ يجمعون إليها، ليذوقوا عذابها، وذلك لأنها دار الخبث والخبثاء"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُسَاق هؤلاء الكفار الذين ينفقون أموالهم للصد عن سبيل الله إلى نار جهنم ليفصل الله فريق الكفار الخبيث عن فريق المؤمنين الطيب، وليجعل الخبيث من الأشخاص والأعمال والأموال بعضه فوق بعض متراكبًا متراكمًا، فيجعله في نار جهنم، أولئك هم الخاسرون؛ لأنهم خسروا أنفسهم وأهليهم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليميزَ» متعلق بتكون بالتخفيف والشديد أي يفصل «الله الخبيث» الكافر «من الطيب» المؤمن «ويجعل الخبيث بعضه على بعض فيَرْكُمَهُ جميعا» يجمعه متراكما بعضه على بعض «فيجعله في جهنَّم أولئك هم الخاسرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "واللّه تعالى يريد أن يميز الخبيث من الطيب، ويجعل كل واحدة على حدة، وفي دار تخصه،فيجعل الخبيث بعضه على بعض، من الأعمال والأموال والأشخاص‏.\n‏ ‏‏فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ‏‏ الذين خسروا أنفسهم وأهليهم يوم القيامة، ألا ذلك هو الخسران المبين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - للذين كفروا بالله وبرسوله من قومك: إن يكفُّوا عن كفرهم بالله وبرسوله، وعن صدهم عن سبيل الله من آمن به؛ يغفر الله لهم ما قد سبق من ذنوبهم، فالإسلام يهدم ما قبله، وإن يعودوا إلى كفرهم فقد سبقت سُنَّة الله في الأولين أنهم إذا كذبوا واستمروا على كفرهم عاجلهم بالعقوبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل للذين كفروا» كأبي سفيان وأصحابه «إن ينتهوا» عن الكفر وقتال النبي صلى الله عليه وسلم «يُغفر لهم ما قد سلف» من أعمالهم «وإن يعودوا» إلى قتال «فقد مضت سنَّةُ الأولين» أي سنتنا فيهم بالإهلاك فكذا نفعل بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا من لطفه تعالى بعباده لا يمنعه كفر العباد ولا استمرارهم في العناد، من أن يدعوهم إلى طريق الرشاد والهدى، وينهاهم عما يهلكهم من أسباب الغي والردى، فقال‏:‏ ‏‏قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا‏‏ عن كفرهم وذلك بالإسلام للّه وحده لا شريك له‏.\n‏ ‏‏يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ‏‏ منهم من الجرائم ‏‏وَإِنْ يَعُودُوا‏‏ إلى كفرهم وعنادهم ‏‏فَقَدْ مَضَتْ سُنَّةُ الأوَّلِينَ‏‏ بإهلاك الأمم المكذبة، فلينتظروا ما حل بالمعاندين، فسوف يأتيهم أنباء ما كانوا به يستهزئون، فهذا خطابه للمكذبين ، وأما خطابه للمؤمنين عندما أمرهم بمعاملة الكافرين، فقال‏:‏ ‏‏وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ‏‏"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقاتلوا - أيها المؤمنون - أعداءكم من الكفار حتى لا يكون شرك ولا صد للمسلمين عن دين الله، ويكون الدين والطاعة لله وحده لا شريك له فيها، فإن انتهى الكفار عما كانوا عليه من الشرك والصد عن سبيل الله فدعوهم، فإن الله مطلع على أعمالهم، لا تخفى عليه خافية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقاتلوهم حتى لا تكون» توجد «فتنةٌ» شرك «ويكون الدِّين كله لله» وحده ولا يعبد غيره «فإن انتهوا» عن الكفر «فإن الله بما يعملون بصير» فيجازيهم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ‏‏ أي‏:‏ شرك وصد عن سبيل اللّه، ويذعنوا لأحكام الإسلام، ‏‏وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ‏‏ فهذا المقصود من القتال والجهاد لأعداء الدين، أن يدفع شرهم عن الدين، وأن يذب عن دين اللّه الذي خلق الخلق له، حتى يكون هو العالي على سائر الأديان‏.\n‏ ‏‏فَإِنِ انْتَهَوْا‏‏ عن ما هم عليه من الظلم ‏‏فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ‏‏ لا تخفى عليه منهم خافية‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن انصرفوا عما أُمِرُوا به من الانتهاء عن الكفر والصد عن سبيل الله، فَأَيْقِنُوا - أيها المؤمنون - أن الله ناصركم عليهم، نعم المولى لمن والاه، ونعم الناصر لمن نصره، فمن والاه فاز، ومن نصره انتصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن تولَّوا» عن الإيمان «فاعلموا أن الله مولاكم» ناصركم ومتولي أموركم «نعم المولى» هو «ونعم النصير» أي الناصر لكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَإِنْ تَوَلَّوْا‏‏ عن الطاعة وأوضعوا في الإضاعة ‏‏فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلَى‏‏ الذي يتولى عباده المؤمنين، ويوصل إليهم مصالحهم، وييسر لهم منافعهم الدينية والدنيوية‏.\n‏ ‏‏وَنِعْمَ النَّصِيرُ‏‏ الذي ينصرهم، فيدفع عنهم كيد الفجار، وتكالب الأشرار‏.\n‏ ومن كان اللّه مولاه وناصره فلا خوف عليه، ومن كان اللّه عليه فلا عِزَّ له ولا قائمة له‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واعلموا - أيها المؤمنون - أن ما أخذتم من شيء من الكفار قهرًا في الجهاد في سبيل الله فإنه يقسم خمسة أخماس، أربعة أخماس منها تقسم على المجاهدين، والخمس الباقي يقسم خمسة أقسام: قسم لله ورسوله يصرف في المصارف العامة للمسلمين، وقسم لقرابة النبي صلى الله عليه وسلم من بني هاشم وبني المطلب، وقسم لليتامى، وقسم للفقراء والمساكين، وقسم للمسافرين الذين انقطعت بهم السبل، إن كنتم آمنتم بالله، وبما أنزلنا على عبدنا محمد صلى الله عليه وسلم يوم بدر الذي فَرَّق الله به بين الحق والباطل حين نصركم على أعدائكم، والله الذي نصركم قدير على كل شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واعلموا أنما غنمتم» أخذتم من الكفار قهرا «من شيء فأن لله خمسه» يأمر فيه بما يشاء «وللرسول ولذي القربى» قرابة النبي صلى الله عليه وسلم من بني هاشم وبني المطلب «واليتامى» أطفال المسلمين الذين هلك آباؤهم وهم فقراء «والمساكين» ذوي الحاجة من المسلمين «وابن السبيل» المنقطع في سفره من المسلمين، أي يستحقه النبي صلى الله عليه وسلم والأصناف الأربعة على ما كان يقسمه من أن لكلٍ خُمسَ الخمس، والأخماس الأربعة الباقية للغانمين «إن كنتم آمنتم بالله» فاعملوا ذلك «وما» عطف على بالله «أنزلنا على عبدنا» محمد صلى الله عليه وسلم من الملائكة والآيات «يوم الفرقان» أي يوم بدر الفارق بين الحق والباطل «يوم التقى الجمعان» المسلمون والكفار «والله على كل شيء قدير» ومنه نصركم مع قلتكم وكثرتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ‏‏ أي‏:‏ أخذتم من مال الكفار قهرا بحق، قليلا كان أو كثيرا‏.\n‏ ‏‏فَأَنَّ لِلَّهِ خُمُسَهُ‏‏ أي‏:‏ وباقيه لكم أيها الغانمون، لأنه أضاف الغنيمة إليهم، وأخرج منها خمسها‏.\n‏فدل على أن الباقي لهم، يقسم على ما قسمه رسول اللّه صلى الله عليه وسلم ‏:‏ للراجل سهم، وللفارس سهمان لفرسه، وسهم له‏.\n‏ وأما هذا الخمس، فيقسم خمسة أسهم، سهم للّه ولرسوله، يصرف في مصالح المسلمين العامة، من غير تعيين لمصلحة، لأن اللّه جعله له ولرسوله، واللّه ورسوله غنيان عنه، فعلم أنه لعباد اللّه‏.\n‏فإذا لم يعين اللّه له مصرفا، دل على أن مصرفه للمصالح العامة‏.\n‏ والخمس الثاني‏:‏ لذي القربى، وهم قرابة النبي صلى الله عليه وسلم من بني هاشم وبني المطلب‏.\n‏وأضافه اللّه إلى القرابة دليلا على أن العلة فيه مجرد القرابة، فيستوي فيه غنيهم وفقيرهم، ذكرهم وأنثاهم‏.\n‏ والخمس الثالث لليتامى، وهم الذين فقدت آباؤهم وهم صغار، جعل اللّه لهم خمس الخمس رحمة بهم، حيث كانوا عاجزين عن القيام بمصالحهم، وقد فقد من يقوم بمصالحهم‏.\n‏ والخمس الرابع للمساكين، أي‏:‏ المحتاجين الفقراء من صغار وكبار، ذكور وإناث‏.\n‏ والخمس الخامس لابن السبيل، وهو الغريب المنقطع به في غير بلده، ‏[‏وبعض المفسرين يقول إن خمس الغنيمة لا يخرج عن هذه الأصناف ولا يلزم أن يكونوا فيه على السواء بل ذلك تبع للمصلحة وهذا هو الأولى‏]‏ وجعل اللّه أداء الخمس على وجهه شرطا للإيمان فقال‏:‏ ‏‏إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ‏‏ وهو يوم ‏‏بدر‏‏ الذي فرق اللّه به بين الحق والباطل‏.\n‏ وأظهر الحق وأبطل الباطل‏.\n‏ ‏‏يَوْمَ الْتَقَى الْجَمْعَانِ‏‏ جمع المسلمين، وجمع الكافرين،أي‏:‏ إن كان إيمانكم باللّه، وبالحق الذي أنزله اللّه على رسوله يوم الفرقان، الذي حصل فيه من الآيات والبراهين، ما دل على أن ما جاء به هو الحق‏.\n‏ ‏‏وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ‏‏ لا يغالبه أحد إلا غلبه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا حين كنتم بالجانب الأدنى من الوادي مما يلي المدينة، والمشركون بالجانب الأقصى منه مما يلي مكة، والعِير في مكان أسفل منكم مما يلي ساحل البحر الأحمر، ولو تواعدتم أنتم والمشركون على أن تلتقوا في بدر لخالف بعضكم بعضًا، ولكنه سبحانه جمع بينكم في بدر على غير تواعد؛ ليُتِمّ أمرًا كان مفعولًا وهو نصر المؤمنين، وخذلان الكافرين، وإعزاز دينه وإذلال الشرك؛ ليموت من مات منهم بعد قيام الحجة عليه بنصر المؤمنين عليهم مع قلة عَدَدهم وعُدَّتهم، ويعيش من عاش عن بينة وحجة أظهرها الله له، فلا يبقى لأحد على الله حجة يحتج بها، والله سميع لأقوال الجميع، عليم بأفعالهم، لا يخفى عليه منها شيء، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ» بدل من يوم «أنتم» كائنون «بالعُدوة الدنيا» القربى من المدينة وهى بضم العين وكسرها جانب الوادي «وهم بالعدوة القصوى» البعدى منها «والركب» العير كائنون بمكان «أسفل منكم» مما يلي البحر «ولو تواعدتم» أنتم والنفير للقتال «لاختلفتم في الميعاد ولكن» جمعكم بغير ميعاد «ليقضى الله أمرا كان مفعولا» في علمه وهو نصر الإسلام وَمَحْقُ الكفر فعل ذلك «ليهلك» يكفر «من هلك عن بينةٍ» أي بعد حجة ظاهرة قامت عليه وهي نصر المؤمنين مع قلتهم على الجيش الكثير «ويحيى» يؤمن «من حيَّ عن بينة وإن الله لسميع عليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا‏‏ أي‏:‏ بعدوة الوادي القريبة من المدينة، وهم بعدوته أي‏:‏ جانبه البعيدة من المدينة، فقد جمعكم واد واحد‏.\n‏ ‏‏وَالرَّكْبُ‏‏ الذي خرجتم لطلبه، وأراد اللّه غيره ‏‏أَسْفَلَ مِنْكُمْ‏‏ مما يلي ساحل البحر‏.\n‏ ‏‏وَلَوْ تَوَاعَدْتُمْ‏‏ أنتم وإياهم على هذا الوصف وبهذه الحال ‏‏لَاخْتَلَفْتُمْ فِي الْمِيعَادِ‏‏ أي‏:‏ لا بد من تقدم أو تأخر أو اختيار منزل، أو غير ذلك، مما يعرض لكم أو لهم، يصدفكم عن ميعادكم ‏‏وَلَكِنْ‏‏ اللّه جمعكم على هذه الحال ‏‏لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا‏‏ أي‏:‏ مقدرا في الأزل، لا بد من وقوعه‏.\n‏ ‏‏لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ‏‏ أي‏:‏ ليكون حجة وبينة للمعاند، فيختار الكفر على بصيرة وجزم ببطلانه، فلا يبقى له عذر عند اللّه‏.\n‏ ‏‏وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ‏‏ أي‏:‏ يزداد المؤمن بصيرة ويقينا، بما أرى اللّه الطائفتين من أدلة الحق وبراهينه، ما هو تذكرة لأولي الألباب‏.\n‏ ‏‏وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ‏‏ سميع لجميع الأصوات، باختلاف اللغات، على تفنن الحاجات، عليم بالظواهر والضمائر والسرائر، والغيب والشهادة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكر - أيها الرسول - من نعم الله عليك وعلى المؤمنين إذ أراك الله المشركين في منامك قليلي العدد، فأطلعت المؤمنين على ذلك فاستبشروا به خيرًا، وقويت عزائمهم على لقاء عدوهم وقتاله، ولو أنه سبحانه أراك المشركين في منامك كثيرًا لضعفت عزائم أصحابك، وخافوا القتال، ولكنه سَلَّم من ذلك، فعصمهم من الفشل، فقلَّلهم في عين رسوله صلى الله عليه وسلم، إنه عليم بما تنطوي عليه القلوب، وبما تخفيه النفوس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «إذ يريكهُم الله في منامك» أي نومك «قليلا» فأخبرت به أصحابك فسروا «ولو أراكهم كثيرا لفشلتم» جبنتم «ولتنازعتم» اختلفتم «في الأمر» أمر القتال «ولكن الله سلَّمـ» ـكم من الفشل والتنازع «إنه عليم بذات الصدور» بما في القلوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وكان اللّه قد أرى رسوله المشركين في الرؤيا عددا قليلا، فبشر بذلك أصحابه، فاطمأنت قلوبهم وتثبتت أفئدتهم‏.\n‏ ولو أراكهم الله إياهم كَثِيرًا فأخبرت بذلك أصحابك ‏‏لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ‏‏ فمنكم من يرى الإقدام على قتالهم، ومنكم من لا يرى ذلك فوقع من الاختلاف والتنازع ما يوجب الفشل‏.\n‏ ‏‏وَلَكِنَّ اللَّهَ سَلَّمَ‏‏ فلطف بكم ‏‏إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ‏‏ أي‏:‏ بما فيها من ثبات وجزع، وصدق وكذب،فعلم اللّه من قلوبكم ما صار سببا للطفه وإحسانه بكم وصدق رؤيا رسوله"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا - أيها المؤمنون - إذ يريكم الله المشركين حين التقيتم بهم قليلًا، فجرأكم على الإقدام على قتالهم، ويقللكم في أعينهم فيتقدمون لقتالكم، ولا يفكرون في الرجوع ليقضي الله أمرًا كان مفعولًا بالانتقام من المشركين بالقتل والأسر، والإنعام على المؤمنين بالنصر والظفر بالأعداء، وإلى الله وحده ترجع الأمور، فيجازي المسيء على إساءته، والمحسن على إحسانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذ يريكموهم» أيها المؤمنون «إذ التقيتم في أعينكم قليلا» نحو سبعين أو مائة وهم ألف لتقدموا عليهم «ويقللكم في أعينهم» ليقدموا ولا يرجعوا عن قتالكم وهذا قبل التحام الحرب، فلما التحم أراهم إياهم مثليهم كما في آل عمران «ليقضيَ الله أمرا كان مفعولا وإلى الله ترجع» تصير «الأمور»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأرى اللّه المؤمنين عدوهم قليلا في أعينهم، ويقللكم يا معشر المؤمنين في أعينهم،فكل من الطائفتين ترى الأخرى قليلة، لتقدم كل منهما على الأخرى‏.\n‏ ‏‏لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا‏‏ من نصر المؤمنين وخذلان الكافرين وقتل قادتهم ورؤساء الضلال منهم، ولم يبق منهم أحد له اسم يذكر، فيتيسر بعد ذلك انقيادهم إذا دعوا إلى الإسلام، فصار أيضًا لطفا بالباقين، الذين مَنَّ اللّه عليهم بالإسلام‏.\n‏ ‏‏وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ‏‏ أي‏:‏ جميع أمور الخلائق ترجع إلى اللّه، فيميز الخبيث من الطيب، ويحكم في الخلائق بحكمه العادل، الذي لا جور فيه ولا ظلم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله، إذا واجهتم جماعة من الكفار فاثبتوا عند لقائهم ولا تجبنوا، واذكروا الله كثيرًا وادعوه، فهو القادر على نصركم عليهم؛ رجاء أن يُنِيلكم ما تطلبون، ويجنبكم ما تحذرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إذا لقيتم فئة» جماعة كافرة «فاثبتوا» لقتالهم ولا تنهزموا «واذكروا الله كثيرا» ادعوه بالنصر «لعلكم تفلحون» تفوزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً‏‏ أي‏:‏ طائفة من الكفار تقاتلكم‏.\n‏ ‏‏فَاثْبُتُوا‏‏ لقتالها، واستعملوا الصبر وحبس النفس على هذه الطاعة الكبيرة، التي عاقبتها العز والنصر‏.\n‏ واستعينوا على ذلك بالإكثار من ذكر اللّه ‏‏لَعَلَّكُمْ تُفْلِحُونَ‏‏ أي‏:‏ تدركون ما تطلبون من الانتصار على أعدائكم،فالصبر والثبات والإكثار من ذكر اللّه من أكبر الأسباب للنصر‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والزموا طاعة الله وطاعة رسوله في أقوالكم وأفعالكم وجميع أحوالكم، ولا تختلفوا في الرأي؛ فإن الاختلاف سبب لضعفكم وجبنكم، وذهاب قوتكم، واصبروا عند لقاء عدوكم، إن الله مع الصابرين بالنصر والتأييد والعون، ومن كان الله معه فهو الغالب والمنتصر لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأطيعوا الله ورسوله ولا تنازعوا» تختلفوا فيما بينكم «فتفشلوا» تجبنوا «وتذهب ريحكم» قوتكم ودولتكم «واصبروا إن الله مع الصابرين» بالنصر والعون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَأَطِيعُوا اللَّهَ وَرَسُولَهُ‏‏ في استعمال ما أمرا به، والمشي خلف ذلك في جميع الأحوال‏.\n‏ ‏‏وَلَا تَنَازَعُوا‏‏ تنازعا يوجب تشتت القلوب وتفرقها، ‏‏فَتَفْشَلُوا‏‏ أي‏:‏ تجبنوا ‏‏وَتَذْهَبَ رِيحُكُمْ‏‏ أي‏:‏ تنحل عزائمكم، وتفرق قوتكم، ويرفع ما وعدتم به من النصر على طاعة اللّه ورسوله‏.\n‏ ‏‏وَاصْبِرُوا‏‏ نفوسكم على طاعة اللّه ‏‏إِنَّ اللَّهَ مَعَ الصَّابِرِينَ‏‏ بالعون والنصر والتأييد، واخشعوا لربكم واخضعوا له‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تكونوا مثل المشركين الذين خرجوا من مكة كِبْرًا ومراءاة للناس، ويصدون الناس عن دين الله، ويمنعونهم من الدخول فيه، والله بما يعملون محيط، لا يخفى عليه شيء من أعمالهم، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تكونوا كالذين خرجوا من ديارهم» ليمنعوا غيرهم ولم يرجعوا بعد نجاتها «بطرا ورئاء الناس» حيث قالوا لا نرجع حتى نشرب الخمر وننحر الجزور وتضرب علينا القيان ببدر فيتسامع بذلك الناس «ويصدون» الناس «عن سبيل الله والله بما يعملون» بالياء والتاء «محيط» علما فيجازيهم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ‏‏ أي‏:‏ هذا مقصدهم الذي خرجوا إليه، وهذا الذي أبرزهم من ديارهم لقصد الأشر والبطر في الأرض، وليراهم الناس ويفخروا لديهم‏.\n‏ والمقصود الأعظم أنهم خرجوا ليصدوا عن سبيل اللّه من أراد سلوكه، ‏‏وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ‏‏ فلذلك أخبركم بمقاصدهم، وحذركم أن تشبهوا بهم، فإنه سيعاقبهم على ذلك أشد العقوبة‏.\n‏ فليكن قصدكم في خروجكم وجه اللّه تعالى وإعلاء دين اللّه، والصد عن الطرق الموصلة إلى سخط اللّه وعقابه، وجذب الناس إلى سبيل اللّه القويم الموصل لجنات النعيم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكروا - أيها المؤمنون - من نعم الله عليكم أن حسَّن الشيطان للمشركين أعمالهم، فشجعهم على ملاقاة المسلمين وقتالهم، وقال لهم: لا غالب لكم اليوم، وإني ناصركم، ومُجِيركم من عدوكم، فلما الْتقى الفريقان: فريق المؤمنين معهم الملائكة ينصرونهم، وفريق المشركين معهم الشيطان الذي سيخذلهم؛ ولَّى الشيطان هاربًا، وقال للمشركين: إني بريء منكم، إني أرى الملائكة الذين جاؤوا لنصرة المؤمنين، إني أخاف أن يهلكني الله، والله شديد العقاب، فلا يقدر على تحمل عقابه أحد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ زيَّن لهم الشيطان» إبليس «أعمالهم» بأن شجعهم على لقاء المسلمين لما خافوا الخروج من أعدائهم بني بكر «وقال» لهم «لا غالب لكم اليوم من الناس وإني جار لكم» من كنانة وكان أتاهم في صورة سراقة بن مالك سيد تلك الناحية «فلما تراءت» التقت «الفئتان» المسلمة والكافرة ورأى الملائكة يده في يد الحارث بن هشام «نكص» رجع «على عقبيه» هاربا «وقال» لما قالوا له أتخذلنا على هذه الحال: «إني بريء منكم» من جواركم «إني أرى ما لا ترون» من الملائكة «إني أخاف الله» أن يهلكني «والله شديد العقاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ‏‏ حسَّنها في قلوبهم وخدعهم‏.\n‏ ‏‏وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ‏‏ فإنكم في عَدَدٍ وعُدَدٍ وهيئة لا يقاومكم فيها محمد ومن معه‏.\n‏ ‏‏وَإِنِّي جَارٌ لَكُمْ‏‏ من أن يأتيكم أحد ممن تخشون غائلته، لأن إبليس قد تبدَّى لقريش في صورة سراقة بن مالك بن جعشم المدلجي، وكانوا يخافون من بني مدلج لعداوة كانت بينهم‏.\n‏ فقال لهم الشيطان‏:‏ أنا جار لكم، فاطمأنت نفوسهم وأتوا على حرد قادرين‏.\n‏ ‏‏فَلَمَّا تَرَاءَتِ الْفِئَتَانِ‏‏ المسلمون والكافرون، فرأى الشيطان جبريل عليه السلام يزع الملائكة خاف خوفا شديدا و ‏‏نَكَصَ عَلَى عَقِبَيْهِ‏‏ أي‏:‏ ولى مدبرا‏.\n‏ ‏‏وَقَالَ‏‏ لمن خدعهم وغرهم‏:‏ ‏‏إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ‏‏ أي‏:‏ أرى الملائكة الذين لا يدان لأحد بقتالهم‏.\n‏ ‏‏إِنِّي أَخَافُ اللَّهَ‏‏ أي‏:‏ أخاف أن يعاجلني بالعقوبة في الدنيا ‏‏وَاللَّهُ شَدِيدُ الْعِقَابِ‏‏ ومن المحتمل أن يكون الشيطان، قد سول لهم، ووسوس في صدورهم أنه لا غالب لهم اليوم من الناس، وأنه جار لهم، فلما أوردهم مواردهم، نكص عنهم، وتبرأ منهم، كما قال تعالى‏:‏ ‏‏كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ‏‏"
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكروا إذ يقول المنافقون وضعفة الإيمان: خدع هؤلاء المسلمين دينُهُم الذي يعدهم بالنصر على أعدائهم مع قلة العَدد وضعف العُدَّة، وكثرة عدد أعدائهم وقوة عتادهم، ولم يُدْرِكْ هؤلاء أن من يعتمد على الله وحده ويثق بما وعد به من النصر فإن الله ناصره، ولن يخذله مهما كان ضعفه، والله عزيز لا يغالبه أحد، حكيم في قدره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ يقول المنافقون والذين في قلوبهم مرض» ضعف اعتقاد «غرَّ هؤلاء» أي المسلمين «دينُهم» إذ خرجوا مع قتلهم يقاتلون الجمع الكثير توهما أنهم ينصرون بسببه قال تعال في جوابهم: «ومن يتوكل على الله» يثق به يغلب «فإن الله عزيز» غالب على أمره «حكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ‏‏ أي‏:‏ شك وشبهة، من ضعفاء الإيمان، للمؤمنين حين أقدموا مع قِلَّتهم على قتال المشركين مع كثرتهم‏.\n‏ ‏‏غَرَّ هَؤُلَاءِ دِينُهُمْ‏‏ أي‏:‏ أوردهم الدين الذي هم عليه هذه الموارد التي لا يدان لهم بها، ولا استطاعة لهم بها،يقولونه احتقارا لهم واستخفافا لعقولهم، وهم واللّه الأخِفَّاءُ عقولا، الضعفاء أحلاما‏.\n‏ فإن الإيمان يوجب لصاحبه الإقدام على الأمور الهائلة التي لا يقدم عليها الجيوش العظام،فإن المؤمن المتوكل على اللّه، الذي يعلم أنه ما من حول ولا قوة ولا استطاعة لأحد إلا باللّه تعالى،وأن الخلق لو اجتمعوا كلهم على نفع شخص بمثقال ذرة لم ينفعوه، ولو اجتمعوا على أن يضروه لم يضروه إلا بشيء قد كتبه اللّه عليه، وعلم أنه على الحق، وأن اللّه تعالى حكيم رحيم في كل ما قدره وقضاه، فإنه لا يبالي بما أقدم عليه من قوة وكثرة، وكان واثقا بربه، مطمئن القلب لا فزعا ولا جبانا، ولهذا قال ‏‏وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ‏‏ لا يغالب قوته قوة‏.\n‏ ‏‏حَكِيمٌ‏‏ فيما قضاه وأجراه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو تشاهد - أيها الرسول - الذين كفروا بالله وبرسله حين تقبض الملائكة أرواحهم، وتنتزعها وهم يضربون وجوههم إذا أقبلوا، ويضربون أدبارهم إذا ولوا هاربين، ويقولون لهم: ذوقوا - أيها الكافرون - العذاب المحرق، لو تشاهد ذلك لشاهدت أمرًا عظيمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو تَرى» يا محمد «إذ يتوفى» بالياء والتاء «الذين كفروا الملائكة يضربون» حال «وجوههم وأدبارهم» بمقامعَ من حديد «و» يقولون لهم «ذوقوا عذاب الحريق» أي النار وجواب لو: لرأيت أمرا عظيما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ولو ترى الذين كفروا بآيات اللّه حين توفاهم الملائكة الموكلون بقبض أرواحهم وقد اشتد بهم القلق وعظم كربهم، و‏‏الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ‏‏ يقولون لهم‏:‏ أخرجوا أنفسكم، ونفوسهم متمنعة مستعصية على الخروج، لعلمها ما أمامها من العذاب الأليم‏.\n‏ ولهذا قال‏:‏ ‏‏وَذُوقُوا عَذَابَ الْحَرِيق أي‏:‏ العذاب الشديد المحرق"
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك العذاب المؤلم عند قبض أرواحكم - أيها الكفار -، والعذاب المحرق في قبوركم وفي الآخرة، سببه ما كسبت أيديكم في الدنيا، فالله لا يظلم الناس، وإنما يحكم بينهم بالعدل فهو الحَكَم العدل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» التعذيب «بما قدَّمت أيديكم» عبَّر بها دون غيرها لأن أكثر الأفعال تزاول بها «وأن الله ليس بظلام» أي بذي ظلم «للعبيد» فيعذِّبهم بغير ذنب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذلك العذاب حصل لكم، غير ظلم ولا جور من ربكم، وإنما هو بما قدمت أيديكم من المعاصي التي أثرت لكم ما أثرت، وهذه سنة اللّه في الأولين والآخرين، فإن دأب هؤلاء المكذبين أي‏:‏ سنتهم وما أجرى اللّه عليهم من الهلاك بذنوبهم‏‏‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس هذا العذاب النازل بهؤلاء الكافرين خاصًّا بهم، بل هو سُنَّة الله التي أمضاها على الكافرين في كل زمان ومكان، فقد أصاب آل فرعون والأمم من قبلهم حين كفروا بآيات الله سبحانه، فأخذهم الله بسبب ذنوبهم أخذ عزيز مقتدر، فأنزل بهم عقابه، إن الله قوي لا يُقهَر ولا يُغلَب، شديد العقاب لمن عصاه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "دأبُ هؤلاء «كدأب» كعادة «آل فرعون والذين من قبلهم كفروا بآيات الله فأخذهم الله» بالعقاب «بذنوبهم» جملة كفروا وما بعدها مفسِّرة لما قبلها «إن الله قويٌ» على ما يريده «شديد العقاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ ‏‏من الأمم المكذبة‏‏ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ ‏‏بالعقاب‏‏ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ ‏‏لا يعجزه أحد يريد أخذه‏‏ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك العقاب الشديد بسبب أن الله إذا أنعم على قوم نعمة من عنده لم ينزعها منهم حتى يغيروا أنفسهم من حالها الطيب من الإيمان والاستقامة وشكر النعم إلى حال سيئة من الكفر بالله ومعصيته وكفران نعمه، وأن الله سميع لأقوال عباده، عليم بأفعالهم، لا يخفى عليه منها شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» أي تعذيب الكفرة «بأن» أي بسبب أن «الله لم يكُ مغيِّرا نعمة أنعمها على قوم» مبدلا لها بالنقمة «حتَّى يغيِّروا ما بأنفسهم» يبدلوا نعمتهم كفرا كتبديل كفار مكة إطعامهم من جوع وأمنُهم من خوف وبعْث النبي صلى الله عليه وسلم إليهم بالكفر والصد عن سبيل الله وقتال المؤمنين «وأن الله سميع عليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏ذَلِكَ‏‏ العذاب الذي أوقعه اللّه بالأمم المكذبين وأزال عنهم ما هم فيه من النعم والنعيم، بسبب ذنوبهم وتغييرهم ما بأنفسهم،فإن الله لم يك مغيرا نعمة أنعمها على قوم من نعم الدين والدنيا، بل يبقيها ويزيدهم منها، إن ازدادوا له شكرا‏.\n‏ ‏‏حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ‏‏ من الطاعة إلى المعصية فيكفروا نعمة اللّه ويبدلوها كفرا، فيسلبهم إياها ويغيرها عليهم كما غيروا ما بأنفسهم‏.\n‏ وللّه الحكمة في ذلك والعدل والإحسان إلى عباده، حيث لم يعاقبهم إلا بظلمهم، وحيث جذب قلوب أوليائه إليه، بما يذيق العباد من النكال إذا خالفوا أمره‏.\n‏ ‏‏وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ‏‏ يسمع جميع ما نطق به الناطقون، سواء من أسر القول ومن جهر به،ويعلم ما تنطوي عليه الضمائر، وتخفيه السرائر، فيجري على عباده من الأقدار ما اقتضاه علمه وجرت به مشيئته‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "شأن هؤلاء الكافرين كشأن غيرهم ممن كفر بالله مثل آل فرعون والأمم المكذبة من قبلهم، كذبوا بآيات ربهم، فأهلكهم الله بسبب ما ارتكبوه من المعاصي، وأهلك الله آل فرعون بالغرق في البحر، وكلٌّ من آل فرعون والأمم من قبلهم كانوا ظالمين بسبب كفرهم بالله وشركهم به، فاستوجبوا بذلك عقابه سبحانه، فأوقعه عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كدأب آل فرعون والذين من قبلهم كذَّبوا بآيات ربهم فأهلكناهم بذنوبهم وأغرقنا آل فرعون» قومه معه «وكلّ» من الأمم المكذبة «كانوا ظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏كَدَأْبِ آلِ فِرْعَوْنَ‏‏ أي‏:‏ فرعون وقومه ‏‏وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ‏‏ حين جاءتهم ‏‏فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ‏‏ كل بحسب جرمه‏.\n‏ ‏‏وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ‏‏ من المهلكين المعذبين ‏‏كَانُوا ظَالِمِينَ‏‏ لأنفسهم، ساعين في هلاكها، لم يظلمهم اللّه، ولا أخذهم بغير جرم اقترفوه،فليحذر المخاطبون أن يشابهوهم في الظلم، فيحل اللّه بهم من عقابه ما أحل بأولئك الفاسقين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن شَرَّ من يَدِبُّ على الأرض هم الذين كفروا بالله وبرسله، فهم لا يؤمنون ولو جاءتهم كل آية؛ لإصرارهم على الكفر، فقد تعطلت فيهم وسائل الهداية من عقل وسمع وبصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في قريظة: «إن شرَّ الدواب عند الله الذين كفروا فهم لا يؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 55 الى 57 : هؤلاء الذين جمعوا هذه الخصال الثلاث‏:‏ الكفر، وعدم الإيمان، والخيانة، بحيث لا يثبتون على عهد عاهدوه ولا قول قالوه، هم شر الدواب عند الله فهم شر من الحمير والكلاب وغيرها، لأن الخير معدوم منهم، والشر متوقع فيهم ، فإذهاب هؤلاء ومحقهم هو المتعين، لئلا يسري داؤهم لغيرهم، ولهذا قال‏:‏ ‏‏فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ‏‏ أي‏:‏ تجدنهم في حال المحاربة، بحيث لا يكون لهم عهد وميثاق‏.\n‏ ‏‏فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ‏‏ أي‏:‏ نكل بهم غيرهم، وأوقع بهم من العقوبة ما يصيرون ‏[‏به‏]‏ عبرة لمن بعدهم ‏‏لَعَلَّهُمْ‏‏ أي من خلفهم ‏‏يَذْكُرُونَ‏‏ صنيعهم، لئلا يصيبهم ما أصابهم،وهذه من فوائد العقوبات والحدود المرتبة على المعاصي، أنها سبب لازدجار من لم يعمل المعاصي، بل وزجرا لمن عملها أن لا يعاودها‏.\n‏ ودل تقييد هذه العقوبة في الحرب أن الكافر ولو كان كثير الخيانة سريع الغدر أنه إذا أُعْطِيَ عهدا لا يجوز خيانته وعقوبته‏"
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين عقدت معهم العهود والمواثيق - كبني قريظة -، ثم ينقضون ما عاهدتهم عليه في كل مرة، وهم لا يخافون الله، فلا يوفون بعهودهم، ولا يلتزمون بالمواثيق المأخوذة عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين عاهدت منهم» ألا يعينوا المشركين «ثم ينقضون عهدهم في كل مرة» عاهدوا فيها «وهم لا يتقون» الله في غدرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 55 الى 57 : هؤلاء الذين جمعوا هذه الخصال الثلاث‏:‏ الكفر، وعدم الإيمان، والخيانة، بحيث لا يثبتون على عهد عاهدوه ولا قول قالوه، هم شر الدواب عند الله فهم شر من الحمير والكلاب وغيرها، لأن الخير معدوم منهم، والشر متوقع فيهم ، فإذهاب هؤلاء ومحقهم هو المتعين، لئلا يسري داؤهم لغيرهم، ولهذا قال‏:‏ ‏‏فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ‏‏ أي‏:‏ تجدنهم في حال المحاربة، بحيث لا يكون لهم عهد وميثاق‏.\n‏ ‏‏فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ‏‏ أي‏:‏ نكل بهم غيرهم، وأوقع بهم من العقوبة ما يصيرون ‏[‏به‏]‏ عبرة لمن بعدهم ‏‏لَعَلَّهُمْ‏‏ أي من خلفهم ‏‏يَذْكُرُونَ‏‏ صنيعهم، لئلا يصيبهم ما أصابهم،وهذه من فوائد العقوبات والحدود المرتبة على المعاصي، أنها سبب لازدجار من لم يعمل المعاصي، بل وزجرا لمن عملها أن لا يعاودها‏.\n‏ ودل تقييد هذه العقوبة في الحرب أن الكافر ولو كان كثير الخيانة سريع الغدر أنه إذا أُعْطِيَ عهدا لا يجوز خيانته وعقوبته‏"
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن قابلت - أيها الرسول - هؤلاء الناقضين لعهودهم في الحرب فنكِّل بهم أشد تَنْكِيل حتى يسمع بذلك غيرهم، لعلهم يعتبرون بحالهم، فيهابون قتالك ومظاهرة أعدائك عليك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإما» فيه إدغام نون إن الشرطية في ما المزيدة «تثقفنَّهم» تجدنهم «في الحرب فشرِّد» فرق «بهم من خلفهم» من المحاربين بالتنكيل بهم والعقوبة «لعلَّهم» أي الذين خلفهم «يذَّكرون» يتعظون بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 55 الى 57 : هؤلاء الذين جمعوا هذه الخصال الثلاث‏:‏ الكفر، وعدم الإيمان، والخيانة، بحيث لا يثبتون على عهد عاهدوه ولا قول قالوه، هم شر الدواب عند الله فهم شر من الحمير والكلاب وغيرها، لأن الخير معدوم منهم، والشر متوقع فيهم ، فإذهاب هؤلاء ومحقهم هو المتعين، لئلا يسري داؤهم لغيرهم، ولهذا قال‏:‏ ‏‏فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ‏‏ أي‏:‏ تجدنهم في حال المحاربة، بحيث لا يكون لهم عهد وميثاق‏.\n‏ ‏‏فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ‏‏ أي‏:‏ نكل بهم غيرهم، وأوقع بهم من العقوبة ما يصيرون ‏[‏به‏]‏ عبرة لمن بعدهم ‏‏لَعَلَّهُمْ‏‏ أي من خلفهم ‏‏يَذْكُرُونَ‏‏ صنيعهم، لئلا يصيبهم ما أصابهم،وهذه من فوائد العقوبات والحدود المرتبة على المعاصي، أنها سبب لازدجار من لم يعمل المعاصي، بل وزجرا لمن عملها أن لا يعاودها‏.\n‏ ودل تقييد هذه العقوبة في الحرب أن الكافر ولو كان كثير الخيانة سريع الغدر أنه إذا أُعْطِيَ عهدا لا يجوز خيانته وعقوبته‏"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن خفت - أيها الرسول - من قوم عاهدتهم غشًّا ونقضًا للعهد بأمارة تظهر لك فأعلمهم بطَرْحِ عهدهم حتى يستووا معك في العلم بذلك، ولا تباغتهم قبل إعلامهم، فإن مباغتتهم قبل إعلامهم من الخيانة، والله لا يحب الخائنين، بل يمقتهم، فاحذر أنت من الخيانة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإما تخافن من قوم» عاهدوك «خيانة» في عهد بأمارةٍ تلوح لك «فانبذ» اطرح عهدهم «إليهم على سواء» حال أي مستويا أنت وهم في العلم بنقض العهد بأن تعلمهم به لئلا يتهموك بالغدر «إن الله لا يحب الخائنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ وإذا كان بينك وبين قوم عهد وميثاق على ترك القتال فخفت منهم خيانة،بأن ظهر من قرائن أحوالهم ما يدل على خيانتهم من غير تصريح منهم بالخيانة‏.\n‏ ‏‏فَانْبِذْ إِلَيْهِمْ‏‏ عهدهم، أي‏:‏ ارمه عليهم، وأخبرهم أنه لا عهد بينك وبينهم‏.\n‏ ‏‏عَلَى سَوَاءٍ‏‏ أي‏:‏ حتى يستوي علمك وعلمهم بذلك، ولا يحل لك أن تغدرهم، أو تسعى في شيء مما منعه موجب العهد، حتى تخبرهم بذلك‏.\n‏ ‏‏إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ‏‏ بل يبغضهم أشد البغض، فلا بد من أمر بيِّنٍ يبرئكم من الخيانة‏.\n‏ ودلت الآية على أنه إذا وجدت الخيانة المحققة منهم لم يحتج أن ينبذ إليهم عهدهم، لأنه لم يخف منهم، بل علم ذلك، ولعدم الفائدة ولقوله‏:‏ ‏‏عَلَى سَوَاءٍ‏‏ وهنا قد كان معلوما عند الجميع غدرهم‏.\n‏ ودل مفهومها أيضًا أنه إذا لم يُخَفْ منهم خيانة، بأن لم يوجد منهم ما يدل على ذلك، أنه لا يجوز نبذ العهد إليهم، بل يجب الوفاء إلى أن تتم مدته‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يظنن الذين كفروا أنهم فاتوا عقاب الله وأفلتوا منه، إنهم لا يفوتونه ولا يفلتون من عقابه، بل هو مدركهم ولاحق بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل فيمن أفلت يوم بدر «ولا تحسبنَّ» يا محمد «الذين كفروا سبقوا» الله أي فأتوه «إنهم لا يعجزون» لا يفوتونه وفي قراءة بالتحتانية فالمفعول الأول محذوف أي أنفسهم وفي أخرى بفتح إن على تقدير اللام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ لا يحسب الكافرون بربهم المكذبون بآياته، أنهم سبقوا اللّه وفاتوه، فإنهم لا يعجزونه، واللّه لهم بالمرصاد‏.\n‏ وله تعالى الحكمة البالغة في إمهالهم وعدم معاجلتهم بالعقوبة، التي من جملتها ابتلاء عباده المؤمنين وامتحانهم، وتزودهم من طاعته ومراضيه، ما يصلون به المنازل العالية، واتصافهم بأخلاق وصفات لم يكونوا بغيره بالغيها،"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعدُّوا - أيها المؤمنون - ما قدرتم على إعداده من العدد والعدة؛ كالرمي، وأعدوا لهم ما حبستم من الخيل في سبيل الله، تُخوِّفون أعداء الله وأعداءكم من الكافرين الذين يتربصون بكم الدوائر، وتُخوِّفون به قومًا آخرين، لا تعلمونهم، ولا تعلمون ما يضمرون لكم من عداوة، بل الله وحده هو الذي يعلمهم، ويعلم ما يضمرون في أنفسهم، وما تنفقوا من مال قلَّ أو كثر يخلفه الله عليكم في الدنيا، ويعطكم ثوابه كاملًا غير منقوص في الآخرة، فبادروا إلى الإنفاق في سبيله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وأعدوا لهم) لقتالهم (ما استطعتم من قوة) قال صلى الله عليه وسلم \"\" هي الرمي \"\" رواه مسلم (ومن رباط الخيل) مصدر بمعنى حبسها في سبيل الله (ترهبون) تخوفون (به عدو الله وعدوكم) أي كفار مكة (وآخرين من دونهم) أي غيرهم وهم المنافقون أو اليهود (لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف إليكم) جزاؤه (وأنتم لا تظلمون) تنقصون منه شيئا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي ‏‏وَأَعِدُّوا‏‏ لأعدائكم الكفار الساعين في هلاككم وإبطال دينكم‏.\n‏ ‏‏مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ‏‏ أي‏:‏ كل ما تقدرون عليه من القوة العقلية والبدنية وأنواع الأسلحة ونحو ذلك مما يعين على قتالهم، فدخل في ذلك أنواع الصناعات التي تعمل فيها أصناف الأسلحة والآلات من المدافع والرشاشات، والبنادق، والطيارات الجوية، والمراكب البرية والبحرية، والحصون والقلاع والخنادق، وآلات الدفاع، والرأْي‏:‏ والسياسة التي بها يتقدم المسلمون ويندفع عنهم به شر أعدائهم، وتَعَلُّم الرَّمْيِ، والشجاعة والتدبير‏.\n‏ ولهذا قال النبي صلى الله عليه وسلم ‏:‏ (‏ألا إن القوة الرَّمْيُ‏)‏ ومن ذلك‏:‏ الاستعداد بالمراكب المحتاج إليها عند القتال،ولهذا قال تعالى‏:‏ ‏‏وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ‏‏ وهذه العلة موجودة فيها في ذلك الزمان، وهي إرهاب الأعداء، والحكم يدور مع علته‏.\n‏ فإذا كان شيء موجود أكثر إرهابا منها، كالسيارات البرية والهوائية، المعدة للقتال التي تكون النكاية فيها أشد، كانت مأمورا بالاستعداد بها، والسعي لتحصيلها،حتى إنها إذا لم توجد إلا بتعلُّم الصناعة، وجب ذلك، لأن ما لا يتم الواجب إلا به، فهو واجب وقوله‏:‏ ‏‏تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْْ‏‏ ممن تعلمون أنهم أعداؤكم‏.\n‏ ْ‏‏وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ‏‏ ممن سيقاتلونكم بعد هذا الوقت الذي يخاطبهم الله به ْ‏‏اللَّهُ يَعْلَمُهُم‏‏ْ فلذلك أمرهم بالاستعداد لهم،ومن أعظم ما يعين على قتالهم بذلك النفقات المالية في جهاد الكفار‏.\n‏ ولهذا قال تعالى مرغبًا في ذلك‏:‏ ‏‏وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّه‏‏ِ قليلا كان أو كثيرًا ‏‏يُوَفَّ إِلَيْكُمْ‏‏ أجره يوم القيامة مضاعفًا أضعافًا كثيرة، حتى إن النفقة في سبيل اللّه، تضاعف إلى سبعمائة ضعف إلى أضعاف كثيرة‏.\n‏‏‏وَأَنْتُمْ لَا تُظْلَمُونَ‏‏ أي‏:‏ لا تنقصون من أجرها وثوابها شيئًا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن مالوا إلى الصلح وتَرْكِ قتالك، فَمِلْ - أيها الرسول - إليه، وعاهدهم، واعتمد على الله، وثق به، فلن يخذلك، إنه هو السميع لأقوالهم، العليم بنياتهم وأفعالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن جنحوا» مالوا «للسَّلْم» بكسر السين وفتحها: الصلح «فاجنح لها» وعاهدهم، وقال ابن عباس: هذا منسوخ بآية السيف وقال مجاهد: مخصوص بأهل الكتاب إذ نزلت في بني قريظة «وتوكل على الله» ثق به «إنه هو السميع» للقول «العليم» بالفعل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَإِنْ جَنَحُوا‏‏ أي‏:‏ الكفار المحاربون، أي‏:‏ مالوا ‏‏لِلسَّلْمِ‏‏ أي‏:‏ الصلح وترك القتال‏.\n‏ ‏‏فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ‏‏ أي‏:‏ أجبهم إلى ما طلبوا متوكلًا على ربك، فإن في ذلك فوائد كثيرة‏.\n‏ منها‏:‏ أن طلب العافية مطلوب كل وقت، فإذا كانوا هم المبتدئين في ذلك، كان أولى لإجابتهم‏.\n‏ ومنها‏:‏ أن في ذلك إجمامًا لقواكم، واستعدادا منكم لقتالهم في وقت آخر، إن احتيج لذلك‏.\n‏ ومنها‏:‏ أنكم إذا أصلحتم وأمن بعضكم بعضًا، وتمكن كل من معرفة ما عليه الآخر، فإن الإسلام يعلو ولا يعلى عليه،‏.\n‏فكل من له عقل وبصيرة إذا كان معه إنصاف فلا بد أن يؤثره على غيره من الأديان، لحسنه في أوامره ونواهيه، وحسنه في معاملته للخلق والعدل فيهم، وأنه لا جور فيه ولا ظلم بوجه، فحينئذ يكثر الراغبون فيه والمتبعون له‏.\n‏ فصار هذا السلم عونا للمسلمين على الكافرين‏.\n‏ ولا يخاف من السلم إلا خصلة واحدة، وهي أن يكون الكفار قصدهم بذلك خدع المسلمين، وانتهاز الفرصة فيهم،‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن قصدوا بميلهم للصلح وترك القتال أن يخدعوك - أيها الرسول - بذلك ليستعدوا لقتالك، فإن الله كافيك مكرهم وخداعهم، هو الذي قَوَّاك بنصره، وقَوَّاك بنصر المؤمنين لك من المهاجرين والأنصار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يريدوا أن يخدعوك» بالصلح ليستعدوا لك «فإن حسبك» كافيك «اللهُ هو الذي أيَّدك بنصره وبالمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأخبرهم اللّه أنه حسبهم وكافيهم خداعهم، وأن ذلك يعود عليهم ضرره، فقال‏:‏ ‏‏وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ‏‏ أي‏:‏ كافيك ما يؤذيك، وهو القائم بمصالحك ومهماتك، فقد سبق ‏[‏لك‏]‏ من كفايته لك ونصره ما يطمئن به قلبك‏.\n‏ فل ‏‏هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ‏‏ أي‏:‏ أعانك بمعونة سماوية، وهو النصر منه الذي لا يقاومه شيء، ومعونة بالمؤمنين بأن قيضهم لنصرك‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجمع بين قلوب المؤمنين الذين نصرك بهم بعد أن كانت متفرقة، لو أنفقت ما في الأرض من مال لتجمع بين قلوبهم المتفرقة ما جمعت بينها، لكن الله وحده جمع بينها، إنه عزيز في ملكه لا يغالبه أحد، حكيم في قدره وتدبيره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وألَّف» جمع «بين قلوبهم» بعد الإحن «لو أنفقت ما في الأرض جميعا ما ألَّفت بين قلوبهم ولكنَّ الله ألف بينهم» بقدرته «إنه عزيز» غالب على أمره «حكيم» لا يخرج شيء عن حكمته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَأَلَّفَ بَيْنَ قُلُوبِهِمْ‏‏ فاجتمعوا وائتلفوا، وازدادت قوتهم بسبب اجتماعهم، ولم يكن هذا بسعي أحد، ولا بقوة غير قوة اللّه،فلو أنفقت ما في الأرض جميعا من ذهب وفضة وغيرهما لتأليفهم بعد تلك النفرة والفرقة الشديدة ‏‏مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ‏‏ لأنه لا يقدر على تقليب القلوب إلا اللّه تعالى‏.\n‏ ‏‏وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ‏‏ ومن عزته أن ألف بين قلوبهم، وجمعها بعد الفرقة كما قال تعالى‏:‏ ‏‏وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا‏‏‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي إن الله كافيك شر أعدائك، وكافي المؤمنين معك، فثق بالله واعتمد عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبي حسبُك اللهُ و» حسبك «من اتبعك من المؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى‏:‏ ‏‏يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ‏‏ أي‏:‏ كافيك ‏‏وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ‏‏ أي‏:‏ وكافي أتباعك من المؤمنين،‏.\n‏وهذا وعد من اللّه لعباده المؤمنين المتبعين لرسوله، بالكفاية والنصرة على الأعداء‏.\n‏ فإذا أتوا بالسبب الذي هو الإيمان والاتباع، فلابد أن يكفيهم ما أهمهم من أمور الدين والدنيا، وإنما تتخلف الكفاية بتخلف شرطها‏."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي حُثَّ المؤمنين على القتال، وحُضَّهم عليه بما يقوي عزائمهم وينشط هممهم، إن يكن منكم - أيها المؤمنون - عشرون صابرون على مقاتلة الكفار يغلبوا مئتين من الكفار، وإن تكن منكم مئة صابرة يغلبوا ألفًا من الكافرين؛ ذلك بأن الكافرين قوم لا يفهمون سُنَّة الله بنصر أوليائه، ودَحْر أعدائه، ولا يدركون المقصود من القتال، فهم يقاتلون من أجل العلو في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبي حرِّض» حث «المؤمنين على القتال» للكفار «إن يكن منكم عشرون صابرون يغلبوا مائتين» منهم «وإنْ يكن» بالياء والتاء «منكم مائة يغلبوا ألفا من الذين كفروا بأنهم» أي بسبب أنهم «قوم لا يفقهون» وهذا خبر بمعنى الأمر أي ليقاتل العشرون منكم المائتين والمائة الألف ويثبتوا لهم ثم نُسخ لما كثروا بقوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه صلى الله عليه وسلم ‏:‏ ‏‏يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ‏‏ أي‏:‏ حثهم وأنهضهم إليه بكل ما يقوي عزائمهم وينشط هممهم، من الترغيب في الجهاد ومقارعة الأعداء، والترهيب من ضد ذلك، وذكر فضائل الشجاعة والصبر، وما يترتب على ذلك من خير في الدنيا والآخرة، وذكر مضار الجبن، وأنه من الأخلاق الرذيلة المنقصة للدين والمروءة، وأن الشجاعة بالمؤمنين أولى من غيرهم ‏‏إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ‏‏ ‏‏إِنْ يَكُنْ مِنْكُمْ‏‏ أيها المؤمنون ‏‏عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا‏‏ يكون الواحد بنسبة عشرة من الكفار،‏.\n‏وذلك بأن الكفار ‏‏قَوْمٌ لَا يَفْقَهُونَ‏‏ أي‏:‏ لا علم عندهم بما أعد اللّه للمجاهدين في سبيله، فهم يقاتلون لأجل العلو في الأرض والفساد فيها،‏.\n‏وأنتم تفقهون المقصود من القتال، أنه لإعلاء كلمة اللّه وإظهار دينه، والذب عن كتاب اللّه، وحصول الفوز الأكبر عند اللّه،‏.\n‏وهذه كلها دواع للشجاعة والصبر والإقدام على القتال‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الآن خفف الله عنكم - أيها المؤمنون - لما علمه من ضعفكم، فخفف عنكم لطفًا منه بكم، فأوجب على الواحد منكم أن يثبت أمام اثنين من الكفار بدل عشرة منهم، فإن يكن منكم مئة صابرة على قتال الكفار يغلبوا مئتين، وإن يكن منكم ألف صابرون يغلبوا ألفين من الكفار بإذن الله، والله مع الصابرين من المؤمنين بالتأييد والنصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الآن خفف الله عنكم وعلم أن فيكم ضُعفا» بضم الضاد وفتحها عن قتال عشرة أمثالكم «فإن يكن» بالياء والتاء «منكم مائة صابرة يغلبوا مائتين» منهم «وإن يكن منكم ألف يغلبوا ألفين بإذن الله» بإرادته وهو خبر بمعنى الأمر أي لتقاتلوا مثليكم وتثبتوا لهم «والله مع الصابرين» بعونه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم إن هذا الحكم خففه اللّه على العباد فقال‏:‏ ‏‏الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا‏‏ فلذلك اقتضت رحمته وحكمته التخفيف،‏.\n‏ ‏‏فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ‏‏ بعونه وتأييده‏.\n‏ وهذه الآيات صورتها صورة الإخبار عن المؤمنين، بأنهم إذا بلغوا هذا المقدار المعين يغلبون ذلك المقدار المعين في مقابلته من الكفار، وأن اللّه يمتن عليهم بما جعل فيهم من الشجاعة الإيمانية‏.\n‏ ولكن معناها وحقيقتها الأمر وأن اللّه أمر المؤمنين في أول الأمر أن الواحد لا يجوز له أن يفر من العشرة، والعشرة من المائة، والمائة من الألف‏.\n‏ ثم إن اللّه خفف ذلك، فصار لا يجوز فرار المسلمين من مثليهم من الكفار، فإن زادوا على مثليهم جاز لهم الفرار، ولكن يرد على هذا أمران‏:‏‏.\n‏ أحدهما‏:‏ أنها بصورة الخبر، والأصل في الخبر أن يكون على بابه، وأن المقصود بذلك الامتنان والإخبار بالواقع‏.\n‏‏.\n‏ والثاني‏:‏ تقييد ذلك العدد أن يكونوا صابرين بأن يكونوا متدربين على الصبر‏.\n‏ ومفهوم هذا أنهم إذا لم يكونوا صابرين، فإنه يجوز لهم الفرار، ولو أقل من مثليهم ‏[‏إذا غلب على ظنهم الضرر‏]‏ كما تقتضيه الحكمة الإلهية‏.\n‏ ويجاب عن الأول بأن قوله‏:‏ ‏‏الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ‏‏ إلى آخرها، دليل على أن هذا أمر لازم وأمر محتم، ثم إن اللّه خففه إلى ذلك العدد،‏.\n‏ فهذا ظاهر في أنه أمر، وإن كان في صيغة الخبر‏.\n‏‏.\n‏ وقد يقال‏:‏ إن في إتيانه بلفظ الخبر، نكتة بديعة لا توجد فيه إذا كان بلفظ الأمر،‏.\n‏وهي تقوية قلوب المؤمنين، والبشارة بأنهم سيغلبون الكافرين‏.\n‏‏.\n‏ ويجاب عن الثاني‏:‏ أن المقصود بتقييد ذلك بالصابرين، أنه حث على الصبر، وأنه ينبغي منكم أن تفعلوا الأسباب الموجبة لذلك‏[‏فإذا فعلوها صارت الأسباب الإيمانية والأسباب المادية مبشرة بحصول ما أخبر اللّه به من النصر لهذا العدد القليل‏]‏"
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما ينبغي لنبي أن يكون له أسرى من الكفار الذين يقاتلونه حتى يُكْثِر القتل فيهم؛ ليدخل الرعب في قلوبهم حتى لا يعودوا إلى قتاله، تريدون - أيها المؤمنون - باتخاذ أسرى بدر أخذ الفداء، والله يريد الآخرة التي تُنَال بنصر الدين وإعزازه، والله عزيز في ذاته وصفاته وقهره، لا يغالبه أحد، حكيم في قدره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما أخذوا الفداء من أسرى بدر «ما كان لنبي أن تكون» بالتاء والياء «له أسرى حتى يثخن في الأرض» يبالغ في قتل الكفار «تريدون» أيها المؤمنون «عَرَض الدنيا» حطامها بأخذ الفداء «والله يريد» لكم «الآخرة» أي ثوابها بقتلهم «والله عزيز حكيم» وهذا منسوخ بقوله (فإما منّا بعد وإما فداءً)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه معاتبة من اللّه لرسوله وللمؤمنين يوم ‏‏بدر‏‏ إذ أسروا المشركين وأبقوهم لأجل الفداء،‏.\n‏ وكان رأي‏:‏ أمير المؤمنين عمر بن الخطاب في هذه الحال، قتلهم واستئصالهم‏.\n‏ فقال تعالى‏:‏ ‏‏مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَىَ حَتَّى يُثْخِنَ فِي الْأَرْضِ‏‏ أي‏:‏ ما ينبغي ولا يليق به إذا قاتل الكفار الذين يريدون أن يطفئوا نور اللّه ويسعوا لإخماد دينه، وأن لا يبقى على وجه الأرض من يعبد اللّه، أن يتسرع إلى أسرهم وإبقائهم لأجل الفداء الذي يحصل منهم، وهو عرض قليل بالنسبة إلى المصلحة المقتضية لإبادتهم وإبطال شرهم‏.\n‏ فما دام لهم شر وصولة، فالأوفق أن لا يؤسروا‏.\n‏ فإذا أثخنوا، وبطل شرهم، واضمحل أمرهم، فحينئذ لا بأس بأخذ الأسرى منهم وإبقائهم‏.\n‏ يقول تعالى‏:‏ ‏‏تُرِيدُونَ‏‏ بأخذكم الفداء وإبقائهم ‏‏عَرَضَ الدُّنْيَا‏‏ أي‏:‏ لا لمصلحة تعود إلى دينكم‏.\n‏ ‏‏وَاللَّهُ يُرِيدُ الْآخِرَةَ‏‏ بإعزاز دينه، ونصر أوليائه، وجعل كلمتهم عالية فوق غيرهم، فيأمركم بما يوصل إلى ذلك‏.\n‏ ‏‏وَاللَّهُ عَزِيزٌ حَكِيمٌ‏‏ أي‏:‏ كامل العزة، ولو شاء أن ينتصر من الكفار من دون قتال لفعل، لكنه حكيم، يبتلي بعضكم ببعض‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لولا كتاب من الله سبق به قضاؤه وقدره أنه أحل لكم الغنائم، وأباح لكم فداء الأسرى لأصابكم عذاب شديد من الله بسبب ما أخذتم من الغنيمة والفداء من الأسرى قبل نزول وحي من الله بإباحة ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لولا كتاب من الله سبق» بإحلال الغنائم والأسرى لكم «لمسَّكم فيما أخذتم» من الفداء «عذاب عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ‏‏ به القضاء والقدر، أنه قد أحل لكم الغنائم، وأن اللّه رفع عنكم أيها الأمة العذاب ‏‏لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ‏‏ وفي الحديث‏:‏ ‏(‏لو نزل عذاب يوم بدر، ما نجا منه إلا عمر‏) ‏"
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكلوا - أيها المؤمنون - مما أخذتم من الكفار من غنيمة فهو حلال لكم، واتقوا الله بامتثال أوامره واجتناب نواهيه، إن الله غفور لعباده المؤمنين، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكلوا مما غنمتم حلالا طيبا واتقوا الله إن الله غفور رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا‏‏ وهذا من لطفه تعالى بهذه الأمة، أن أحل لها الغنائم ولم يحلها لأمة قبلها‏.\n‏ ‏‏وَاتَّقُوا اللَّهَ‏‏ في جميع أموركم ولازموها، شكرا لنعم اللّه عليكم،‏.\n‏ ‏‏إِنَّ اللَّهَ غَفُورٌ‏‏ يغفر لمن تاب إليه جميع الذنوب،‏.\n‏ويغفر لمن لم يشرك به شيئا جميع المعاصي‏.\n‏ ‏‏رَحِيمٌ‏‏ بكم، حيث أباح لكم الغنائم وجعلها حلالا طيبا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي، قل لمن وقع في أيديكم من أسرى المشركين الذين أسرتموهم يوم بدر: إن يعلم الله في قلوبكم قصد الخير، وصلاح النية يعطكم خيرًا مما أُخِذ منكم من الفداء، فلا تحزنوا على ما أُخِذ منكم منه، ويغفر لكم ذنوبكم، والله غفور لمن تاب من عباده، رحيم به، وقد تحقق وعد الله للعباس عم النبي صلى الله عليه وسلم وغيره ممن أسلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "يا أيها النبي قل لمن في أيديكم من الأسارى» وفي قراءة الأسرى «إن يعلم الله في قلوبكم خيرا» إيمانا وإخلاصا «يؤتكم خيرا مما أخذ منكم» من الفداء بأن يضعِّفه لكم في الدنيا ويثيبكم في الآخرة «ويغفر لكم» ذنوبكم «والله غفور رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذه نزلت في أسارى يوم بدر، وكان في جملتهم العباس عم رسول اللّه صلى الله عليه وسلم فلما طلب منه الفداء، ادَّعى أنه مسلم قبل ذلك، فلم يسقطوا عنه الفداء، فأنزل اللّه تعالى جبرا لخاطره ومن كان على مثل حاله‏.\n‏ ‏‏يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ‏‏ أي‏:‏ من المال، بأن ييسر لكم من فضله، خيرا وأكثر مما أخذ منكم‏.\n‏ ‏‏وَيَغْفِرْ لَكُمْ‏‏ ذنوبكم، ويدخلكم الجنة وقد أنجز اللّه وعده للعباس وغيره، فحصل له بعد ذلك من المال شيء كثير، حتى إنه مرة لما قدم على النبي صلى الله عليه وسلم مال كثير، أتاه العباس فأمره أن يأخذ منه بثوبه ما يطيق حمله، فأخذ منه ما كاد أن يعجز عن حمله‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن يقصدوا - يا محمد - خيانتك بما يُظْهِرون لك من القول فقد خانوا الله من قبل، وقد نصرك الله عليهم، فَقُتِل منهم من قُتِل وأُسِر من أُسِر، فلينتظروا مثل ذلك إن عادوا، والله عليم بخلقه وبما يصلحهم، حكيم في تدبيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يريدوا» أي الأسرى «خيانتك» بما أظهروا من القول «فقد خانوا الله من قبل» قبل بدر بالكفر «فأمكن منهم» ببدر قتلا وأسرا فليتوقعوا مثل ذلك إن عادوا «والله عليم» بخلقه «حكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَإِنْ يُرِيدُوا خِيَانَتَكَ‏‏ في السعي لحربك ومنابذتك، ‏‏فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ‏‏ فليحذروا خيانتك، فإنه تعالى قادر عليهم وهم تحت قبضته، ‏‏وَاللَّهُ عَلِيمٌ حَكِيمٌ‏‏ أي‏:‏ عليم بكل شيء، حكيم يضع الأشياء مواضعها، ومن علمه وحكمته أن شرع لكم هذه الأحكام الجليلة الجميلة، وأن تكفل بكفايتكم شأن الأسرى وشرهم إن أرادوا خيانة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين آمنوا بالله وصدقوا رسوله وعملوا بشرعه، وهاجروا من بلد الكفر إلى بلد الإسلام، أو إلى مكان يعبدون الله فيه آمنين، وجاهدوا ببذل أموالهم وبذل أنفسهم لإعلاء كلمة الله، والذين أنزلوهم في منازلهم، ونصروهم - أولئك المهاجرون والذين نصروهم من أهل الدار بعضهم أولياء بعض في النصرة والمعونة، والذين آمنوا بالله ولم يهاجروا من بلد الكفر إلى بلد الإسلام ليس عليكم - أيها المؤمنون - أن تنصروهم وتحموهم حتى يهاجروا في سبيل الله، وإن ظلمهم الكفار فطلبوا منكم النصر فانصروهم على عدوهم، إلا إذا كان بينكم وبين عدوهم عهد لم ينقضوه، والله بما تعملون بصير، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله» وهم المهاجرون «والذين آوَوْا» النبي صلى الله عليه وسلم «ونصروا» وهم الأنصار «أولئك بعضهم أولياء بعض» في النصرة والإرث «والذين آمنوا ولم يُهاجروا مالكم من ولايَتِهِمْ» بكسر الواو وفتحها «من شيء» فلا إرث بينكم وبينهم ولا نصيب لهم في الغنيمة «حتى يهاجروا» وهذا منسوخ بآخر السورة «وإن استنصروكم في الدين فعليكم النصر» لهم على الكفار «إلا على قوم بينكم وبينهم ميثاق» عهد فلا تنصروهم عليهم وتنقضوا عهدهم «والله بما تعملون بصير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا عقد موالاة ومحبة، عقدها اللّه بين المهاجرين الذين آمنوا وهاجروا في سبيل اللّه، وتركوا أوطانهم للّه لأجل الجهاد في سبيل اللّه، وبين الأنصار الذين آووا رسول اللّه صلى الله عليه وسلم وأصحابه وأعانوهم في ديارهم وأموالهم وأنفسهم، فهؤلاء بعضهم أولياء بعض، لكمال إيمانهم وتمام اتصال بعضهم ببعض‏.\n‏ ‏‏وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا‏‏ فإنهم قطعوا ولايتكم بانفصالهم عنكم في وقت شدة الحاجة إلى الرجال،فلما لم يهاجروا لم يكن لهم من ولاية المؤمنين شيء‏.\n‏ لكنهم ‏‏وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ‏‏ أي‏:‏ لأجل قتال من قاتلهم لأجل دينهم ‏‏فَعَلَيْكُمُ النَّصْرُ‏‏ والقتال معهم،وأما من قاتلوهم لغير ذلك من المقاصد فليس عليكم نصرهم‏.\n‏ وقوله تعالى‏:‏ ‏‏إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ‏‏ أي‏:‏ عهد بترك القتال، فإنهم إذا أراد المؤمنون المتميزون الذين لم يهاجروا قتالهم، فلا تعينوهم عليهم، لأجل ما بينكم وبينهم من الميثاق‏.\n‏ ‏‏وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ‏‏ يعلم ما أنتم عليه من الأحوال، فيشرع لكم من الأحكام ما يليق بكم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين كفروا بالله يجمعهم الكفر، فيناصر بعضهم بعضًا، فلا يواليهم مؤمن، إن لم توالوا المؤمنين وتعادوا الكافرين تكن فتنة للمؤمنين حيث لم يجدوا من يناصرهم من إخوانهم في الدين، ويكن فساد في الأرض عظيم بالصد عن سبيل الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين كفروا بعضهم أولياء بعض» في النصرة والإرث فلا إرث بينكم وبينهم «إلا تفعلوه» أي تولي المسلمين وقمع الكفار «تكن فتنة في الأرض وفساد كبير» بقوة الكفر وضعف الإسلام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما عقد الولاية بين المؤمنين، أخبر أن الكفار حيث جمعهم الكفر فبعضهم أولياء لبعض فلا يواليهم إلا كافر مثلهم‏.\n‏ وقوله‏:‏ ‏‏إِلَّا تَفْعَلُوهُ‏‏ أي‏:‏ موالاة المؤمنين ومعاداة الكافرين، بأن واليتموهم كلهم أو عاديتموهم كلهم، أو واليتم الكافرين وعاديتم المؤمنين‏.\n‏ ‏‏تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ‏‏ فإنه يحصل بذلك من الشر ما لا ينحصر من اختلاط الحق بالباطل، والمؤمن بالكافر، وعدم كثير من العبادات الكبار، كالجهاد والهجرة، وغير ذلك من مقاصد الشرع والدين التي تفوت إذا لم يتخذ المؤمنون وحدهم أولياء بعضهم لبعض‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين آمنوا بالله وهاجروا في سبيله، والذين آووا المهاجرين في سبيل الله ونصروهم، أولئك هم المتصفون بصفة الإيمان حقًّا، وجزاؤهم من الله مغفرة لذنوبهم، ورزق كريم منه، وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آوَوْا ونصروا أولئك هم المؤمنون حقا لهم مغفرة ورزق كريم» في الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الآيات السابقات في ذكر عقد الموالاة بين المؤمنين من المهاجرين والأنصار‏.\n‏ وهذه الآيات في بيان مدحهم وثوابهم، فقال‏:‏ ‏‏وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ‏‏ أي‏:‏ المؤمنون من المهاجرين والأنصار ‏‏هُمُ الْمُؤْمِنُونَ حَقًّا‏‏ لأنهم صدقوا إيمانهم بما قاموا به من الهجرة والنصرة والموالاة بعضهم لبعض، وجهادهم لأعدائهم من الكفار والمنافقين‏.\n‏ ‏‏لَهُمْ مَغْفِرَةٌ‏‏ من اللّه تمحى بها سيئاتهم، وتضمحل بها زلاتهم، ‏‏و‏‏ لهم ‏‏رِزْقٌ كَرِيمٌ‏‏ أي‏:‏ خير كثير من الرب الكريم في جنات النعيم‏.\n‏ وربما حصل لهم من الثواب المعجل ما تقر به أعينهم، وتطمئن به قلوبهم ،"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين آمنوا من بعد إيمان السابقين إلى الإسلام من المهاجرين والأنصار، وهاجروا من بلد الكفر إلى بلد الإسلام، وجاهدوا في سبيل الله لتكون كلمة الله هي العليا وكلمة الذين كفروا السفلى، أولئك منكم - أيها المؤمنون -، لهم ما لكم من الحقوق، وعليهم ما عليكم من الواجبات، وأصحاب القرابة في حكم الله بعضهم أولى ببعض في الإرث من التوارث بالإيمان والهجرة الذي كان موجودًا سابقًا، إن الله بكل شيء عليم، لا يخفى عليه شيء، فهو يعلم ما يصلح لعباده، فيشرعه لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين آمنوا من بعد» أي بعد السابقين إلى الإيمان والهجرة «وهاجروا وجاهدوا معكم فأولئك منكم» أيها المهاجرون والأنصار «وأولو الأرحام» ذوو القرابات «بعضهم أوْلى ببعض» في الإرث من التوارث في الإيمان والهجرة المذكورة في الآية السابقة «في كتاب الله» اللوح المحفوظ «إن الله بكل شيء عليم» ومنه حكمة الميراث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وكذلك من جاء بعد هؤلاء المهاجرين والأنصار، ممن اتبعهم بإحسان فآمن وهاجر وجاهد في سبيل اللّه‏.\n‏ ‏‏فَأُولَئِكَ مِنْكُمْ‏‏ لهم ما لكم وعليهم ما عليكم فهذه الموالاة الإيمانية وقد كانت في أول الإسلام لها وقع كبير وشأن عظيم، حتى إن النبي صلى الله عليه وسلم آخى بين المهاجرين والأنصارأخوة خاصة، غير الأخوة الإيمانية العامة، وحتى كانوا يتوارثون بها، فأنزل اللّه ‏‏وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ‏‏ فلا يرثه إلا أقاربه من العصبات وأصحاب الفروض،فإن لم يكونوا، فأقرب قراباته من ذوي الأرحام، كما دل عليه عموم هذه الآية الكريمة، وقوله‏:‏ ‏‏فِي كِتَابِ اللَّهِ‏‏ أي‏:‏ في حكمه وشرعه‏.\n‏ ‏‏إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ‏‏ ومنه ما يعلمه من أحوالكم التي يجري من شرائعه الدينية عليكم ما يناسبها‏."
                }
            ]
        }
    ]
}