{
    "surah": "التوبة",
    "number": 9,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه براءة من الله، ومن رسوله، وإعلان بنهاية العهود التي عاهدتم - أيها المسلمون - عليها المشركين في جزيرة العرب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هذه «براءة من الله ورسوله» وأصله «إلى الذين عاهدتم من المشركين» عهدا مطلقا أو دون أربعة أشهر أو فوقها ونص العهد بما يذكر في قوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 1و2 : أي‏:‏ هذه براءة من اللّه ومن رسوله إلى جميع المشركين المعاهدين، أن لهم أربعة أشهر يسيحون في الأرض على اختيارهم، آمنين من المؤمنين، وبعد الأربعة الأشهر فلا عهد لهم، ولا ميثاق‏.\n‏ وهذا لمن كان له عهد مطلق غير مقدر، أو مقدر بأربعة أشهر فأقل، أما من كان له عهد مقدر بزيادة على أربعة أشهر، فإن الله يتعين أن يتمم له عهده إذا لم يخف منه خيانة، ولم يبدأ بنقض العهد‏.\n‏ ثم أنذر المعاهدين في مدة عهدهم، أنهم وإن كانوا آمنين، فإنهم لن يعجزوا اللّه ولن يفوتوه، وأنه من استمر منهم على شركه فإنه لا بد أن يخزيه، فكان هذا مما يجلبهم إلى الدخول في الإسلام، إلا من عاند وأصر ولم يبال بوعيد اللّه له‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۙ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسيروا - أيها المشركون - في الأرض مدة أربعة أشهر آمنين، ولا عهد لكم بعدها ولا أمان، وأيقنوا أنكم لن تفلتوا من عذاب الله وعقابه إن استمررتم على كفركم به، وأيقنوا أن الله مُذِل الكافرين بالقتل والأسر في الدنيا، وبدخول النار يوم القيامة.\nويشمل هذا من نقضوا عهدهم، ومن كان عهدهم مطلقًا غير مؤقت، وأما من له عهد مؤقت ولو كان أكثر من أربعة أشهر فإنه يُتَم له عهده إلى مدته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسيحوا» سيروا آمنين أيها المشركون «في الأرض أربعة أشهر» أولها شوال بدليل ما سيأتي ولا أمان لكم بعدها «واعلموا أنكم غيرُ معجزي الله» أي فائتي عذابه «وأنَّ الله مخزي الكافرين» مذلُّهم في الدنيا بالقتل والأخرى بالنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 1و2 : أي‏:‏ هذه براءة من اللّه ومن رسوله إلى جميع المشركين المعاهدين، أن لهم أربعة أشهر يسيحون في الأرض على اختيارهم، آمنين من المؤمنين، وبعد الأربعة الأشهر فلا عهد لهم، ولا ميثاق‏.\n‏ وهذا لمن كان له عهد مطلق غير مقدر، أو مقدر بأربعة أشهر فأقل، أما من كان له عهد مقدر بزيادة على أربعة أشهر، فإن الله يتعين أن يتمم له عهده إذا لم يخف منه خيانة، ولم يبدأ بنقض العهد‏.\n‏ ثم أنذر المعاهدين في مدة عهدهم، أنهم وإن كانوا آمنين، فإنهم لن يعجزوا اللّه ولن يفوتوه، وأنه من استمر منهم على شركه فإنه لا بد أن يخزيه، فكان هذا مما يجلبهم إلى الدخول في الإسلام، إلا من عاند وأصر ولم يبال بوعيد اللّه له‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ ۙ وَرَسُولُهُ ۚ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ ۖ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۗ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإعلام من الله، وإعلام من رسوله إلى جميع الناس يوم النحر أن الله سبحانه بريء من المشركين، وأن رسوله بريء كذلك منهم، فإن تبتم -أيها المشركون - من شرككم فتوبتكم خير لكم، وإن أعرضتم عن التوبة فأيقنوا أنكم لن تفوتوا الله، ولن تفلتوا من عقابه، وأخبر - أيها الرسول - الذين كفروا بالله بما يسوؤهم، وهو عذاب موجع ينتظرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وأذان) إعلام (من الله ورسوله إلى الناس يوم الحج الأكبر) يوم النحر (أن) أي بأن (الله برئ من المشركين) وعهودهم (ورسوله) برئ أيضا \"\" وقد بعث النبي صلى الله عليه وسلم عليا من السنة وهي سنة تسع فأذن يوم النحر بمنى بهذه الآيات وأن لا يحج بعد العام مشرك ولا يطوف بالبيت عريان \"\" رواه البخاري (فإن تبتم) من الكفر (فهو خير لكم وإن توليتم) عن الإيمان (فاعلموا أنكم غير معجزي الله وبشر) أخبر (الذين كفروا بعذاب أليم) مؤلم وهو القتل والأسر في الدنيا والنار في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا ما وعد اللّه به المؤمنين، من نصر دينه وإعلاء كلمته، وخذلان أعدائهم من المشركين الذين أخرجوا الرسول ومن معه من مكة، من بيت اللّه الحرام، وأجلوهم، مما لهم التسلط عليه من أرض الحجاز‏.\n‏ نصر اللّه رسوله والمؤمنين حتى افتتح مكة، وأذل المشركين، وصار للمؤمنين الحكم والغلبة على تلك الديار‏.\n‏ فأمر النبي مؤذنه أن يؤذن يوم الحج الأكبر، وهو يوم النحر، وقت اجتماع الناس مسلمهم وكافرهم، من جميع جزيرة العرب، أن يؤذن بأن اللّه بريء ورسوله من المشركين، فليس لهم عنده عهد وميثاق، فأينما وجدوا قتلوا، وقيل لهم‏:‏ لا تقربوا المسجد الحرام بعد عامكم هذا، وكان ذلك سنة تسع من الهجرة‏.\n‏ وحج بالناس أبو بكر الصديق رضي اللّه عنه، وأذن ببراءة يوم النحر ابن عم رسول اللّه صلى الله عليه وسلم علي بن أبي طالب رضي اللّه عنه‏.\n‏ ثم رغب تعالى المشركين بالتوبة، ورهبهم من الاستمرار على الشرك فقال‏:‏ ‏‏فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ‏‏ أي‏:‏ فائتيه، بل أنتم في قبضته، قادر أن يسلط عليكم عباده المؤمنين‏.\n‏ ‏‏وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ‏‏ أي‏:‏ مؤلم مفظع في الدنيا بالقتل والأسر، والجلاء، وفي الآخرة، بالنار، وبئس القرار‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا الذين عاهدتم من المشركين، ووفوا بعهدكم، ولم ينقصوا منه شيئًا، فهم مُسْتَثنَوْنَ من الحكم السابق، فأكملوا لهم الوفاء بعهدهم حتى تنقضي مدته، إن الله يحب المتقين بامتثال أوامره ومنها الوفاء بالعهد، وباجتناب نواهيه ومنها الخيانة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا» من شروط العهد «ولم يظاهروا» يعاونوا «عليكم أحدا» من الكفار «فأتموا إليهم عهدهم إلى» انقضاء «مدتهم» التي عاهدتم عليها «إن الله يحب المتقين» بإتمام العهود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي هذه البراءة التامة المطلقة من جميع المشركين‏.\n‏ ‏‏إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ‏‏ واستمروا على عهدهم، ولم يجر منهم ما يوجب النقض، فلا نقصوكم شيئًا، ولا عاونوا عليكم أحدا، فهؤلاء أتموا لهم عهدهم إلى مدتهم، قَلَّتْ، أو كثرت، لأن الإسلام لا يأمر بالخيانة وإنما يأمر بالوفاء‏.\n‏ ‏‏إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ‏‏ الذين أدوا ما أمروا به، واتقوا الشرك والخيانة، وغير ذلك من المعاصي‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا انتهت الأشهر الحرم التي أَمَّنْتُم فيها أعداءكم فاقتلوا المشركين حيث لقيتموهم، وَأْسِرُوهُم، وحاصروهم في مَعاقِلِهم، وترصَّدوا لهم طرقهم، فإن تابوا إلى الله من الشرك، وأقاموا الصلاة، وأعطوا زكاة أموالهم؛ فقد أصبحوا إخوانكم في الإسلام؛ فاتركوا قتالهم، إن الله غفور لمن تاب من عباده، رحيم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا انسلخ» خرج «الأشهر الحرم» وهي آخر مدة التأجيل «فاقتلوا المشركين حيث وجدتموهم» في حل أو حرم «وخذوهم» بالأسر «واحصروهم» في القلاع والحصون حتى يضطروا إلى القتل أو الإسلام «واقعدوا لهم كلَّ مرصد» طريق يسلكونه ونصب كل على نزع الخافض «فإن تابوا» من الكفر «وأقاموا الصلاة وآتوا الزكاة فخلُّوا سبيلهم» ولا تتعرضوا لهم «إن الله غفور رحيم» لمن تاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى ‏‏فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ‏‏ أي‏:‏ التي حرم فيها قتال المشركين المعاهدين، وهي أشهر التسيير الأربعة، وتمام المدة لمن له مدة أكثر منها، فقد برئت منهم الذمة‏.\n‏ ‏‏فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ‏‏ في أي مكان وزمان، ‏‏وَخُذُوهُمْ‏‏ أسرى ‏‏وَاحْصُرُوهُمْ‏‏ أي‏:‏ ضيقوا عليهم، فلا تدعوهم يتوسعون في بلاد اللّه وأرضه، التي جعلها ‏[‏الله‏]‏ معبدا لعباده‏.\n‏ فهؤلاء ليسوا أهلا لسكناها، ولا يستحقون منها شبرا، لأن الأرض أرض اللّه، وهم أعداؤه المنابذون له ولرسله، المحاربون الذين يريدون أن يخلو الأرض من دينه، ويأبى اللّه إلا أن يتم نوره ولو كره الكافرون‏.\n‏ ‏‏وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ‏‏ أي‏:‏ كل ثنية وموضع يمرون عليه، ورابطوا في جهادهم وابذلوا غاية مجهودكم في ذلك، ولا تزالوا على هذا الأمر حتى يتوبوا من شركهم‏.\n‏ ولهذا قال‏:‏ ‏‏فَإِنْ تَابُوا‏‏ من شركهم ‏‏وَأَقَامُوا الصَّلَاةَ‏‏ أي‏:‏ أدوها بحقوقها ‏‏وَآتُوا الزَّكَاةَ‏‏ لمستحقيها ‏‏فَخَلُّوا سَبِيلَهُمْ‏‏ أي‏:‏ اتركوهم، وليكونوا مثلكم، لهم ما لكم، وعليهم ما عليكم‏.\n‏ ‏‏إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ‏‏ يغفر الشرك فما دونه، للتائبين، ويرحمهم بتوفيقهم للتوبة، ثم قبولها منهم‏.\n‏ وفي هذه الآية، دليل على أن من امتنع من أداء الصلاة أو الزكاة، فإنه يقاتل حتى يؤديهما، كما استدل بذلك أبو بكر الصديق رضي اللّه عنه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن دخل أحد من المشركين -مباح الدم والمال- وطلب جوارك - أيها الرسول - فأجبه إلى طلبه حتى يسمع القرآن، ثم أوصله إلى مكان يأمن فيه، ذلك أن الكفار قوم لا يعلمون حقائق هذا الدين، فإذا علموها من سماع قراءة القرآن ربما اهتدوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن أحد من المشركين» مرفوع بفعل يفسره «استجارك» استأمنك من القتل «فأجره» أمِّنه «حتى يسمع كلام الله» القرآن «ثم أبلغه مأمنه» وهو دار قومه إن لم يؤمن لينظر في أمره «ذلك» المذكور «بأنهم قوم لا يعلمون» دين الله فلا بد لهم من سماع القرآن ليعلموا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما كان ما تقدم من قوله ‏‏فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ‏‏ أمرا عاما في جميع الأحوال، وفي كل الأشخاص منهم، ذكر تعالى، أن المصلحة إذا اقتضت تقريب بعضهم جاز، بل وجب ذلك فقال‏:‏ ‏‏وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ‏‏ أي‏:‏ طلب منك أن تجيره، وتمنعه من الضرر، لأجل أن يسمع كلام اللّه، وينظر حالة الإسلام‏.\n‏ ‏‏فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ‏‏ ثم إن أسلم، فذاك، وإلا فأبلغه مأمنه، أي‏:‏ المحل الذي يأمن فيه، والسبب في ذلك أن الكفار قوم لا يعلمون، فربما كان استمرارهم على كفرهم لجهل منهم، إذا زال اختاروا عليه الإسلام، فلذلك أمر اللّه رسوله، وأمته أسوته في الأحكام، أن يجيروا من طلب أن يسمع كلام اللّه‏.\n‏ وفي هذا حجة صريحة لمذهب أهل السنة والجماعة، القائلين بأن القرآن كلام اللّه غير مخلوق، لأنه تعالى هو المتكلم به، وأضافه إلى نفسه إضافة الصفة إلى موصوفها، وبطلان مذهب المعتزلة ومن أخذ بقولهم‏:‏ أن القرآن مخلوق‏.\n‏ وكم من الأدلة الدالة على بطلان هذا القول، ليس هذا محل ذكرها‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ ۖ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يصح أن يكون للمشركين بالله عهد وأمان عند الله وعند رسوله إلا عهد أولئك المشركين الذين عاهدتموهم -أيها المسلمون - عند المسجد الحرام في صلح الحديبية، فما أقاموا لكم على العهد الذي بينكم وبينهم ولم ينقضوه فأقيموا أنتم عليه ولا تنقضوه، إن الله يحب المتقين من عباده الذين يمتثلون أوامره، ويجتنبون نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كيف» أي لا «يكون للمشركين عهد عند الله وعند رسوله» وهم كافرون بالله ورسوله غادرون «إلا الذين عاهدتم عند المسجد الحرام» يوم الحديبية وهم قريش المستثنون من قبل «فما استقاموا لكم» أقاموا على العهد ولم ينقضوه «فاستقيموا لهم» على الوفاء به وما شرطية «إن الله يحب المتقين» وقد استقام النبي صلى الله عليه وسلم على عهدهم حتى نقضوا بإعانة بني بكر على خزاعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا بيان للحكمة الموجبة لأن يتبرأ اللّه ورسوله من المشركين، فقال‏:‏ ‏‏كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ‏‏ هل قاموا بواجب الإيمان، أم تركوا رسول اللّه والمؤمنين من أذيتهم‏؟‏ أما حاربوا الحق ونصروا الباطل‏؟‏ أما سعوا في الأرض فسادا‏؟‏ فيحق عليهم أن يتبرأ اللّه منهم، وأن لا يكون لهم عهد عنده ولا عند رسوله‏.\n‏ ‏‏إِلَّا الَّذِينَ عَاهَدْتُمْ‏‏ من المشركين ‏‏عِنْدَ الْمَسْجِدِ الْحَرَامِ‏‏ فإن لهم في العهد وخصوصا في هذا المكان الفاضل حرمة، أوجب أن يراعوا فيها‏.\n‏ ‏‏فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ‏"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كيف يكون لهم عهد وأمان وهم أعداؤكم، وإن يظفروا بكم لا يراعوا فيكم الله ولا قرابة، ولا عهدًا، بل يسومونكم سوء العذاب؟! يرضونكم بالكلام الحسن الذي تنطق به ألسنتهم، لكن قلوبهم لا تطاوع ألسنتهم، فلا يَفُون بما يقولون، وأكثرهم خارجون عن طاعة الله لنقضهم العهد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كيف» يكون لهم عهد «وإن يظهروا عليكم» يظفروا بكم «لا يرقبوا» يراعوا «فيكم إلاّ» قرابة «ولا ذمة» عهدا بل يؤذوكم ما استطاعوا وجملة الشرط حال «يرضونكم بأفواههم» بكلامهم الحسن «وتأبى قلوبهم» الوفاء به «وأكثرهم فاسقون» ناقضون للعهد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ‏‏كَيْفَ‏‏ يكون للمشركين عند اللّه عهد وميثاق ‏‏و‏‏ الحال أنهم ‏‏وَإِنْ يَظْهَرُوا عَلَيْكُمْ‏‏ بالقدرة والسلطة، لا يرحموكم، و ‏‏لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً‏‏ أي‏:‏ لا ذمة ولا قرابة، ولا يخافون اللّه فيكم، بل يسومونكم سوء العذاب، فهذه حالكم معهم لو ظهروا‏.\n‏ ولا يغرنكم منهم ما يعاملونكم به وقت الخوف منكم، فإنهم ‏‏يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ‏‏ الميل والمحبة لكم، بل هم الأعداء حقا، المبغضون لكم صدقًا، ‏‏وَأَكْثَرُهُمْ فَاسِقُونَ‏‏ لا ديانة لهم ولا مروءة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ ۚ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اعتاضوا، واستبدلوا عن اتباع آيات الله التي منها الوفاء بالعهود ثمنًا حقيرًا من حطام الدنيا الذي يتوصلون به إلى شهواتهم وأهوائهم، فصدوا أنفسهم عن اتباع الحق، وأعرضوا عنه، وصدوا غيرهم عن الحق، إنهم ساء عملهم الذي كانوا يعملون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اشترَوا بآيات الله» القرآن «ثمنا قليلا» من الدنيا أي تركوا اتباعها للشهوات والهوى «فصدُّوا عن سبيله» دينه «إنهم ساء» بئس «ما كانوا يعملونـ» ـه عملهم هذا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا‏‏ أي‏:‏ اختاروا الحظ العاجل الخسيس في الدنيا‏.\n‏ على الإيمان باللّه ورسوله، والانقياد لآيات اللّه‏.\n‏ ‏‏فَصَدُّوا‏‏ بأنفسهم، وصدوا غيرهم ‏‏عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُولَٰئِكَ هُمُ الْمُعْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يراعون اللهَ ولا قرابةً ولا عهدًا في مؤمنٍ؛ لما هم عليه من العداوة، فهم متجاوزون لحدود الله؛ لما يتصفون به من الظلم والعدوان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يرقُبون في مؤمن إلاّ ولا ذمَّة وأولئك هم المعتدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً‏‏ أي‏:‏ لأجل عداوتهم للإيمان ‏‏إِلًّا وَلَا ذِمَّةً‏‏ أي‏:‏ لأجل عداوتهم للإيمان وأهله‏.\n‏ فالوصف الذي جعلهم يعادونكم لأجله ويبغضونكم، هو الإيمان، فذبوا عن دينكم، وانصروه واتخذوا من عاداه لكم عدوا ومن نصره لكم وليا، واجعلوا الحكم يدور معه وجودا وعدما، لا تجعلوا الولاية والعداوة، طبيعية تميلون بهما، حيثما مال الهوى، وتتبعون فيهما النفس الأمارة بالسوء،"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ ۗ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن تابوا إلى الله من كفرهم، ونطقوا بالشهادتين، وأقاموا الصلاة، وأعطوا زكاة أموالهم - فقد صاروا مسلمين، وهم إخوتكم في الدين، لهم ما لكم وعليهم ما عليكم، ولا يحل لكم قتالهم، فإسلامهم يعصم دماءهم وأموالهم وأعراضهم، ونبين الآيات ونوضحها لقوم يعلمون، فهم الذين ينتفعون بها، وينفعون بها غيرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم» أي فهم إخوانكم «في الدين ونفصِّل» نبين «الآيات لقوم يعلمون» يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏فَإِنْ تَابُوا‏‏ عن شركهم، ورجعوا إلى الإيمان ‏‏وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ‏‏ وتناسوا تلك العداوة إذ كانوا مشركين لتكونوا عباد اللّه المخلصين، وبهذا يكون العبد عبدا حقيقة‏.\n‏ لما بين من أحكامه العظيمة ما بين، ووضح منها ما وضح، أحكاما وحِكَمًا، وحُكْمًا، وحكمة قال‏:‏ ‏‏وَنُفَصِّلُ الْآيَاتِ‏‏ أي‏:‏ نوضحها ونميزها ‏‏لِقَوْمٍ يَعْلَمُونَ‏‏ فإليهم سياق الكلام، وبهم تعرف الآيات والأحكام، وبهم عرف دين الإسلام وشرائع الدين‏.\n‏ اللهم اجعلنا من القوم الذين يعلمون، ويعملون بما يعلمون، برحمتك وجودك وكرمك ‏[‏وإحسانك يا رب العالمين‏]‏‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ ۙ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن نقض هؤلاء المشركون الذين عاهدتموهم على ترك القتال مدة معلومة عهودَهم ومواثيقَهم، وعابوا دينكم وانتقصوا منه فقاتلوهم، فهم أئمة الكفر وقادته، ولا عهود لهم، ولا مواثيق تحقن دماءهم، قاتلوهم رجاء أن ينتهوا عن كفرهم ونقضهم للعهود وانتقاصهم للدِّين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن نكثوا» نقضوا «أيمانهم» مواثيقهم «من بعد عهدهم وطعنوا في دينكم» عابوه «فقاتلوا أئمة الكفر» رؤساءه، فيه وضع الظاهر موضع المضمر «إنهم لا أيمان» عهود «لهم» وفي قراءة بالكسر «لعلهم ينتهون» عن الكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى بعدما ذكر أن المعاهدين من المشركين إن استقاموا على عهدهم فاستقيموا لهم على الوفاء‏:‏ ‏‏وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ‏‏ أي‏:‏ نقضوها وحلوها، فقاتلوكم أو أعانوا على قتالكم، أو نقصوكم، ‏‏وَطَعَنُوا فِي دِينِكُمْ‏‏ أي‏:‏ عابوه، وسخروا منه‏.\n‏ ويدخل في هذا جميع أنواع الطعن الموجهة إلى الدين، أو إلى القرآن، ‏‏فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ‏‏ أي‏:‏ القادة فيه، الرؤساء الطاعنين في دين الرحمن، الناصرين لدين الشيطان، وخصهم بالذكر لعظم جنايتهم، ولأن غيرهم تبع لهم، وليدل على أن من طعن في الدين وتصدى للرد عليه، فإنه من أئمة الكفر‏.\n‏ ‏‏إِنَّهُمْ لَا أَيْمَانَ لَهُمْ‏‏ أي‏:‏ لا عهود ولا مواثيق يلازمون على الوفاء بها، بل لا يزالون خائنين، ناكثين للعهد، لا يوثق منهم‏.\n‏ ‏‏لَعَلَّهُمْ‏‏ في قتالكم إياهم ‏‏يَنْتَهُونَ‏‏ عن الطعن في دينكم، وربما دخلوا فيه"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لمَ لا تقاتلون - أيها المؤمنون - قومًا نقضوا عهودهم ومواثيقهم، وسعوا في اجتماعهم في دار الندوة إلى إخراج الرسول صلى الله عليه وسلم من مكة، وهم بدؤوكم بالقتال أول مرة عندما أعانوا بَكْرًا حلفاء قريش على خُزَاعة حلفاء الرسول صلى الله عليه وسلم، أتخافون ملاقاتهم في الحرب؟! فالله سبحانه أحق أن تخافوه إن كنتم مؤمنين حقًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألا» للتحضيض «تقاتلون قوما نكثوا» نقضوا «أيمانهم» عهودهم «وهمُّوا بإخراج الرسول» من مكة لما تشاوروا فيه بدار الندوة «وهم بدءوكم» بالقتال «أوَّل مرَّة» حيث قاتلوا خزاعة حلفاءكم مع بني بكر فما يمنعكم أن تقاتلوهم «أتخشونهم» أتخافونهم «فاللهُ أحق أن تخشوه» في ترك قتالهم «إن كنتم مؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم حث على قتالهم، وهيج المؤمنين بذكر الأوصاف، التي صدرت من هؤلاء الأعداء، والتي هم موصوفون بها، المقتضية لقتالهم فقال‏:‏ ‏‏أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ‏‏ الذي يجب احترامه وتوقيره وتعظيمه‏؟‏ وهم هموا أن يجلوه ويخرجوه من وطنه وسعوا في ذلك ما أمكنهم، ‏‏وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ‏‏ حيث نقضوا العهد وأعانوا عليكم، وذلك حيث عاونت قريش وهم معاهدون بني بكر حلفاءهم على خزاعة حلفاء رسول اللّه صلى الله عليه وسلم وقاتلوا معهم كما هو مذكور مبسوط في السيرة‏.\n‏ ‏‏أَتَخْشَوْنَهُمْ‏‏ في ترك قتالهم ‏‏فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ‏‏ فإنه أمركم بقتالهم، وأكد ذلك عليكم غاية التأكيد‏.\n‏ فإن كنتم مؤمنين فامتثلوا لأمر اللّه، ولا تخشوهم فتتركوا أمر اللّه"
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قاتلوا - أيها المؤمنون - هؤلاء المشركين، فإنكم إن تقاتلوهم يعذبهم الله بأيديكم، وذلك بقتلكم إياهم، ويذلهم بالهزيمة والأسر، وينصركم عليهم بجعل الغلبة لكم، ويبرئ داء صدور قوم مؤمنين لم يشهدوا القتال بما حصل لعدوهم من القتل والأسر والهزيمة ونصر المؤمنين عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قاتلوهم يعذبهم الله» يقتلهم «بأيديكم ويخزهم» يذلهم بالأسر والقهر «وينصركم عليهم ويشف صدور قوم مؤمنين» بما فُعل بهم هم بنو خزاعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمر بقتالهم وذكر ما يترتب على قتالهم من الفوائد، وكل هذا حث وإنهاض للمؤمنين على قتالهم، فقال‏:‏ ‏‏قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ‏‏ بالقتل ‏‏وَيُخْزِهِمْ‏‏ إذا نصركم اللّه عليهم، وهم الأعداء الذين يطلب خزيهم ويحرص عليه، ‏‏وَيَنْصُرْكُمْ عَلَيْهِمْ‏‏ هذا وعد من اللّه وبشارة قد أنجزها‏.\n‏ ‏‏وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ اللَّهُ عَلَىٰ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويُبْعِد الغيظ عن قلوب عباده المؤمنين بما نالوه من النصر عليهم.\nويتوب الله على من يشاء من هؤلاء المعاندين إن تابوا كما وقع من بعض أهل مكة يوم الفتح، والله عليم بصدق التائب منهم، حكيم في خلقه وتدبيره وتشريعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويذُهب غيظ قلوبهم» كربها «ويتوب الله على من يشاء» بالرجوع إلى الإسلام كأبي سفيان «والله عليم حكيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ‏‏ فإن في قلوبهم من الحنق والغيظ عليهم ما يكون قتالهم وقتلهم شفاء لما في قلوب المؤمنين من الغم والهم، إذ يرون هؤلاء الأعداء محاربين للّه ولرسوله، ساعين في إطفاء نور اللّه، وزوالا للغيظ الذي في قلوبهم، وهذا يدل على محبة اللّه لعباده المؤمنين، واعتنائه بأحوالهم، حتى إنه جعل من جملة المقاصد الشرعية شفاء ما في صدورهم وذهاب غيظهم‏.\n‏ ثم قال‏:‏ ‏‏وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ‏‏ من هؤلاء المحاربين، بأن يوفقهم للدخول في الإسلام، ويزينه في قلوبهم، ويُكَرِّهَ إليهم الكفر والفسوق والعصيان‏.\n‏ ‏‏وَاللَّهُ عَلِيمٌ حَكِيمٌ‏‏ يضع الأشياء مواضعها، ويعلم من يصلح للإيمان فيهديه، ومن لا يصلح، فيبقيه في غيه وطغيانه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أظننتم - أيها المؤمنون - أن يترككم الله دون ابتلاء؟! فالابتلاء سُنَّة من سننه، ستُبتَلون حتى يعلم الله علمًا ظاهرًا للعباد المجاهدين منكم بإخلاص لله، الذين لم يتخذوا من دون الله ولا رسوله ولا المؤمنين بطانة من الكفار يوالونهم، وأصفياء منهم يوادونهم، والله خبير بما تعملون، لا يخفى عليه منه شيء، وسيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بمعنى همزة الإنكار «حسبتم أن تُتركوا ولما» لم «يعلم الله» علم ظهور «الذين جاهدوا منكم» بإخلاص «ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة» بطانة وأولياء، المعنى ولم يظهر المخلصون وهم الموصوفون بما ذكر من غيرهم «والله خبير بما تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لعباده المؤمنين بعد ما أمرهم بالجهاد‏:‏ ‏‏أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا‏‏ من دون ابتلاء وامتحان، وأمر بما يبين به الصادق والكاذب‏.\n‏ ‏‏وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ‏‏ أي‏:‏ علما يظهر مما في القوة إلى الخارج، ليترتب عليه الثواب والعقاب، فيعلم الذين يجاهدون في سبيله‏:‏ لإعلاء كلمته ‏‏وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً‏‏ أي‏:‏ وليا من الكافرين، بل يتخذون اللّه ورسوله والمؤمنين أولياء‏.\n‏ فشرع اللّه الجهاد ليحصل به هذا المقصود الأعظم، وهو أن يتميز الصادقون الذين لا يتحيزون إلا لدين اللّه، من الكاذبين الذين يزعمون الإيمان وهم يتخذون الولائج والأولياء من دون اللّه ولا رسوله ولا المؤمنين‏.\n‏ ‏‏وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ‏‏ أي‏:‏ يعلم ما يصير منكم ويصدر، فيبتليكم بما يظهر به حقيقة ما أنتم عليه، ويجازيكم على أعمالكم خيرها وشرها‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنْفُسِهِمْ بِالْكُفْرِ ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما ينبغي للمشركين أن يعمروا مساجد الله بالعبادة وأنواع الطاعة، وهم مُقِرُّون على أنفسهم بالكفر بما يظهرونه منه، أولئك بطلت أعمالهم لفقد شرط قبولها الذي هو الإيمان، وهم يوم القيامة سيدخلون النار ماكثين فيها أبدًا إلا إن تابوا من الشرك قبل موتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كان للمشركين أن يعمُروا مَسْجِدَ الله» بالإفراد والجمع بدخوله والقعود فيه «شاهدين على أنفسهم بالكفر أولئك حبطت» بطلت «أعمالهم» لعدم شرطها «وفي النار هم خالدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: ( مَا كَانَ ) أي: ما ينبغي ولا يليق ( لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ ) بالعبادة، والصلاة، وغيرها من أنواع الطاعات، والحال أنهم شاهدون ومقرون على أنفسهم بالكفر بشهادة حالهم وفطرهم، وعلم كثير منهم أنهم على الكفر والباطل.\nفإذا كانوا ( شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ ) وعدم الإيمان، الذي هو شرط لقبول الأعمال، فكيف يزعمون أنهم عُمَّارُ مساجد اللّه، والأصل منهم مفقود، والأعمال منهم باطلة؟!!.\nولهذا قال: ( أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ ) أي: بطلت وضلت ( وَفِي النَّارِ هُمْ خَالِدُونَ ) ."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ ۖ فَعَسَىٰ أُولَٰئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما يستحق عمارة المساجد ويقوم بحقها من آمن بالله وحده، ولم يشرك به أحدًا، وآمن بيوم القيامة، وأقام الصلاة وأعطى زكاة ماله، ولم يَخَفْ أحدًا إلا الله سبحانه، فهؤلاء هم الذين يُرْجى أن يكونوا مهتدين إلى الصراط المستقيم، وأما المشركون فهم أبعد ما يكونون عن ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما يعمُر مساجد الله من آمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش» أحدا «إلا الله فعسى أولئك أن يكونوا من المهتدين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر من هم عمار مساجد اللّه فقال: ( إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ ) الواجبة والمستحبة، بالقيام بالظاهر منها والباطن.\n( وَآتَى الزَّكَاةَ ) لأهلها ( وَلَمْ يَخْشَ إِلا اللَّهَ ) أي قصر خشيته على ربه، فكف عما حرم اللّه، ولم يقصر بحقوق اللّه الواجبة.\nفوصفهم بالإيمان النافع، وبالقيام بالأعمال الصالحة التي أُمُّها الصلاة والزكاة، وبخشية اللّه التي هي أصل كل خير، فهؤلاء عمار المساجد على الحقيقة وأهلها الذين هم أهلها.\n( فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ ) و « عسى » من اللّه واجبة.\nوأما من لم يؤمن باللّه ولا باليوم الآخر، ولا عنده خشية للّه، فهذا ليس من عمار مساجد اللّه، ولا من أهلها الذين هم أهلها، وإن زعم ذلك وادعاه."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ ۚ لَا يَسْتَوُونَ عِنْدَ اللَّهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أجعلتم - أيها المشركون - القائمين على سقاية الحاج وعلى عمارة المسجد الحرام مثل من آمن بالله، ولم يشرك به أحدًا، وآمن بيوم القيامة، وجاهد بنفسه وماله لتكون كلمة الله هي العليا، وكلمة الذين كفروا السفلى، أجعلتموهم سواء في الفضل عند الله؟! لا يستوون أبدًا عند الله، والله لا يوفق الظالمين بالشرك، ولو كانوا يعملون أعمال خير كسقاية الحاج."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أجعلتم سقاية الحاج وعمارة المسجد الحرام» أي أهل ذلك «كمن آمن بالله واليوم الآخر وجاهد في سبيل الله لا يستوون عند الله» في الفضل «والله لا يهدي القوم الظالمين» الكافرين، نزلت ردا على من قال ذلك وهو العباس أو غيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما اختلف بعض المسلمين، أو بعض المسلمين وبعض المشركين، في تفضيل عمارة المسجد الحرام، بالبناء والصلاة والعبادة فيه وسقاية الحاج، على الإيمان باللّه والجهاد في سبيله، أخبر اللّه تعالى بالتفاوت بينهما، فقال‏:‏ ‏‏أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ‏‏ أي‏:‏ سقيهم الماء من زمزم كما هو المعروف إذا أطلق هذا الاسم، أنه المراد ‏‏وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ‏‏فالجهاد والإيمان باللّه أفضل من سقاية الحاج وعمارة المسجد الحرام بدرجات كثيرة، لأن الإيمان أصل الدين، وبه تقبل الأعمال، وتزكو الخصال‏.\n‏وأما الجهاد في سبيل اللّه فهو ذروة سنام الدين، الذي به يحفظ الدين الإسلامي ويتسع، وينصر الحق ويخذل الباطل‏.\n‏وأما عمارة المسجد الحرام وسقاية الحاج، فهي وإن كانت أعمالا صالحة، فهي متوقفة على الإيمان، وليس فيها من المصالح ما في الإيمان والجهاد، فلذلك قال‏:‏ ‏‏لَا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ‏‏ أي‏:‏ الذين وصفهم الظلم، الذين لا يصلحون لقبول شيء من الخير، بل لا يليق بهم إلا الشر‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ ۚ وَأُولَٰئِكَ هُمُ الْفَائِزُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين جمعوا بين الإيمان بالله والهجرة من بلاد الكفر إلى بلاد الإسلام، والجهاد في سبيل الله بالأموال والأنفس أعظم رتبة عند الله من غيرهم، وأولئك المتصفون بتلك الصفات هم الظافرون بالجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين آمنوا وهاجروا وجاهدوا في سبيل الله بأموالهم وأنفسهم أعظم درجة» رتبة «عند الله» من غيرهم «وأولئك هم الفائزون» الظافرون بالخير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم صرح بالفضل فقال‏:‏ ‏‏الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ‏‏ بالنفقة في الجهاد وتجهيز الغزاة ‏‏وَأَنْفُسِهِمْ‏‏ بالخروج بالنفس ‏‏أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ‏‏ أي‏:‏ لا يفوز بالمطلوب ولا ينجو من المرهوب، إلا من اتصف بصفاتهم، وتخلق بأخلاقهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يخبرهم الله ربهم بما يسرهم من رحمته، ومن إحلال رضوانه عليهم، فلا يسخط عليهم أبدًا، وبدخول جنات لهم فيها نعيم دائم لا ينقطع أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يبشرهم ربهم برحمة منه ورضوان وجنات لهم فيها نعيم مقيم» دائم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏يُبَشِّرُهُمْ رَبُّهُمْ‏‏ جودًا منه، وكرما وبرا بهم، واعتناء ومحبة لهم، ‏‏بِرَحْمَةٍ مِنْهُ‏‏ أزال بها عنهم الشرور، وأوصل إليهم ‏[‏بها‏]‏ كل خير‏.\n‏ ‏‏وَرِضْوَانٍ‏‏ منه تعالى عليهم، الذي هو أكبر نعيم الجنة وأجله، فيحل عليهم رضوانه، فلا يسخط عليهم أبدًا‏.\n‏‏‏وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ‏‏ من كل ما اشتهته الأنفس، وتلذ الأعين، مما لا يعلم وصفه ومقداره إلا اللّه تعالى، الذي منه أن اللّه أعد للمجاهدين في سبيله مائة درجة، ما بين كل درجتين كما بين السماء والأرض، ولو اجتمع الخلق في درجة واحدة منها لوسعتهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "خَالِدِينَ فِيهَا أَبَدًا ۚ إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ماكثين في تلك الجنان مُكْثًا لا نهاية له، ثوابًا لهم على أعمالهم الصالحة التي كانوا يعملونها في الدنيا، إن الله عنده ثواب عظيم لمن امتثل أوامره، واجتنب نواهيه مخلصًا له الدين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خالدين» حال مقدرة «فيها أبدا إن الله عنده أجر عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏خَالِدِينَ فِيهَا أَبَدًا‏‏ لا ينتقلون عنها، ولا يبغون عنها حِوَلًا، ‏‏إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ‏‏ لا تستغرب كثرته على فضل اللّه، ولا يتعجب من عظمه وحسنه على من يقول للشيء كن فيكون‏."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ ۚ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا ما جاء به رسوله، لا تصيِّروا آباءكم وإخوانكم في النسب وغيرهم من قرابتكم أصفياء توالونهم بإفشاء أسرار المؤمنين إليهم، والتشاور معهم؛ إن آثروا الكفر على الإيمان بالله وحده، ومن يصيِّرهم أولياء مع بقائهم على الكفر ويظهر لهم المودة فقد عصى الله، وظلم نفسه بإيرادها موارد الهلاك بسبب المعصية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل فيمن ترك الهجرة لأجل أهله وتجارته: «يا أيها الذين آمنوا لا تتخذوا آباءكم وإخوانكم أولياء إن استحبوا» اختاروا «الكفر على الإيمان ومن يتولهم منكم فأولئك هم الظالمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا‏‏ اعملوا بمقتضى الإيمان، بأن توالوا من قام به، وتعادوا من لم يقم به‏.\n‏و‏‏لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ‏‏ الذين هم أقرب الناس إليكم، وغيرهم من باب أولى وأحرى، فلا تتخذوهم ‏‏أَوْلِيَاءَ إِنِ اسْتَحَبُّوا‏‏ أي‏:‏ اختاروا على وجه الرضا والمحبة ‏‏الْكُفْرَ عَلَى الْإِيمَانِ‏‏‏‏وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ‏‏ لأنهم تجرؤوا على معاصي اللّه، واتخذوا أعداء اللّه أولياء، وأصل الولاية‏:‏ المحبة والنصرة، وذلك أن اتخاذهم أولياء، موجب لتقديم طاعتهم على طاعة اللّه، ومحبتهم على محبة اللّه ورسوله‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: إن كان آباؤكم - أيها المؤمنون - وأبناؤكم وإخوانكم وأزواجكم وأقرباؤكم، وأموالكم التي اكتسبتموها، وتجارتكم التي تحبون رواجها، وتخافون كسادها، وبيوتكم التي ترضون المقام فيها - إن كان كل أولئك أحب إليكم من الله ورسوله، ومن الجهاد في سبيله فانتظروا ما ينزله الله بكم من العقاب والنكال، والله لا يوفق الخارجين عن طاعته للعمل بما يرضيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل إن كان آباؤكم وأبناؤكم وإخوانكم وأزواجكم وعشيرتكم» أقرباؤكم وفي قراءة عشيرتكم «وأموال اقترفتموها» اكتسبتموها «وتجارة تخشون كسادها» عدم نفادها «ومساكن ترضونها أحبَّ إليكم من الله ورسوله وجهادِ في سبيله» فقعدتم لأجله عن الهجرة والجهاد «فتربَّصوا» انتظروا «حتى يأتي الله بأمره» تهديد لهم «والله لا يهدي القوم الفاسقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا ذكر السبب الموجب لذلك، وهو أن محبة اللّه ورسوله، يتعين تقديمهما على محبة كل شيء، وجعل جميع الأشياء تابعة لهما فقال‏:‏ ‏‏قُلْ إِنْ كَانَ آبَاؤُكُمْ‏‏ ومثلهم الأمهات ‏‏وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ‏‏ في النسب والعشرة ‏‏وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ‏‏ أي‏:‏ قراباتكم عمومًا ‏‏وَأَمْوَالٌ اقْتَرَفْتُمُوهَا‏‏ أي‏:‏ اكتسبتموها وتعبتم في تحصيلها، خصها بالذكر، لأنها أرغب عند أهلها، وصاحبها أشد حرصا عليها ممن تأتيه الأموال من غير تعب ولا كَدّ‏.\n‏‏‏وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا‏‏ أي‏:‏ رخصها ونقصها، وهذا شامل لجميع أنواع التجارات والمكاسب من عروض التجارات، من الأثمان، والأواني، والأسلحة، والأمتعة، والحبوب، والحروث، والأنعام، وغير ذلك‏.\n‏‏‏وَمَسَاكِنُ تَرْضَوْنَهَا‏‏ من حسنها وزخرفتها وموافقتها لأهوائكم، فإن كانت هذه الأشياء ‏‏أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ‏‏ فأنتم فسقة ظلمة‏.\n‏‏‏فَتَرَبَّصُوا‏‏ أي‏:‏ انتظروا ما يحل بكم من العقاب ‏‏حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ‏‏ الذي لا مرد له‏.\n‏‏‏وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ‏‏ أي‏:‏ الخارجين عن طاعة اللّه، المقدمين على محبة اللّه شيئا من المذكورات‏.\n‏وهذه الآية الكريمة أعظم دليل على وجوب محبة اللّه ورسوله، وعلى تقديمها على محبة كل شيء، وعلى الوعيد الشديد والمقت الأكيد، على من كان شيء من هذه المذكورات أحب إليه من اللّه ورسوله، وجهاد في سبيله‏.\n‏وعلامة ذلك، أنه إذا عرض عليه أمران، أحدهما يحبه اللّه ورسوله، وليس لنفسه فيها هوى، والآخر تحبه نفسه وتشتهيه، ولكنه يُفَوِّتُ عليه محبوبًا للّه ورسوله، أو ينقصه، فإنه إن قدم ما تهواه نفسه، على ما يحبه اللّه، دل ذلك على أنه ظالم، تارك لما يجب عليه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد نصركم الله - أيها المؤمنون- على عدوكم من المشركين في غزوات كثيرة على قلة عددكم وضعف عدتكم حين توكلتم على الله وأخذتم بالأسباب، ولم تُعْجَبوا بكثرتكم، فلم تكن الكثرة سبب نصركم عليهم، ونصركم يوم حنين حين أعجبتكم كثرتكم، فقلتم: لن نُغْلَب اليوم من قِلَّة، فلم تنفعكم كثرتكم التي أعجبتكم شيئًا، فتغلّب عليكم عدوكم، وضاقت عليكم الأرض على سعتها، ثم وليتم عن أعدائكم فارين منهزمين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد نصركم الله في مواطن» للحرب «كثيرة» كبدر وقريظة والنضير «و» اذكر «يوم حنين» واد بين مكة والطائف أي يوم قتالكم فيه هوازن وذلك في شوّال سنة ثمان «إذ» بدل من يوم «أعجبتكم كثرتكم» فقلتم لن نُغلب اليوم من قلة وكانوا اثني عشر ألفا والكفار أربعة آلاف «فلم تغن عنكم شيئا وضاقت عليكم الأرض بما رحبت» ما مصدرية أي مع رحبها أي سعتها فلم تجدوا مكانا تطمئنون إليه لشدة ما لحقكم من الخوف «ثم وليتم مدبرين» منهزمين وثبت النبي صلى الله عليه وسلم على بغلته البيضاء وليس معه غير العباس وأبو سفيان آخذ بركابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يمتن تعالى على عباده المؤمنين، بنصره إياهم في مواطن كثيرة من مواطن اللقاء، ومواضع الحروب والهيجاء، حتى في يوم ‏‏حنين‏‏ الذي اشتدت عليهم فيه الأزمة، ورأوا من التخاذل والفرار، ما ضاقت عليهم به الأرض على رحبها وسعتها‏.\n‏وذلك أن النبي صلى الله عليه وسلم لما فتح مكة، سمع أن هوازن اجتمعوا لحربه، فسار إليهم صلى الله عليه وسلم في أصحابه الذين فتحوا مكة، وممن أسلم من الطلقاء أهل مكة، فكانوا اثني عشر ألفا، والمشركون أربعة آلاف، فأعجب بعض المسلمين بكثرتهم، وقال بعضهم‏:‏ لن نغلب اليوم من قلة‏.\n‏فلما التقوا هم وهوازن، حملوا على المسلمين حملة واحدة، فانهزموا لا يلوي أحد على أحد، ولم يبق مع رسول اللّه صلى الله عليه وسلم إلا نحو مائة رجل، ثبتوا معه، وجعلوا يقاتلون المشركين، وجعل النبي صلى الله عليه وسلم يركض بغلته نحو المشركين ويقول‏:‏ (‏أنا النبي لا كذب، أنا ابن عبد المطلب‏)‏ ولما رأى من المسلمين ما رأى، أمر العباس بن عبد المطلب أن ينادي في الأنصار وبقية المسلمين، وكان رفيع الصوت، فناداهم‏:‏ يا أصحاب السمرة، يا أهل سورة البقرة‏.\n‏فلما سمعوا صوته، عطفوا عطفة رجل واحد، فاجتلدوا مع المشركين، فهزم اللّه المشركين، هزيمة شنيعة، واستولوا على معسكرهم ونسائهم وأموالهم‏.\n‏وذلك قوله تعالى ‏‏لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ‏‏ وهو اسم للمكان الذي كانت فيه الوقعة بين مكة والطائف‏.\n‏‏‏إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا‏‏ أي‏:‏ لم تفدكم شيئا، قليلًا ولا كثيرًا ‏‏وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ‏‏ بما أصابكم من الهم والغم حين انهزمتم ‏‏بِمَا رَحُبَتْ‏‏ أي‏:‏ على رحبها وسعتها، ‏‏ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ‏‏ أي‏:‏ منهزمين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا ۚ وَذَٰلِكَ جَزَاءُ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم بعد فراركم من عدوكم أنزل الله الطمأنينة على رسوله، وأنزلها على المؤمنين، فثبتوا للقتال، وأنزل ملائكة لم تروهم، وعذَّب الذين كفروا بما حصل لهم من القتل والأسر وأخذ الأموال وسبي الذراري، وذلك الجزاء الذي جوزي به هؤلاء هو جزاء الكافرين المكذبين لرسولهم المعرضين عما جاء به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم أنزل الله سكينته» طمأنينته «على رسوله وعلى المؤمنين» فردوا إلى النبي صلى الله عليه وسلم لما ناداهم العباس بإذنه وقاتلوا «وأنزل جنودا لم تروها» ملائكة «وعذَّب الذين كفروا» بالقتل والأسر «وذلك جزاء الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ‏‏ والسكينة ما يجعله اللّه في القلوب وقت القلاقل والزلازل والمفظعات، مما يثبتها، ويسكنها ويجعلها مطمئنة، وهي من نعم اللّه العظيمة على العباد‏.\n‏‏‏وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا‏‏ وهم الملائكة، أنزلهم اللّه معونة للمسلمين يوم حنين، يثبتونهم، ويبشرونهم بالنصر‏.\n‏‏‏وَعَذَّبَ الَّذِينَ كَفَرُوا‏‏ بالهزيمة والقتل، واستيلاء المسلمين على نسائهم وأولادهم وأموالهم‏.\n‏‏‏وَذَلِكَ جَزَاءُ الْكَافِرِينَ‏‏ يعذبهم اللّه في الدنيا، ثم يردهم في الآخرة إلى عذاب غليظ‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَٰلِكَ عَلَىٰ مَنْ يَشَاءُ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إن من تاب من كفره وضلاله من بعد ذلك التعذيب فإن الله يتوب عليه، ويقبل توبته، والله غفور لمن تاب من عباده، رحيم بهم، حيث يقبل منهم التوبة بعد الكفر وارتكاب المعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم يتوب الله من بعد ذلك على من يشاء» منهم بالإسلام «والله غفور رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ‏‏ فتاب اللّه على كثير ممن كانت الوقعة عليهم، وأتوا إلى النبي صلى الله عليه وسلم مسلمين تائبين، فرد عليهم نساءهم، وأولادهم‏.\n‏‏‏وَاللَّهُ غَفُورٌ رَحِيمٌ‏‏ أي‏:‏ ذو مغفرة واسعة، ورحمة عامة، يعفو عن الذنوب العظيمة للتائبين، ويرحمهم بتوفيقهم للتوبة والطاعة، والصفح عن جرائمهم، وقبول توباتهم، فلا ييأسنَّ أحد من مغفرته ورحمته، ولو فعل من الذنوب والإجرام ما فعل‏."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ ۚ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وبرسوله واتبعوا ما شرعه لهم، إنما المشركون نجس؛ لما فيهم من الكفر والظلم والأخلاق الذميمة والعادات السيئة؛ فلا يدخلوا الحرم المكي -ومن ضمنه المسجد الحرام - ولو كانوا حُجاجًا أو معتمرين بعد عامهم هذا الذي هو سنة تسع للهجرة، وإن خفتم - أيها المؤمنون- فقرًا بسبب انقطاع ما كانوا يجلبون إليكم من الأطعمة والتجارات المختلفة فإن الله سيكفيكم من فضله إن شاء، إن الله عليم بحالكم التي أنتم عليها، حكيم فيما يدبره لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إنما المشركون نجس» قذر لخبث باطنهم «فلا يقربوا المسجد الحرام» أي لا يدخلوا الحرم «بعد عامهم هذا» عام تسع من الهجرة «وإن خفتم عَيْلةٌ» فقرا بانقطاع تجارتهم عنكم «فسوف يغنيكم الله من فضله إن شاء» وقد أغناهم بالفتوح والجزية «إن الله عليم حكيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ‏‏ باللّه الذين عبدوا معه غيره ‏‏نَجَسٌ‏‏ أي‏:‏ خبثاء في عقائدهم وأعمالهم، وأي نجاسة أبلغ ممن كان يعبد مع اللّه آلهة لا تنفع ولا تضر، ولا تغني عنه شيئا‏؟‏‏\"‏‏.\n‏وأعمالهم ما بين محاربة للّه، وصد عن سبيل اللّه ونصر للباطل، ورد للحق، وعمل بالفساد في الأرض لا في الصلاح، فعليكم أن تطهروا أشرف البيوت وأطهرها عنهم‏.\n‏‏‏فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏‏ وهو سنة تسع من الهجرة، حين حج بالناس أبو بكر الصديق، وبعث النبي صلى الله عليه وسلم ابن عمه عليا، أن يؤذن يوم الحج الأكبر ب ‏‏براءة‏‏ فنادى أن لا يحج بعد العام مشرك، ولا يطوف بالبيت عريان‏.\n‏وليس المراد هنا، نجاسة البدن، فإن الكافر كغيره طاهر البدن، بدليل أن اللّه تعالى أباح وطء الكتابية ومباشرتها، ولم يأمر بغسل ما أصاب منها‏.\n‏والمسلمون ما زالوا يباشرون أبدان الكفار، ولم ينقل عنهم أنهم تقذروا منها، تَقَذُّرَهْم من النجاسات، وإنما المراد كما تقدم نجاستهم المعنوية، بالشرك، فكما أن التوحيد والإيمان، طهارة، فالشرك نجاسة‏.\n‏وقوله‏:‏ ‏‏وَإِنْ خِفْتُمْ‏‏ أيها المسلمون ‏‏عَيْلَةً‏‏ أي‏:‏ فقرا وحاجة، من منع المشركين من قربان المسجد الحرام، بأن تنقطع الأسباب التي بينكم وبينهم من الأمور الدنيوية، ‏‏فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ‏‏ فليس الرزق مقصورا على باب واحد، ومحل واحد، بل لا ينغلق باب إلا وفتح غيره أبواب كثيرة، فإن فضل اللّه واسع، وجوده عظيم، خصوصا لمن ترك شيئا لوجهه الكريم، فإن اللّه أكرم الأكرمين‏.\n‏وقد أنجز اللّه وعده، فإن اللّه قد أغنى المسلمين من فضله، وبسط لهم من الأرزاق ما كانوا به من أكبر الأغنياء والملوك‏.\n‏وقوله‏:‏ ‏‏إِنْ شَاءَ‏‏ تعليق للإغناء بالمشيئة، لأن الغنى في الدنيا، ليس من لوازم الإيمان، ولا يدل على محبة اللّه، فلهذا علقه اللّه بالمشيئة‏.\n‏فإن اللّه يعطي الدنيا، من يحب، ومن لا يحب، ولا يعطي الإيمان والدين، إلا من يحب‏.\n‏‏‏إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ‏‏ أي‏:‏ علمهواسع، يعلم من يليق به الغنى، ومن لا يليق، ويضع الأشياء مواضعها وينزلها منازلها‏.\n‏وتدل الآية الكريمة، وهي قوله ‏‏فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏‏ أن المشركين بعد ما كانوا، هم الملوك والرؤساء بالبيت، ثم صار بعد الفتح الحكم لرسول اللّه والمؤمنين، مع إقامتهم في البيت، ومكة المكرمة، ثم نزلت هذه الآية‏.\n‏ولما مات النبي صلى الله عليه وسلم أمر أن يجلوا من الحجاز، فلا يبقى فيها دينان، وكل هذا لأجل بُعْدِ كل كافر عن المسجد الحرام، فيدخل في قوله ‏‏فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏‏"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّىٰ يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قاتلوا - أيها المؤمنون - الكافرين الذين لا يؤمنون بالله إلهًا لا شريك له، ولا يؤمنون بيوم القيامة، ولا يجتنبون ما حرمه الله ورسوله عليهم من الميتة ولحم الخنزير والخمر والربا وغيرها، ولا يخضعون لما شرعه الله، من اليهود والنصارى حتى يعطوا الجزية بأيديهم أذلاء مقهورين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر» وإلا لآمنوا بالنبي صلى الله عليه وسلم «ولا يحرِّمون ما حرَّم الله ورسوله» كالخمر «ولا يدينون دين الحق» الثابت الناسخ لغيره من الأديان وهو دين الإسلام"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الآية أمر بقتال الكفار من اليهود والنصارى من ‏‏الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ‏‏ إيمانا صحيحا يصدقونه بأفعالهم وأعمالهم‏.\n‏ ولا يحرمون ما حرم الله، فلا يتبعون شرعه في تحريم المحرمات، ‏‏وَلَا يَدِينُونَ دِينَ الْحَقِّ‏‏ أي‏:‏ لا يدينون بالدين الصحيح، وإن زعموا أنهم على دين، فإنه دين غير الحق، لأنه إما بين دين مبدل، وهو الذي لم يشرعه اللّه أصلا، وإما دين منسوخ قد شرعه اللّه، ثم غيره بشريعة محمد صلى الله عليه وسلم فيبقى التمسك به بعد النسخ غير جائز‏.\n‏فأمره بقتال هؤلاء وحث على ذلك، لأنهم يدعون إلى ما هم عليه، ويحصل الضرر الكثير منهم للناس، بسبب أنهم أهل كتاب‏.\n‏وغيَّى ذلك القتال ‏‏حَتَّى يُعْطُوا الْجِزْيَةَ‏‏ أي‏:‏ المال الذي يكون جزاء لترك المسلمين قتالهم، وإقامتهم آمنين على أنفسهم وأموالهم، بين أظهر المسلمين، يؤخذ منهم كل عام، كلٌّ على حسب حاله، من غني وفقير ومتوسط، كما فعل ذلك أمير المؤمنين عمر بن الخطاب وغيره، من أمراء المؤمنين‏.\n‏وقوله‏:‏ ‏‏عَنْ يَدٍ‏‏ أي‏:‏ حتى يبذلوها في حال ذلهم، وعدم اقتدارهم، ويعطونها بأيديهم، فلا يرسلون بها خادما ولا غيره، بل لا تقبل إلا من أيديهم، ‏‏وَهُمْ صَاغِرُونَ‏‏فإذا كانوا بهذه الحال، وسألوا المسلمين أن يقروهم بالجزية، وهم تحت أحكام المسلمين وقهرهم، وحال الأمن من شرهم وفتنتهم، واستسلموا للشروط التي أجراها عليهم المسلمون مما ينفي عزهم وتكبرهم، ويوجب ذلهم وصغارهم، وجب على الإمام أو نائبه أن يعقدها لهم‏.\n‏وإلا بأن لم يفوا، ولم يعطوا الجزية عن يد وهم صاغرون، لم يجز إقرارهم بالجزية، بل يقاتلون حتى يسلموا‏.\n‏واستدل بهذه الآية الجمهور الذين يقولون‏:‏ لا تؤخذ الجزية إلا من أهل الكتاب، لأن اللّه لم يذكر أخذ الجزية إلا منهم‏.\n‏وأما غيرهم فلم يذكر إلا قتالهم حتى يسلموا، وألحق بأهل الكتاب في أخد الجزية وإقرارهم في ديار المسلمين، المجوس، فإن النبي صلى الله عليه وسلم أخذ الجزية من مجوس هجر، ثم أخذها أمير المؤمنين عمر من الفرس المجوس‏.\n‏وقيل‏:‏ إن الجزية تؤخذ من سائر الكفار من أهل الكتاب وغيرهم، لأن هذه الآية نزلت بعد الفراغ من قتال العرب المشركين، والشروع في قتال أهل الكتاب ونحوهم، فيكون هذا القيد إخبارا بالواقع، لا مفهوما له‏.\n‏ويدل على هذا أن المجوس أخذت منهم الجزية وليسوا أهل كتاب، ولأنه قد تواتر عن المسلمين من الصحابة ومن بعدهم أنهم يدعون من يقاتلونهم إلى إحدى ثلاث‏:‏ إما الإسلام، أو أداء الجزية، أو السيف، من غير فرق بين كِتَابِيٍّ وغيره‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ۖ ذَٰلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ ۖ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ ۚ قَاتَلَهُمُ اللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن كلًّا من اليهود والنصارى مشركون، فاليهود أشركوا بالله لما ادعوا أن عُزيرًا ابنُ الله، والنصارى أشركوا به لما ادعوا أن المسيح عيسى ابنُ الله، ذلك القول الذي افتروه قالوه بأفواههم دون إقامة برهان عليه، وهم يشابهون في هذا القول قول المشركين من قبلهم الذين قالوا: إن الملائكة بناتُ الله، تعالى الله عن ذلك علوًّا كبيرًا، أهلكهم الله، كيف يُصْرَفون عن الحق البيِّن إلى الباطل؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالت اليهود عُزَيْرٌ ابن الله وقالت النصارى المسيح» عيسى «ابن الله ذلك قولهم بأفواههم» لا مستند لهم عليه بل «يضاهئون» يشابهون به «قول الذين كفروا من قبل» من آبائهم تقليدا لهم «قاتلهم» لعنهم «الله أنَّى» كيف «يُؤفكون» يُصرفون عن الحق مع قيام الدليل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما أمر تعالى بقتال أهل الكتاب، ذكر من أقوالهم الخبيثة، ما يهيج المؤمنين الذين يغارون لربهم ولدينه على قتالهم، والاجتهاد وبذل الوسع فيه فقال‏:‏ ‏‏وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ‏‏ وهذه المقالة وإن لم تكن مقالة لعامتهم فقد قالها فرقة منهم، فيدل ذلك على أن في اليهود من الخبث والشر ما أوصلهم إلى أن قالوا هذه المقالة التي تجرأوا فيها على اللّه، وتنقصوا عظمته وجلاله‏.\n‏وقد قيل‏:‏ إن سبب ادعائهم في ‏‏عزير‏‏ أنه ابن اللّه، أنه لما سلط الله الملوك على بني إسرائيل، ومزقوهم كل ممزق، وقتلوا حَمَلَةَ التوراة، وجدواعزيرا بعد ذلك حافظا لها أو لأكثرها، فأملاها عليهم من حفظه، واستنسخوها، فادعوا فيه هذه الدعوى الشنيعة‏.\n‏‏‏وَقَالَتِ النَّصَارَى الْمَسِيحُ‏‏ عيسى ابن مريم ‏‏ابْنُ اللَّهِ‏‏ قال اللّه تعالى ‏‏ذَلِكَ‏‏ القول الذي قالوه ‏‏قَوْلُهُمْ بِأَفْوَاهِهِمْ‏‏ لم يقيموا عليه حجة ولا برهانا‏.\n‏ومن كان لا يبالي بما يقول، لا يستغرب عليه أي قول يقوله، فإنه لا دين ولا عقل، يحجزه، عما يريد من الكلام‏.\n‏ولهذا قال‏:‏ ‏‏يُضَاهِئُونَ‏‏ أي‏:‏ يشابهون في قولهم هذا ‏‏قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ‏‏ أي‏:‏ قول المشركين الذين يقولون‏:‏ ‏‏الملائكة بنات اللّه‏‏ تشابهت قلوبهم، فتشابهت أقوالهم في البطلان‏.\n‏‏‏قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ‏‏ أي‏:‏ كيف يصرفون على الحق، الصرف الواضح المبين، إلى القول الباطل المبين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَٰهًا وَاحِدًا ۖ لَا إِلَٰهَ إِلَّا هُوَ ۚ سُبْحَانَهُ عَمَّا يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جعل اليهود علماءهم، والنصارى عُبَّادهم؛ أربابًا من دون الله، يحلون لهم ما حرمه الله عليهم، ويحرمون عليهم ما أحله الله لهم، وجعل النصارى المسيح عيسى بن مريم إلهًا مع الله، وما أمر الله علماء اليهود وعُبَّاد النصارى وما أمر عزيرًا وعيسى بن مريم إلا أن يعبدوه وحده، ولا يشركوا به شيئًا، فهو سبحانه إله واحد، لا معبود بحق سواه، تنزه سبحانه، وتقدس أن يكون له شريك كما يقول هؤلاء المشركون وغيرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اتَّخذوا أحبارهم» علماء اليهود «ورهبانهم» عبَّاد النصارى «أربابا من دون الله» حيث اتبعوهم في تحليل ما حرم الله وتحريم ما أحل «والمسيح بن مريم وما أمروا» في التوراة والإنجيل «إلا ليعبدوا» أي بأن يعبدوا «إلها واحدا لا إله إلا هو سبحانه» تنزيها له «عما يشركون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا وإن كان يستغرب على أمة كبيرة كثيرة، أن تتفق على قول يدل على بطلانه أدنى تفكر وتسليط للعقل عليه، فإن لذلك سببا وهو أنهم‏:‏ ‏‏اتَّخَذُوا أَحْبَارَهُمْ‏‏ وهم علماؤهم ‏‏وَرُهْبَانَهُمْ‏‏ أي‏:‏ العُبَّاد المتجردين للعبادة‏.\n‏‏‏أَرْبَابًا مِنْ دُونِ اللَّهِ‏‏ يُحِلُّون لهم ما حرم اللّه فيحلونه، ويحرمون لهم ما أحل اللّه فيحرمونه، ويشرعون لهم من الشرائع والأقوال المنافية لدين الرسل فيتبعونهم عليها‏.\n‏وكانوا أيضًا يغلون في مشايخهم وعبادهم ويعظمونهم، ويتخذون قبورهم أوثانا تعبد من دون اللّه، وتقصد بالذبائح، والدعاء والاستغاثة‏.\n‏‏‏وَالْمَسِيحَ ابْنَ مَرْيَمَ‏‏ اتخذوه إلها من دون اللّه، والحال أنهم خالفوا في ذلك أمر اللّه لهم على ألسنة رسله فما ‏‏أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ‏‏ فيخلصون له العبادة والطاعة، ويخصونه بالمحبة والدعاء، فنبذوا أمر اللّه وأشركوا به ما لم ينزل به سلطانًا‏.\n‏‏‏سُبْحَانَهُ‏‏ وتعالى ‏‏عَمَّا يُشْرِكُونَ‏‏ أي‏:‏ تنزه وتقدس، وتعالت عظمته عن شركهم وافترائهم، فإنهم ينتقصونه في ذلك، ويصفونه بما لا يليق بجلاله، واللّه تعالى العالي في أوصافه وأفعاله عن كل ما نسب إليه، مما ينافي كماله المقدس‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يريد هؤلاء الكفار وغيرهم ممن هم على ملة من ملل الكفر بافتراءاتهم هذه وتكذيبهم بما جاء به محمد صلى الله عليه وسلم أن يقضوا على الإسلام ويبطلوه، ويبطلوا ما جاء فيه من الحجج الواضحة والبراهين الجلية على توحيد الله، وأن ما جاء به رسوله حق، ويأبى الله سبحانه وتعالى إلا أن يكمل دينه ويظهره، ويعليه على غيره، ولو كره الكافرون إكمال دينه وإظهاره وإعلاءه فإن الله مُتِمُّه ومُظْهِرُه ومُعْلِيه، وإذا أراد الله أمرًا بطلت إرادة غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يريدون أن يطفئوا نور الله» شرعه وبراهينه «بأفواههم» بأقوالهم فيه «ويأبى الله إلا أن يتم» يظهر «نوره ولو كره الكافرون» ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما تبين أنه لا حجة لهم على ما قالوه، ولا برهان لما أصَّلوه، وإنما هو مجرد قول قالوه وافتراء افتروه أخبر أنهم ‏‏يُرِيدُونَ‏‏ بهذا ‏‏أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ‏‏‏.\n‏ونور اللّه‏:‏ دينه الذي أرسل به الرسل، وأنزل به الكتب، وسماه اللّه نورا، لأنه يستنار به في ظلمات الجهل والأديان الباطلة، فإنه علم بالحق، وعمل بالحق، وما عداه فإنه بضده، فهؤلاء اليهود والنصارى ومن ضاهوه من المشركين، يريدون أن يطفئوا نور اللّه بمجرد أقوالهم، التي ليس عليها دليل أصلا‏.\n‏‏‏وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ‏‏ لأنه النور الباهر، الذي لا يمكن لجميع الخلق لو اجتمعوا على إطفائه أن يطفئوه، والذي أنزله جميع نواصي العباد بيده، وقد تكفل بحفظه من كل من يريده بسوء، ولهذا قال‏:‏ ‏‏وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ‏‏ وسعوا ما أمكنهم في رده وإبطاله، فإن سعيهم لا يضر الحق شيئًا‏."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله سبحانه هو الذي أرسل رسوله محمدًا صلى الله عليه وسلم بالقرآن الذي هو هدى للناس، وبدين الحق الذي هو دين الإسلام ليُعْلِيه بما فيه من الحجج والبراهين والأحكام على غيره من الأديان، ولو كره المشركون ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الذي أرسل رسوله» محمدا صلى الله عليه وسلم «بالهدى ودين الحق ليُظهره» يعليه «على الدين كله» جميع الأديان المخالفة له «ولو كره المشركون» ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم بين تعالى هذا النور الذي قد تكفل بإتمامه وحفظه فقال‏:‏ ‏‏هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى‏‏ الذي هو العلم النافع ‏‏وَدِينِ الْحَقِّ‏‏ الذي هو العمل الصالح فكان ما بعث اللّه به محمدا صلى الله عليه وسلم مشتملًا على بيان الحق من الباطل في أسماء اللّه وأوصافه وأفعاله، وفي أحكامه وأخباره، والأمر بكل مصلحة نافعة للقلوب، والأرواح والأبدان من إخلاص الدين للّه وحده، ومحبة اللّه وعبادته، والأمر بمكارم الأخلاق ومحاسن الشيم، والأعمال الصالحة والآداب النافعة، والنهي عن كل ما يضاد ذلك ويناقضه من الأخلاق والأعمال السيئة المضرة للقلوب والأبدان والدنيا والآخرة‏.\n‏فأرسله اللّه بالهدى ودين الحق ‏‏لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ‏‏ أي‏:‏ ليعليه على سائر الأديان، بالحجة والبرهان، والسيف والسنان، وإن كره المشركون ذلك، وبغوا له الغوائل، ومكروا مكرهم، فإن المكر السيئ لا يضر إلا صاحبه، فوعد اللّه لا بد أن ينجزه، وما ضمنه لابد أن يقوم به‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ ۗ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا، وعملوا بما شرعه الله لهم، إن كثيرًا من علماء اليهود، وكثيرًا من عُبَّاد النصارى، ليأخذون أموال الناس بغير حق شرعي، فهم يأخذونها بالرشوة وغيرها، وهم يمنعون الناس من الدخول في دين الله.\nوالذين يجمعون الذهب والفضة، ولا يؤدون ما يجب عليهم من زكاتها، فأخبرهم - أيها الرسول - بما يسوؤهم يوم القيامة من عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إن كثيرا من الأحبار والرهبان ليأكلون» يأخذون «أموال الناس بالباطل» كالرشا في الحكم «ويصدون» الناس «عن سبيل الله» دينه «والذين» مبتدأ «يكنزون الذهب والفضة ولا ينفقونها» أي الكنوز «في سبيل الله» أي لا يأدون منها حقه من الزكاة والخير «فبشرهم» أخبرهم «بعذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا تحذير من اللّه تعالى لعباده المؤمنين عن كثير من الأحبار والرهبان، أي‏:‏ العلماء والعباد الذين يأكلون أموال الناس بالباطل، أي‏:‏ بغير حق، ويصدون عن سبيل اللّه، فإنهم إذا كانت لهم رواتب من أموال الناس، أو بذل الناس لهم من أموالهم فإنه لأجل علمهم وعبادتهم، ولأجل هداهم وهدايتهم، وهؤلاء يأخذونها ويصدون الناس عن سبيل اللّه، فيكون أخذهم لها على هذا الوجه سحتا وظلما، فإن الناس ما بذلوا لهم من أموالهم إلا ليدلوهم إلى الطريق المستقيم‏.\n‏ومن أخذهم لأموال الناس بغير حق، أن يعطوهم ليفتوهم أو يحكموا لهم بغير ما أنزل اللّه، فهؤلاء الأحبار والرهبان، ليحذر منهم هاتان الحالتان‏:‏ أخذهم لأموال الناس بغير حق، وصدهم الناس عن سبيل اللّه‏.\n‏‏‏وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ‏‏ أي‏:‏ يمسكونها ‏‏وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ‏‏ أي‏:‏ طرق الخير الموصلة إلى اللّه، وهذا هو الكنز المحرم، أن يمسكها عن النفقة الواجبة، كأن يمنع منها الزكاة أو النفقات الواجبة للزوجات، أو الأقارب، أو النفقة في سبيل اللّه إذا وجبت‏.\n‏‏‏فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ‏‏"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَٰذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم القيامة يوقد على ما جمعوه ومنعوا حقه في نار جهنم، فإذا اشتدت حرارتها وُضِعَت على جباههم وعلى جنوبهم وعلى ظهورهم، ويقال لهم على سبيل التوبيخ: هذه هي أموالكم التي جمعتموها ولم تؤدوا الحقوق الواجبة فيها، فذوقوا وبال ما كنتم تجمعونه ولا تؤدون حقوقه، وعاقبة ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم يحمى عليها في نار جهنم فتكوى» تحرق «بها جباههم وجنوبهم وظهورهم» وتوسع جلودهم حتى توضع عليها كلها ويقال لهم «هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون» أي جزاءه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏يَوْمَ يُحْمَى عَلَيْهَا‏‏ أي‏:‏ على أموالهم، ‏‏فِي نَارِ جَهَنَّمَ‏‏ فيحمى كل دينار أو درهم على حدته‏.\n‏‏‏فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ‏‏ في يوم القيامة كلما بردت أعيدت في يوم كان مقداره خمسين ألف سنة، ويقال لهم توبيخا ولوما‏:‏ ‏‏هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ‏‏ فما ظلمكم ولكنكم ظلمتم أنفسكم وعذبتموها بهذا الكنز‏.\n‏وذكر اللّه في هاتين الآيتين، انحراف الإنسان في ماله، وذلك بأحد أمرين‏:‏إما أن ينفقه في الباطل الذي لا يجدي عليه نفعا، بل لا يناله منه إلا الضرر المحض، وذلك كإخراج الأموال في المعاصي والشهوات التي لا تعين على طاعة اللّه، وإخراجها للصد عن سبيل اللّه‏.\n‏وإما أن يمسك ماله عن إخراجه في الواجبات، و ‏(‏النهي عن الشيء، أمر بضده‏)‏"
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ ۚ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ ۚ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً ۚ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن عدد شهور السنة في حكم الله وقضائه اثنا عشر شهرًا، فيما أثبته الله في اللوح المحفوظ أول ما خلق السماوات والأرض، من هذه الأشهر الاثني عشر أربعة أشهر حرَّم الله فيهن القتال، وهي ثلاثة سرد: (ذو القعدة، وذو الحجة، والمحرم)، وواحد فرد، وهو (رجب).\nذلك المذكور من عدد شهور السنة، ومن تحريم أربعة منها، هو الدين المستقيم، فلا تظلموا في هذه الأشهر الحُرُم أنفسكم بإيقاع القتال فيها، وهتك حرمتها، وقاتلوا المشركين جميعًا كما أنهم يقاتلونكم جميعًا، واعلموا أن الله مع الذين يتقونه بامتثال ما أمر به واجتناب ما نهى عنه بالنصر والتثبيت، ومن كان الله معه فلن يغلبه أحد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن عدة الشهور» المعتد بها للسنة «عند الله اثنا عشر شهرا في كتاب الله» اللوح المحفوظ «يوم خلق السماوات والأرض منها» أي الشهور «أربعة حرم» محرَّمة ذو القعدة وذو الحجة والمحرم ورجب «ذلك» أي تحريمها «الدين القيم» المستقيم «فلا تظلموا فيهن» أي الأشهر الحرم «أنفسكم» بالمعاصي فإنها فيها أعظم وزرا وقيل في الأشهر كلها «وقاتلوا المشركين كافة» جميعا في كل الشهور «كما يقاتلونكم كافة واعلموا أن الله مع المتقين» بالعون والنصر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى ‏‏إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ‏‏ أي‏:‏ في قضائه وقدره‏.\n‏ ‏‏اثْنَا عَشَرَ شَهْرًا‏‏ وهي هذه الشهور المعروفة ‏‏فِي كِتَابِ اللَّهِ‏‏ أي في حكمه القدري، ‏‏يَوْمَ خَلَقَ السموات وَالْأَرْضَ‏‏ وأجرى ليلها ونهارها، وقدر أوقاتها فقسمها على هذه الشهور الاثني عشر ‏[‏شهرًا‏]‏‏.\n‏‏‏مِنْهَا أَرْبَعَةٌ حُرُمٌ‏‏ وهي‏:‏ رجب الفرد، وذو القعدة، وذو الحجة، والمحرم، وسميت حرما لزيادة حرمتها، وتحريم القتال فيها‏.\n‏‏‏فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ‏‏ يحتمل أن الضمير يعود إلى الاثنى عشر شهرا، وأن اللّه تعالى بين أنه جعلها مقادير للعباد، وأن تعمر بطاعته، ويشكر اللّه تعالى على مِنَّتِهِ بها، وتقييضها لمصالح العباد، فلتحذروا من ظلم أنفسكم فيها‏.\n‏ويحتمل أن الضمير يعود إلى الأربعة الحرم، وأن هذا نهي لهم عن الظلم فيها، خصوصا مع النهي عن الظلم كل وقت، لزيادة تحريمها، وكون الظلم فيها أشد منه في غيرها‏.\n‏ومن ذلك النهي عن القتال فيها، على قول من قال‏:‏ إن القتال في الأشهر الحرام لم ينسخ تحريمه عملا بالنصوص العامة في تحريم القتال فيها‏.\n‏ومنهم من قال‏:‏ إن تحريم القتال فيها منسوخ، أخذا بعموم نحو قوله تعالى‏:‏ ‏‏وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً‏‏ أي‏:‏ قاتلوا جميع أنواع المشركين والكافرين برب العالمين‏.\n‏ولا تخصوا أحدًا منهم بالقتال دون أحد، بل اجعلوهم كلهم لكم أعداء كما كانوا هم معكم كذلك، قد اتخذوا أهل الإيمان أعداء لهم، لا يألونهم من الشر شيئًا‏.\n‏ويحتمل أن ‏‏كَافَّةً‏‏ حال من الواو فيكون معنى هذا‏:‏ وقاتلوا جميعكم المشركين، فيكون فيها وجوب النفير على جميع المؤمنين‏.\n‏وقد نسخت على هذا الاحتمال بقوله‏:‏ ‏‏وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً‏‏ الآية‏.\n‏ ‏‏وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ‏‏ بعونه ونصره وتأييده، فلتحرصوا على استعمال تقوى اللّه في سركم وعلنكم والقيام بطاعته، خصوصا عند قتال الكفار، فإنه في هذه الحال، ربما ترك المؤمن العمل بالتقوى في معاملة الكفار الأعداء المحاربين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ ۖ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ ۚ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن التأخير لحرمة شهرٍ مُحرَّم إلى شهر غير مُحرَّم وجَعْله مكانه - كما كان يفعل العرب في الجاهلية - زيادة في الكفر على كفرهم بالله؛ حيث كفروا بحكمه في الأشهر الحُرُم، يُضِل بها الشيطان الذين كفروا بالله حين سنَّ لهم هذه السُّنَّة السيئة، يحلون الشهر الحرام عامًا بإبداله بشهر من شهور الحل، ويبقونه على تحريمه عامًا ليوافقوا عدد الأشهر التي حرم الله وإن خالفوا أعيانها، فلا يحلون شهرًا إلا حرموا مكانه شهرًا، فيحلون بذلك ما حرمه الله من الأشهر الحرم، ويخالفون حكمه، حسَّن لهم الشيطان الأعمال السيئة فعملوها، ومنها ما ابتدعوه من النسيء، والله لا يوفق الكافرين المُصِرِّين على كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما النسيء» أي التأخير لحرمة شهر إلى آخر كما كانت الجاهلية تفعله من تأخير حرمة المحرم إذا هلَّ وهم في القتال إلى صفر «زيادة في الكفر» لكفرهم بحكم الله فيه «يُضَلٌ» بضم الياء وفتحها «به الذين كفروا يحلونه» أي النسيء «عاما ويحرمونه عاما ليواطئوا» يوافقوا بتحليل شهر وتحريم آخر بدله «عدة» عدد «ما حرم الله» من الأشهر فلا يزيدوا على تحريم أربعة ولا ينقصوا ولا ينظروا إلى أعيانها «فيحلوا ما حرم الله زُيِّن لهم سوء أعمالهم» فظنوه حسنا «والله لا يهدي القوم الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "النسيء‏:‏ هو ما كان أهل الجاهلية يستعملونه في الأشهر الحرم، وكان من جملة بدعهم الباطلة، أنهم لما رأوا احتياجهم للقتال، في بعض أوقات الأشهر الحرم، رأوا بآرائهم الفاسدة أن يحافظوا على عدة الأشهر الحرم، التي حرم اللّه القتال فيها، وأن يؤخروا بعض الأشهر الحرم، أو يقدموه، ويجعلوا مكانه من أشهر الحل ما أرادوا، فإذا جعلوه مكانه أحلوا القتال فيه، وجعلوا الشهر الحلال حرامًا، فهذا كما أخبر اللّه عنهم أنه زيادة في كفرهم وضلالهم، لما فيه من المحاذير‏.\n‏منها‏:‏ أنهم ابتدعوه من تلقاء أنفسهم، وجعلوه بمنزلة شرع اللّه ودينه، واللّه ورسوله بريئان منه‏.\n‏ومنها‏:‏ أنهم قلبوا الدين، فجعلوا الحلال حراما، والحرام حلالا‏.\n‏ومنها‏:‏ أنهم مَوَّهوا على اللّه بزعمهم وعلى عباده، ولبسوا عليهم دينهم، واستعملوا الخداع والحيلة في دين اللّه‏.\n‏ومنها‏:‏ أن العوائد المخالفة للشرع مع الاستمرار عليها، يزول قبحها عن النفوس، وربما ظن أنها عوائد حسنة، فحصل من الغلط والضلال ما حصل، ولهذا قال‏:‏ ‏‏يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ‏‏ أي‏:‏ ليوافقوها في العدد، فيحلوا ما حرم اللّه‏.\n‏‏‏زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ‏‏ أي‏:‏ زينت لهم الشياطين الأعمال السيئة، فرأوها حسنة، بسبب العقيدة المزينة في قلوبهم‏.\n‏‏‏وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ‏‏ أي‏:‏ الذين انصبغ الكفر والتكذيب في قلوبهم، فلو جاءتهم كل آية، لم يؤمنوا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ۚ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ ۚ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله ورسوله وعملوا بما شرعه لهم، ما شأنكم إذا دُعِيتم إلى الجهاد في سبيل الله لقتال عدوكم تباطأتم، وملتم إلى الاستقرار في مساكنكم؟! أرضيتم بمتاع الحياة الدنيا الزائلة ولذاتها المنقطعة عوضًا عن نعيم الآخرة الدائم الذي أعده الله للمجاهدين في سبيله؟! فما متاع الحياة الدنيا في جنب الآخرة إلا حقير، فكيف لعاقل أن يختار فانيًا على باق، وحقيرًا على عظيم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما دعا النبي صلى الله عليه وسلم الناس إلى غزوة تبوك وكانوا في عسرة وشدة حر فشق عليهم «يا أيها الذين آمنوا مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم» بإدغام التاء في الأصل في المثلثة واجتلاب همزة الوصل أي تباطأتم وملتم عن الجهاد «إلى الأرض» والقعود فيها والاستفهام للتوبيخ «أرضيتم بالحياة الدنيا» ولذاتها «من الآخرة» أي بدل نعيمها «فما متاع الحياة الدنيا في» جنب متاع «الآخرة إلا قليل» حقير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "اعلم أن كثيرا من هذه السورة الكريمة، نزلت في غزوة تبوك، إذ ندب النبي صلى الله عليه وسلم المسلمين إلى غزو الروم، وكان الوقت حارًا، والزاد قليلا، والمعيشة عسرة، فحصل من بعض المسلمين من التثاقل ما أوجب أن يعاتبهم اللّه تعالى عليه ويستنهضهم، فقال تعالى‏:‏‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا‏‏ ألا تعملون بمقتضى الإيمان، وداعي اليقين من المبادرة لأمر اللّه، والمسارعة إلى رضاه، وجهاد أعدائه والنصرة لدينكم، ف ‏‏مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ‏‏ أي‏:‏ تكاسلتم، وملتم إلى الأرض والدعة والسكون فيها‏.\n‏‏‏أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ‏‏ أي‏:‏ ما حالكم إلا حال من رضي بالدنيا وسعى لها ولم يبال بالآخرة، فكأنه ما آمن بها‏.\n‏‏‏فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا‏‏ التي مالت بكم، وقدمتموها على الآخرة ‏‏إِلَّا قَلِيلٌ‏‏ أفليس قد جعل اللّه لكم عقولا تَزِنُون بها الأمور، وأيها أحق بالإيثار‏؟‏‏.\n‏أفليست الدنيا من أولها إلى آخرها لا نسبة لها في الآخرة‏.\n‏ فما مقدار عمر الإنسان القصير جدا من الدنيا حتى يجعله الغاية التي لا غاية وراءها، فيجعل سعيه وكده وهمه وإرادته لا يتعدى حياته الدنيا القصيرة المملوءة بالأكدار، المشحونة بالأخطار‏.\n‏فبأي رَأْيٍ رأيتم إيثارها على الدار الآخرة الجامعة لكل نعيم، التي فيها ما تشتهيه الأنفس وتلذ الأعين، وأنتم فيها خالدون، فواللّه ما آثر الدنيا على الآخرة من وقر الإيمان في قلبه، ولا من جزل رأيه، ولا من عُدَّ من أولي الألباب،"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن لم تخرجوا - أيها المؤمنون- للجهاد في سبيل الله لقتال عدوكم يعاقبكم الله بالقهر والإذلال وغيره، ويستبدل بكم قومًا مطيعين لله إذا استنفروا للجهاد نفروا، ولا تضروه شيئًا بمخالفتكم أمره، فهو غني عنكم، وأنتم الفقراء إليه، والله على كل شيء قدير، لا يعجزه شيء، فهو قادر على نصر دينه ونبيه من دونكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلاّ» بإدغام لا في نون إن الشرطية في الموضعين «تنفروا» تخرجوا مع النبي صلى الله عليه وسلم للجهاد «يعذبكم عذابا أليما» مؤلماً «ويستبدل قوما غيركم» أي يأت بهم بدلكم «ولا تضروه» أي الله أو النبيَّ صلى الله عليه وسلم «شيئا» بترك نصره فإن الله ناصر دينه «والله على كل شيء قدير» ومنه نصر دينه ونبيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا‏‏ في الدنيا والآخرة، فإن عدم النفير في حال الاستنفار من كبائر الذنوب الموجبة لأشد العقاب، لما فيها من المضار الشديدة، فإن المتخلف، قد عصى اللّه تعالى وارتكب لنهيه، ولم يساعد على نصر دين اللّه، ولا ذب عن كتاب اللّه وشرعه، ولا أعان إخوانه المسلمين على عدوهم الذي يريد أن يستأصلهم ويمحق دينهم، وربما اقتدى به غيره من ضعفاء الإيمان، بل ربما فَتَّ في أعضاد من قاموا بجهاد أعداء اللّه، فحقيق بمن هذا حاله أن يتوعده اللّه بالوعيد الشديد، فقال‏:‏ ‏‏إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ‏‏ ثم لا يكونوا أمثالكم ‏‏وَلَا تَضُرُّوهُ شَيْئًا‏‏ فإنه تعالى متكفل بنصر دينه وإعلاء كلمته، فسواء امتثلتم لأمر اللّه، أو ألقيتموه، وراءكم ظهريا‏.\n‏‏‏وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ‏‏ لا يعجزه شيء أراده، ولا يغالبه أحد‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ۖ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَىٰ ۗ وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن لم تنصروا - أيها المؤمنون - رسول الله صلى الله عليه وسلم، وتستجيبوا لدعوته للجهاد في سبيل الله، فقد نصره الله دون أن تكونوا معه حين أخرجه المشركون هو وأبا بكر رضي الله عنه، لا ثالث لهما حين كانا في غار ثور مستخفيَيْن من الكفار الذين كانوا يبحثون عنهما، حين يقول رسول الله صلى الله عليه وسلم لصاحبه أبي بكر الصديق حين خاف عليه أن يدركه المشركون: لا تحزن إن الله معنا بتأييده ونصره، فأنزل الله الطمأنينة على قلب رسوله، وأنزل عليه جنودًا لا تشاهدونهم وهم الملائكة يؤيدونه، وصيَّر كلمة المشركين السفلى، وكلمة الله هي العليا حين أعلى الإسلام، والله عزيز في ذاته وقهره وملكه، لا يغالبه أحد، حكيم في تدبيره وقدره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلاّ تنصروه» أي النبيَّ صلى الله عليه وسلم «فقد نصره الله إذ» حين «أخرجه الذين كفروا» من مكة أي الجؤوه إلى الخروج لما أرادوا قتله أو حبسه أو نفيه بدار الندوة «ثاني اثنين» حال أي أحد اثنين والآخر أبو بكر - المعنى نصره الله في مثل تلك الحالة فلا يخذله في غيرها - «إذ» بدل من إذ قبله «هما في الغار» نقب في جبل ثور «إذ» بدل ثان «يقول لصاحبه» أبي بكر وقد قال له لما رأى أقدام المشركين لو نظر أحدهم تحت قدميه لأبصرنا «لا تحزن إن الله معنا» بنصره «فأنزل الله سكينته» طمأنينته «عليه» قيل على النبي * وقيل على أبي بكر «وأيَّده» أي النبي صلى الله عليه وسلم «بجنود لم تروها» ملائكة في الغار ومواطن قتاله «وجعل كلمة الذين كفروا» أي دعوة الشرك «السفلى» المغلوبة «وكلمة الله» أي كلمة الشهادة «هي العليا» الظاهرة الغالبة «والله عزيز» في ملكه «حكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ إلا تنصروا رسوله محمدًا صلى الله عليه وسلم فاللّه غني عنكم، لا تضرونه شيئا، فقد نصره في أقل ما يكون وأذلة ‏‏إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا‏‏ من مكة لما هموا بقتله، وسعوا في ذلك، وحرصوا أشد الحرص، فألجؤوه إلى أن يخرج‏.\n‏‏‏ثَانِيَ اثْنَيْنِ‏‏ أي‏:‏ هو وأبو بكر الصديق رضي اللّه عنه‏.\n‏ ‏‏إِذْ هُمَا فِي الْغَارِ‏‏ أي‏:‏ لما هربا من مكة، لجآ إلى غار ثور في أسفل مكة، فمكثا فيه ليبرد عنهما الطلب‏.\n‏فهما في تلك الحالة الحرجة الشديدة المشقة، حين انتشر الأعداء من كل جانب يطلبونهما ليقتلوهما، فأنزل اللّه عليهما من نصره ما لا يخطر على البال‏.\n‏‏‏إِذْ يَقُولُ‏‏ النبي صلى الله عليه وسلم ‏‏لِصَاحِبِهِ‏‏ أبي بكر لما حزن واشتد قلقه، ‏‏لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا‏‏ بعونه ونصره وتأييده‏.\n‏‏‏فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ‏‏ أي‏:‏ الثبات والطمأنينة، والسكون المثبتة للفؤاد، ولهذا لما قلق صاحبه سكنه وقال ‏‏لا تحزن إن اللّه معنا‏‏‏‏وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا‏‏ وهي الملائكة الكرام، الذين جعلهم اللّه حرسا له، ‏‏وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى‏‏ أي‏:‏ الساقطة المخذولة، فإن الذين كفروا قد كانوا على حرد قادرين، في ظنهم على قتل الرسول صلى الله عليه وسلم ، وأخذه، حنقين عليه، فعملوا غاية مجهودهم في ذلك، فخذلهم اللّه ولم يتم لهم مقصودهم، بل ولا أدركوا شيئا منه‏.\n‏ونصر اللّه رسوله بدفعه عنه، وهذا هو النصر المذكور في هذا الموضع، فإن النصر على قسمين‏:‏ نصر المسلمين إذا طمعوا في عدوهم بأن يتم اللّه لهم ما طلبوا، وقصدوا، ويستولوا على عدوهم ويظهروا عليهم‏.\n‏والثاني نصر المستضعف الذي طمع فيه عدوه القادر، فنصر اللّه إياه، أن يرد عنه عدوه، ويدافع عنه، ولعل هذا النصر أنفع النصرين، ونصر اللّه رسوله إذ أخرجه الذين كفروا ثاني اثنين من هذا النوع‏.\n‏وقوله ‏‏وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا‏‏ أي كلماته القدرية وكلماته الدينية، هي العالية على كلمة غيره، التي من جملتها قوله‏:‏ ‏‏وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ‏‏ ‏‏إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ‏‏ ‏‏وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ‏‏ فدين اللّه هو الظاهر العالي على سائر الأديان، بالحجج الواضحة، والآيات الباهرة والسلطان الناصر‏.\n‏‏‏وَاللَّهُ عَزِيزٌ‏‏ لا يغالبه مغالب، ولا يفوته هارب، ‏‏حَكِيمٌ‏‏ يضع الأشياء مواضعها، وقد يؤخر نصر حزبه إلى وقت آخر، اقتضته الحكمة الإلهية‏.\n‏وفي هذه الآية الكريمة فضيلة أبي بكر الصديق بخصيصة لم تكن لغيره من هذه الأمة، وهي الفوز بهذه المنقبة الجليلة، والصحبة الجميلة، وقد أجمع المسلمون على أنه هو المراد بهذه الآية الكريمة، ولهذا عدوا من أنكر صحبة أبي بكر للنبي صلى الله عليه وسلم كافرًا، لأنه منكر للقرآن الذي صرح بها‏.\n‏وفيها فضيلة السكينة، وأنها من تمام نعمة اللّه على العبد في أوقات الشدائد والمخاوف التي تطيش بها الأفئدة، وأنها تكون على حسب معرفة العبد بربه، وثقته بوعده الصادق، وبحسب إيمانه وشجاعته‏.\n‏وفيها‏:‏ أن الحزن قد يعرض لخواص عباد الله الصديقين، مع أن الأولى إذا نزل بالعبد أن يسعى في ذهابه عنه، فإنه مضعف للقلب، موهن للعزيمة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سيروا - أيها المؤمنون - للجهاد في سبيل الله في العسر واليسر، شبابًا وشيوخًا، وجاهدوا بأموالكم وأنفسكم، فإن ذلك الخروج والجهاد بالأموال والأنفس أكثر نفعًا في الحياة الدنيا والآخرة من القعود والتعلق بسلامة الأموال والأنفس، إن كنتم تعلمون ذلك فاحرصوا عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«انفِروا خفافا وثقالا» نشاطا وغير نشاط، وقيل أقوياء وضعفاء، أو أغنياء وفقراء، وهي منسوخة بآية (ليس على الضعفاء) «وجاهدوا بأموالكم وأنفسكم في سبيل الله ذلكم خير لكم إن كنتم تعلمون» أنه خير لكم فلا تثاقلوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لعباده المؤمنين مهيجا لهم على النفير في سبيله فقال‏:‏ ‏‏انْفِرُوا خِفَافًا وَثِقَالًا‏‏ أي‏:‏ في العسر واليسر، والمنشط والمكره، والحر والبرد، وفي جميع الأحوال‏.\n‏‏‏وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ‏‏ أي‏:‏ ابذلوا جهدكم في ذلك، واستفرغوا وسعكم في المال والنفس، وفي هذا دليل على أنه كما يجب الجهاد في النفس يجب الجهاد في المال، حيث اقتضت الحاجة ودعت لذلك‏.\n‏ثم قال‏:‏ ‏‏ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ‏‏ أي‏:‏ الجهاد في النفس والمال، خير لكم من التقاعد عن ذلك، لأن فيه رضا اللّه تعالى، والفوز بالدرجات العاليات عنده، والنصر لدين اللّه، والدخول في جملة جنده وحزبه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَٰكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لو كان ما تدعون إليه الذين استأذنوك من المنافقين في التخلف غنيمة سهلة وسفرًا لا مشقة فيه لاتبعوك - أيها النبي - ولكن بَعُدَت عليهم المسافة التي دعوتهم لقطعها إلى العدو فتخلفوا، وسيحلف بالله هؤلاء المستأذنون من المنافقين في التخلف عندما ترجع إليهم قائلين: لو استطعنا الخروج إلى الجهاد معكم لخرجنا، يهلكون أنفسهم بتعريضها لعقاب الله بسبب تخلفهم وبسبب هذه الأيمان الكاذبة، والله يعلم أنهم كاذبون في دعواهم، وفي أيمانهم هذه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في المنافقين الذين تخلفوا «لو كان» ما دعوتهم إليه «عرضا» متاعا من الدنيا «قريبا» سهل المأخذ «وسفرا قاصدا» وسطا «لاتَّبعوك» طلبا للغنيمة «ولكن بعدت عليهم الشُّقَّةُ» المسافة فتخلفوا «وسيحلفون بالله» إذا رجعتم إليهم «لو استطعنا» الخروج «لخرجنا معكم يهلكون أنفسهم» بالحلف الكاذب «والله يعلم إنهم لكاذبون» في قولهم ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لو كان خروجهم لطلب العرض القريب، أي‏:‏ منفعة دنيوية سهلة التناول ‏‏و‏‏ كان السفر ‏‏سَفَرًا قَاصِدًا‏‏ أي‏:‏ قريبا سهلا‏.\n‏ ‏‏لَاتَّبَعُوكَ‏‏ لعدم المشقة الكثيرة، ‏‏وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ‏‏ أي‏:‏ طالت عليهم المسافة، وصعب عليهم السفر، فلذلك تثاقلوا عنك، وليس هذا من أمارات العبودية، بل العبد حقيقة هو المتعبد لربه في كل حال، القائم بالعبادة السهلة والشاقة، فهذا العبد للّه على كل حال‏.\n‏‏‏وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ‏‏ أي‏:‏ سيحلفون أن تخلفهم عن الخروج أن لهم أعذرا وأنهم لا يستطيعون ذلك‏.\n‏‏‏يُهْلِكُونَ أَنْفُسَهُمْ‏‏ بالقعود والكذب والإخبار بغير الواقع، ‏‏وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ‏‏‏.\n‏وهذا العتاب إنما هو للمنافقين، الذين تخلفوا عن النبي صلى الله عليه وسلم في ‏‏غزوة تبوك‏‏ وأبدوا من الأعذار الكاذبة ما أبدوا، فعفا النبي صلى الله عليه وسلم عنهم بمجرد اعتذارهم، من غير أن يمتحنهم، فيتبين له الصادق من الكاذب، ولهذا عاتبه اللّه على هذه المسارعة إلى عذرهم"
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عفا الله عنك - أيها الرسول- اجتهادك في الإذن لهم في التخلف، فلم سمحت لهم فيه؟ حتى يتضح لك الصادقون في أعذارهم التي قدموها، والكاذبون فيها، فتأذن للصادقين منهم دون الكاذبين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وكان صلى الله عليه وسلم أذن لجماعة في التخلف باجتهاد منه، فنزل عتابا له وقدم العفو تطمينا لقلبه «عفا الله عنك لِمَ أذنت لهم» في التخلف وهلا تركتهم «حتى يتبين لك الذين صدقوا» في العذر «وتعلم الكاذبين» فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لرسوله صلى الله عليه وسلم ‏‏عَفَا اللَّهُ عَنْكَ‏‏ أي‏:‏ سامحك وغفر لك ما أجريت‏.\n‏‏‏لِمَ أَذِنْتَ لَهُمْ‏‏ في التخلف ‏‏حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ‏‏ بأن تمتحنهم، ليتبين لك الصادق من الكاذب، فتعذر من يستحق العذر ممن لا يستحق ذلك‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس من شأن المؤمنين بالله، وبيوم القيامة إيمانًا صادقًا أن يطلبوا منك -أيها الرسول- الإذن في التخلف عن الجهاد في سبيل الله بأموالهم وأنفسهم، بل شأنهم أن ينفروا متى استنفرتهم، ويجاهدوا بأموالهم وأنفسهم، والله عليم بالمتقين من عباده الذين لا يستأذنونك إلا لأعذار تمنعهم من الخروج معك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يستأذنك الذين يؤمنون بالله واليوم الآخر» في التخُّلف عن «أن يجاهدوا بأموالهم وأنفسهم والله عليم بالمتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أخبر أن المؤمنين باللّه واليوم الآخر، لا يستأذنون في ترك الجهاد بأموالهم وأنفسهم، لأن ما معهم من الرغبة في الخير والإيمان، يحملهم على الجهاد من غير أن يحثهم عليه حاث،فضلا عن كونهم يستأذنون في تركه من غير عذر‏.\n‏‏‏وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ‏‏ فيجازيهم على ما قاموا به من تقواه، ومن علمه بالمتقين، أنه أخبر، أن من علاماتهم، أنهم لا يستأذنون في ترك الجهاد‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين يطلبون منك - أيها الرسول - الإذن في التخلف عن الجهاد في سبيل الله هم المنافقون الذين لا يؤمنون بالله ولا يؤمنون بيوم القيامة، وأصاب قلوبهم الشك في دين الله، فهم في شكهم يترددون حيارى لا يهتدون إلى الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما يستأذنك» في التخلُّف «الذين لا يؤمنون بالله واليوم الآخر وارتابت» شكت «قلوبهم» في الدين «فهم في ريبهم يترددون» يتحيرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ‏‏ أي‏:‏ ليس لهم إيمان تام، ولا يقين صادق، فلذلك قلَّتْ رغبتهم في الخير، وجبنوا عن القتال، واحتاجوا أن يستأذنوا في ترك القتال‏.\n‏ ‏‏فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ‏‏ أي‏:‏ لا يزالون في الشك والحيرة‏"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَٰكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو كانوا صادقين في دعوى أنهم يريدون الخروج معك للجهاد في سبيل الله لتأهبوا له بإعداد العدة، ولكن أبغض الله خروجهم معك، فثقل عليهم الخروج حتى آثروا القعود في منازلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو أرادوا الخروج» معك «لأعدوا له عدة» أهبة من الآلة والزاد «ولكن كره الله انبعاثهم» أي لم يرد خروجهم «فثبطهم» كسَّلهم «وقيل» لهم «اقعدوا مع القاعدين» المرضى والنساء والصبيان، أي قدر الله تعالى ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينا أن المتخلفين من المنافقين قد ظهر منهم من القرائن ما يبين أنهم ما قصدوا الخروج للجهاد بالكلية، وأن أعذارهم التي اعتذروها باطلة، فإن العذر هو المانع الذي يمنع إذا بذل العبد وسعه، وسعى في أسباب الخروج، ثم منعه مانع شرعي، فهذا الذي يعذر‏.\n‏‏‏و‏‏ أما هؤلاء المنافقون ف ‏‏لَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً‏‏ أي‏:‏ لاستعدوا وعملوا ما يمكنهم من الأسباب، ولكن لما لم يعدوا له عدة، علم أنهم ما أرادوا الخروج‏.\n‏‏‏وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ‏‏ معكم في الخروج للغزو ‏‏فَثَبَّطَهُمْ‏‏ قدرا وقضاء، وإن كان قد أمرهم وحثهم على الخروج، وجعلهم مقتدرين عليه، ولكن بحكمته ما أراد إعانتهم، بل خذلهم وثبطهم ‏‏وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ‏‏ من النساء والمعذورين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من الخير ألا يخرج هؤلاء المنافقون معكم، فهم إن خرجوا معكم ما زادوكم إلا فسادًا بما يقومون به من التخذيل وإلقاء الشبه، ولأسرعوا في صفوفكم بنشر النميمة لتفريقكم، وفيكم - أيها المؤمنون - من يستمع إلى ما يروِّجونه من الكذب، فيقبله وينشره، فينشأ الاختلاف بينكم، والله عليم بالظالمين من المنافقين الذين يلقون الدسائس والشكوك بين المؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لو خرجوا فيكم ما زادوكم إلا خبالا» فسادا بتخذيل المؤمنين «ولأوضعوا خلالكم» أي أسرعوا بينكم بالمشي بالنميمة «يبغونكم» يطلبون لكم «الفتنة» بإلقاء العداوة «وفيكم سماعون لهم» ما يقولون سماع قبول «والله عليم بالظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر الحكمة في ذلك فقال ‏‏لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا‏‏ أي‏:‏ نقصا‏.\n‏‏‏وَلَأَوْضَعُوا خِلَالَكُمْ‏‏ أي‏:‏ ولسعوا في الفتنة والشر بينكم، وفرقوا جماعتكم المجتمعين، ‏‏يَبْغُونَكُمُ الْفِتْنَةَ‏‏ أي‏:‏ هم حريصون على فتنتكم وإلقاء العداوة بينكم‏.\n‏‏‏وَفِيكُمْ‏‏ أناس ضعفاء العقول ‏‏سَمَّاعُونَ لَهُمْ‏‏ أي‏:‏ مستجيبون لدعوتهم يغترون بهم، فإذا كانوا هم حريصين على خذلانكم، وإلقاء الشر بينكم، وتثبيطكم عن أعدائكم، وفيكم من يقبل منهم ويستنصحهم‏.\n‏ فما ظنك بالشر الحاصل من خروجهم مع المؤمنين، والنقص الكثير منهم، فللّه أتم الحكمة حيث ثبطهم ومنعهم من الخروج مع عباده المؤمنين رحمة بهم، ولطفا من أن يداخلهم ما لا ينفعهم، بل يضرهم‏.\n‏‏‏وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ‏‏ فيعلم عباده كيف يحذرونهم، ويبين لهم من المفاسد الناشئة من مخالطتهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّىٰ جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد حرص هؤلاء المنافقون على الإفساد بتفريق كلمة المؤمنين، وتشتيت شملهم من قبل غزوة تبوك، ونوَّعوا وصرَّفوا لك - أيها الرسول - الأمور بتدبير الحيل، لعل حيلهم تؤثر في عزمك على الجهاد، حتى جاء نصر الله وتأييده لك، وأعز الله دينه وقهر أعداءه، وهم كارهون لذلك؛ لأنهم كانوا يرغبون في انتصار الباطل على الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد ابتغوا» لك «الفتنة من قبل» أول ما قدمت المدينة «وقلَّبوا لك الأمور» أي أحالوا الفكر في كيدك وإبطال دينك «حتى جاء الحق» النصر «وظهر» عَزَّ «أمر الله» دينه «وهم كارهون» له فدخلوا فيه ظاهرا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر أنه قد سبق لهم سوابق في الشر فقال‏:‏ ‏‏لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ‏‏ أي‏:‏ حين هاجرتم إلى المدينة، بذلوا الجهد، ‏‏وَقَلَّبُوا لَكَ الْأُمُورَ‏‏ أي‏:‏ أداروا الأفكار، وأعملوا الحيل في إبطال دعوتكم وخذلان دينكم، ولم يقصروا في ذلك، ‏‏حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ‏‏ فبطل كيدهم واضمحل باطلهم، فحقيق بمثل هؤلاء أن يحذر اللّه عباده المؤمنين منهم، وأن لا يبالي المؤمنين، بتخلفهم عنهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي ۚ أَلَا فِي الْفِتْنَةِ سَقَطُوا ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن المنافقين من يعتذر بالأعذار المُخْتلَقَة فيقول: يا رسول الله، ائذن لي في التخلف عن الجهاد، ولا تحملني على الخروج معك حتى لا أصيب ذنبًا بسبب فتنة نساء العدو - الروم - إذا شاهدتهن.\nألا قد وقعوا في فتنة أعظم مما زعموا، وهي فتنة النفاق، وفتنة التخلف، وإن جهنم يوم القيامة لمحيطة بالكافرين، لا يفوتها منهم أحد، ولا يجدون عنها مهربًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومنهم من يقول ائذن لي» في التخلف «ولا تفتنِّي» وهو الجد بن قيس قال له النبي صلى الله عليه وسلم هل لك في جلاد بني الأصفر؟ فقال: إني مغرّم بالنساء وأخشى إن رأيت ُ نساء بني الأصفر ألا أصبر عنهن فأُفتتن، قال تعالى: «ألا في الفتنة سقطوا» بالتخلُّف، وقرئ سقط «وإن جهنم لمحيطة بالكافرين» لا محيص لهم عنها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ومن هؤلاء المنافقين من يستأذن في التخلف، ويعتذر بعذر آخر عجيب، فيقول‏:‏ ‏‏ائْذَنْ لِي‏‏ في التخلف ‏‏وَلَا تَفْتِنِّي‏‏ في الخروج، فإني إذا خرجت، فرأيت نساء بين الأصفر لا أصبر عنهن، كما قال ذلك ‏‏الجد بن قيس‏‏ومقصوده قبحه اللّه الرياء والنفاق بأن مقصودي مقصود حسن، فإن في خروجي فتنة وتعرضا للشر، وفي عدم خروجي عافية وكفا عن الشر‏.\n‏قال اللّه تعالى مبينا كذب هذا القول‏:‏ ‏‏أَلَا فِي الْفِتْنَةِ سَقَطُوا‏‏ فإنه على تقدير صدق هذا القائل في قصده، ‏[‏فإن‏]‏ في التخلف مفسدة كبرى وفتنة عظمى محققة، وهي معصية اللّه ومعصية رسوله، والتجرؤ على الإثم الكبير، والوزر العظيم، وأما الخروج فمفسدة قليلة بالنسبة للتخلف، وهي متوهمة، مع أن هذا القائل قصده التخلف لا غير، ولهذا توعدهم اللّه بقوله‏:‏ ‏‏وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ‏‏ ليس لهم عنها مفر ولا مناص، ولا فكاك، ولا خلاص‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن نالتك - يا رسول الله - نعمة من الله بما يسرك من نصر أو غنيمة كرهوا ذلك، وحزنوا له، وإن نالتك مصيبة من شدة أو انتصار عدو يقول هؤلاء المنافقون: قد احتطنا لأنفسنا، وأخذنا بالحزم حين لم نخرج للقتال كما خرج المؤمنون، فأصابهم ما أصابهم من القتل والأسر، ثم ينصرف هؤلاء المنافقون إلى أهليهم مسرورين بالسلامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تصبك حسنة» كنصر وغنيمة «تسؤهم وإن تصبك مصيبة» شدة «يقولوا قد أخذنا أمرنا» بالحزم حين تخلفنا «من قبل» قبل هذه المعصية «ويتولَّوا وهم فرحون» بما أصابك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينا أن المنافقين هم الأعداء حقا، المبغضون للدين صرفًا‏:‏ ‏‏إِنْ تُصِبْكَ حَسَنَةٌ‏‏ كنصر وإدالة على العدو ‏‏تَسُؤْهُمْ‏‏ أي‏:‏ تحزنهم وتغمهم‏.\n‏‏‏وَإِنْ تُصِبْكَ مُصِيبَةٌ‏‏ كإدالة العدو عليك ‏‏يَقُولُوا‏‏ متبجحين بسلامتهم من الحضور معك‏.\n‏‏‏قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ‏‏ أي‏:‏ قد حذرنا وعملنا بما ينجينا من الوقوع في مثل هذه المصيبة‏.\n‏‏‏وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ‏‏ فيفرحون بمصيبتك، وبعدم مشاركتهم إياك فيها‏."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المنافقين: لن ينالنا إلا ما كتبه الله لنا، فهو سبحانه سيدنا وملجؤنا الذي نلجأ إليه، ونحن متوكلون عليه في أمورنا، وإليه وحده يفوض المؤمنون أمورهم، فهو كافيهم، ونعم الوكيل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «لن يصيبنا إلا ما كتب الله لنا» إصابته «هو مولانا» ناصرنا ومتولي أمورنا «وعلى الله فيتوكل المؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى رادا عليهم في ذلك ‏‏قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا‏‏ أي‏:‏ ما قدره وأجراه في اللوح المحفوظ‏.\n‏‏‏هُوَ مَوْلَانَا‏‏ أي‏:‏ متولي أمورنا الدينية والدنيوية، فعلينا الرضا بأقداره وليس في أيدينا من الأمر شيء‏.\n‏‏‏وَعَلَى اللَّهِ‏‏ وحده ‏‏فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ‏‏ أي‏:‏ يعتمدوا عليه في جلب مصالحهم ودفع المضار عنهم، ويثقوا به في تحصيل مطلوبهم، فلا خاب من توكل عليه، وأما من توكل على غيره، فإنه مخذول غير مدرك لما أمل‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهم: هل تنتظرون أن يقع لنا إلا النصر أو الشهادة؟! ونحن ننتظر أن ينزل بكم الله عذابًا من عنده يهلككم أو يعذبكم بأيدينا بقتلكم وأسركم إذا أذن لنا بقتالكم، فانتظروا عاقبتنا، إنا منتظرون عاقبتكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل هل تربصون» فيه حذف إحدى التاءين من الأصل أي تنتظرون أن يقع «بنا إلا إحدى» العاقبتين «الحسنيين» تثنية حسنى تأنيث أحسن: النصر أو الشهادة «ونحن نتربص» ننتظر «بكم أن يصيبكم الله بعذاب من عنده» بقارعة من السماء «أو بأيدينا» بأن يؤذن لنا في قتالكم «فتربصوا» بنا ذلك «إنا معكم متربِّصون» عاقبتكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ قل للمنافقين الذين يتربصون بكم الدوائر‏:‏ أي شيء تربصون بنا‏؟‏ فإنكم لا تربصون بنا إلا أمرا فيه غاية نفعنا، وهو إحدى الحسنيين، إما الظفر بالأعداء والنصر عليهم ونيل الثواب الأخروي والدنيوي‏.\n‏ وإما الشهادة التي هي من أعلى درجات الخلق، وأرفع المنازل عند اللّه‏.\n‏وأما تربصنا بكم يا معشر المنافقين فنحن نتربص بكم، أن يصيبكم اللّه بعذاب من عنده، لا سبب لنا فيه، أو بأيدينا، بأن يسلطنا عليكم فنقتلكم‏.\n‏ ‏‏فَتَرَبَّصُوا‏‏ بنا الخير ‏‏إِنَّا مَعَكُمْ مُتَرَبِّصُونَ‏‏ بكم الشر‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ ۖ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهم: ابذلوا ما تبذلون من أموالكم طوعًا أو كرهًا، لن يتقبل منكم ما أنفقتم منها لكفركم وخروجكم عن طاعة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أنفقوا» في طاعة الله «طوعا أو كرها لن يتقبل منكم» ما أنفقتموه «إنكم كننتم قوما فاسقين» والأمر هنا بمعنى الخبر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينا بطلان نفقات المنافقين، وذاكرا السبب في ذلك ‏‏قُلْ‏‏ لهم ‏‏أَنْفِقُوا طَوْعًا‏‏ من أنفسكم ‏‏أَوْ كَرْهًا‏‏ على ذلك، بغير اختياركم‏.\n‏ ‏‏لَنْ يُتَقَبَّلَ مِنْكُمْ‏‏ شيء من أعمالكم ‏‏إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ‏‏ خارجين عن طاعة اللّه ."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما منعهم من قبول نفقاتهم إلا ثلاثة أمور: كفرهم بالله وبرسوله، وكسلهم وتثاقلهم إذا صَلَّوا، وأنهم لا ينفقون أموالهم طوعًا، وإنما ينفقونها كرهًا؛ لأنهم لا يرجون ثوابًا في صلاتهم، ولا في إنفاقهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما منعهم أن تُقبل» بالياء والتاء «منهم نفقاتهم إلا أنهم» فاعل وأن تقبل مفعول «كفروا بالله وبرسوله ولا يأتون الصلاة إلا وهم كسالى» متثاقلون «ولا ينفقون إلا وهم كارهون» النفقة لأنهم يعدونها مغرما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم بين صفة فسقهم وأعمالهم، فقال‏:‏ ‏‏وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ‏‏ والأعمال كلها شرط قبولها الإيمان، فهؤلاء لا إيمان لهم ولا عمل صالح، حتى إن الصلاة التي هي أفضل أعمال البدن، إذا قاموا إليها قاموا كسالى، قال‏:‏ ‏‏وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى‏‏ أي‏:‏ متثاقلون، لا يكادون يفعلونها من ثقلها عليهم‏.\n‏‏‏وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ‏‏ من غير انشراح صدر وثبات نفس، ففي هذا غاية الذم لمن فعل مثل فعلهم، وأنه ينبغي للعبد أن لا يأتي الصلاة إلا وهو نشيط البدن والقلب إليها، ولا ينفق إلا وهو منشرح الصدر ثابت القلب، يرجو ذخرها وثوابها من اللّه وحده، ولا يتشبه بالمنافقين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تعجبك - أيها الرسول - أموال المنافقين ولا أولادهم، ولا تستحسنها، فعاقبة أموالهم وأولادهم سيئة، فالله يجعلها عذابًا عليهم بالكد والتعب لتحصيلها، وبما ينزل من مصائب فيها إلى أن يخرج الله أرواحهم حال كفرهم فيعذبون بالخلود في الدرك الأسفل من النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا تعجبْك أموالهم ولا أولادهم» أي لا تستحسن نعمنا عليهم فهي استدراج «إنَّمَا يريد الله ليعذبهم» أي أن يعذبهم «بها في الحياة الدنيا» بما يلقون في جمعها من المشقة وفيها من المصائب «وتزهَق» تخرج «أنفسهم وهم كافرون» فيعذبهم في الآخرة أشد العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ فلا تعجبك أموال هؤلاء المنافقين ولا أولادهم، فإنه لا غبطة فيها، وأول بركاتها عليهم أن قدموها على مراضى ربهم، وعصوا اللّه لأجلها ‏‏إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا‏‏ والمراد بالعذاب هنا، ما ينالهم من المشقة في تحصيلها، والسعي الشديد في ذلك، وهم القلب فيها، وتعب البدن‏.\n‏فلو قابلت لذاتهم فيها بمشقاتهم، لم يكن لها نسبة إليها، فهي لما ألهتهم عن اللّه وذكره صارت وبالا عليهم حتى في الدنيا‏.\n‏ومن وبالها العظيم الخطر، أن قلوبهم تتعلق بها، وإرادتهم لا تتعداها، فتكون منتهى مطلوبهم وغاية مرغوبهم ولا يبقى في قلوبهم للآخرة نصيب، فيوجب ذلك أن ينتقلوا من الدنيا ‏‏وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ‏‏ فأي عقوبة أعظم من هذه العقوبة الموجبة للشقاء الدائم والحسرة الملازمة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويُقسِم المنافقون لكم - أيها المؤمنون - كاذبين: إنهم لمن جملتكم، وهم ليسوا منكم في بواطنهم، وإن أظهروا أنهم منكم، لكنهم قوم يخافون أن يحل بهم ما حل بالمشركين من القتل والسبي، فيظهرون الإسلام تقية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويحلفون بالله إنهم لمنكم» أي مؤمنون «وما هم منكم ولكنهم قوم يفرقون» يخافون أن تفعلوا بهم كالمشركين فيحلفون تقية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ‏‏ قصدهم في حلفهم هذا أنهم ‏‏قَوْمٌ يَفْرَقُونَ‏‏ أي‏:‏ يخافون الدوائر، وليس في قلوبهم شجاعة تحملهم على أن يبينوا أحوالهم‏.\n‏ فيخافون إن أظهروا حالهم منكم، ويخافون أن تتبرأوا منهم، فيتخطفهم الأعداء من كل جانب‏.\n‏وأما حال قوي القلب ثابت الجنان، فإنه يحمله ذلك على بيان حاله، حسنة كانت أو سيئة، ولكن المنافقين خلع عليهم خلعة الجبن، وحلوا بحلية الكذب‏."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لو يجد هؤلاء المنافقون ملجأً من حصن يحفظون فيه أنفسهم، أو يجدون كهوفًا في الجبال يختبئون فيها، أو يجدون نفقًا يدخلون فيه لالتجؤوا إليه، ودخلوا فيه وهم مسرعون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لو يجدون ملجأً» يلجأون إليه «أو مغارات» سراديب «أو مُدَّخَلا» موضعاً يدخلونه «لَوَلَّوْا إليه وهم يجمحون» يسرعون في دخوله والانصراف عنكم إسراعا لا يرده شيء كالفرس الجموح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر شدة جبنهم فقال‏:‏ ‏‏لَوْ يَجِدُونَ مَلْجَأً‏‏ يلجأون إليه عندما تنزل بهم الشدائد، ‏‏أَوْ مَغَارَاتٍ‏‏ يدخلونها فيستقرون فيها ‏‏أَوْ مُدَّخَلًا‏‏ أي‏:‏ محلا يدخلونه فيتحصنون فيه ‏‏لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ‏‏ أي‏:‏ يسرعون ويهرعون، فليس لهم ملكة، يقتدرون بها على الثبات‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن المنافقين من يعيبك - أيها الرسول - في قسمة الصدقات عندما لا ينالون منها ما يريدون، فإن أعطيتهم منها ما يطلبون رضوا عنك، وإن لم تعطهم ما يطلبون منها أظهروا التذمر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومنهم من يلمزك» يعيبك «في» قَسْم «الصدقات فإن أُعطوا منها رضوا وإن لم يُعْطوْا منها إذا هم يسخطون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ومن هؤلاء المنافقين من يعيبك في قسمة الصدقات، وينتقد عليك فيها، وليس انتقادهم فيها وعيبهم لقصد صحيح، ولا لرأي رجيح، وإنما مقصودهم أن يعطوا منها‏.\n‏ ‏‏فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ‏‏ وهذه حالة لا تنبغي للعبد أن يكون رضاه وغضبه، تابعا لهوى نفسه الدنيوي وغرضه الفاسد، بل الذي ينبغي أن يكون هواه تبعا لمرضاة ربه، كما قال النبي صلى الله عليه وسلم ‏:‏ ‏(‏لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به‏)"
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أن هؤلاء المنافقين الذين يعيبونك في قسمة الصدقات رضوا بما فرضه الله لهم، وبما أعطاهم رسوله منها، وقالوا: كافينا الله، سيعطينا الله من فضله ما شاء، وسيعطينا رسوله مما أعطاه الله، إنا إلى الله وحده راغبون أن يعطينا من فضله، لو أنهم فعلوا ذلك لكان خيرًا لهم من أن يعيبوك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو أنهم رضوا ما آتاهم الله ورسوله» من الغنائم ونحوها «وقالوا حسبنا» كافينا «الله سيؤتينا الله من فضله ورسوله» من غنيمة أخرى ما يكفينا «إنا إلى الله راغبون» أن يغنينا وجواب لو لكان خيرا لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ‏‏ أي‏:‏ أعطاهم من قليل وكثير‏.\n‏ ‏‏وَقَالُوا حَسْبُنَا اللَّهُ‏‏ أي‏:‏ كافينا اللّه، فنرضى بما قسمه لنا، وليؤملوا فضله وإحسانه إليهم بأن يقولوا‏:‏ ‏‏سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ‏‏ أي‏:‏ متضرعون في جلب منافعنا، ودفع مضارنا، لسلموا من النفاق ولهدوا إلى الإيمان والأحوال العالية، ثم بين تعالى كيفية قسمة الصدقات الواجبة"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ ۖ فَرِيضَةً مِنَ اللَّهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما الزكوات الواجبة يجب أن تصرف للفقراء، وهم المحتاجون الذين لديهم مال من مهنة أو وظيفة، لكنه لا يكفيهم ولا يُتَنَبَّه لحالهم، والمساكين الذين لا يكادون يملكون شيئًا ولا يَخْفَوْنَ على الناس بسبب حالهم أو مقالهم، وللسعاة الذين يرسلهم الإمام لجمعها، وللكفار الذين يُتَأَلَّفون بها ليسلموا، أو لضعفة الإيمان ليقوى إيمانهم، أو لمن يُدْفع بها شرّه، وتصرف في الأرِقَّاء ليعتقوا بها، وللمدينين في غير إسراف ولا معصية إن لم يجدوا وفاء لما عليهم من دين، وتصرف في تجهيز المجاهدين في سبيل الله، وللمسافر الذي انقطعت نفقته.\nقَصْر صرف الزكوات على هؤلاء فريضة من الله، والله عليم بمصالح عباده، حكيم في تدبيره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما الصدقات» الزكوات مصروفة «للفقراء» الذين لا يجدون ما يقع موقعا من كفايتهم «والمساكين» الذين لا يجدون ما يكفيهم «والعاملين عليها» أي الصدقات من جاب وقاسم وكاتب وحاشر «والمؤلفة قلوبهم» ليسلموا أو يثبت إسلامهم أو يسلم نظراؤهم أو يذبوا عن المسلمين أقسام، الأول والأخير لا يعطيان اليوم عند الشافعي رضي الله تعالى عنه لعز الإسلام بخلاف الآخرين فيعطيان على الأصح «وفي» فك «الرقاب» أي المكاتبين «والغارمين» أهل الدَّين إن استدانوا لغير معصية أو تابوا وليس لهم وفاء أو لإصلاح ذات البين ولو أغنياء «وفي سبيل الله» أي القائمين بالجهاد ممن لا فيء لهم ولو أغنياء «وابن السبيل» المنقطع في سفره «فريضة» نصب بفعله المقدر «من الله والله عليم» بخلقه «حكيم» في صنعه فلا يجوز صرفها لغير هؤلاء ولا منع صنف منهم إذا وجد فيقسمها الإمام عليهم على السواء وله تفضيل بعض آحاد الصنف على بعض، وأفادت اللام وجوب استغراق أفراده لكن لا يجب على صاحب المال إذا قسم لعسره بل يكفي إعطاء ثلاثة من كل صنف ولا يكفي دونها كما أفادته صيغة الجمع وبيَّنت السنة أن شرط المعطى منها الإسلام وأن لا يكون هاشميا ولا مطلبيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏إِنَّمَا الصَّدَقَاتُ‏‏ أي‏:‏ الزكوات الواجبة، بدليل أن الصدقة المستحبة لكل أحد، لا يخص بها أحد دون أحد‏.\n‏أي‏:‏ إنما الصدقات لهؤلاء المذكورين دون من عداهم، لأنه حصرها فيهم، وهم ثمانية أصناف‏.\n‏الأول والثاني‏:‏ الفقراء والمساكين، وهم في هذا الموضع، صنفان متفاوتان، فالفقير أشد حاجة من المسكين، لأن اللّه بدأ بهم، ولا يبدأ إلا بالأهم فالأهم، ففسر الفقير بأنه الذي لا يجد شيئا، أو يجد بعض كفايته دون نصفها‏.\n‏والمسكين‏:‏ الذي يجد نصفها فأكثر، ولا يجد تمام كفايته، لأنه لو وجدها لكان غنيا، فيعطون من الزكاة ما يزول به فقرهم ومسكنتهم‏.\n‏والثالث‏:‏ العاملون على الزكاة، وهم كل من له عمل وشغل فيها، من حافظ لها، أو جاب لها من أهلها، أو راع، أو حامل لها، أو كاتب، أو نحو ذلك، فيعطون لأجل عمالتهم، وهي أجرة لأعمالهم فيها‏.\n‏والرابع‏:‏ المؤلفة قلوبهم، والمؤلف قلبه‏:‏ هو السيد المطاع في قومه، ممن يرجى إسلامه، أو يخشى شره أو يرجى بعطيته قوة إيمانه، أو إسلام نظيره، أو جبايتها ممن لا يعطيها، فيعطى ما يحصل به التأليف والمصلحة‏.\n‏الخامس‏:‏ الرقاب، وهم المكاتبون الذين قد اشتروا أنفسهم من ساداتهم، فهم يسعون في تحصيل ما يفك رقابهم، فيعانون على ذلك من الزكاة، وفك الرقبة المسلمة التي في حبس الكفار داخل في هذا، بل أولى، ويدخل في هذا أنه يجوز أن يعتق منها الرقاب استقلالا، لدخوله في قوله‏:‏ ‏‏وفي الرقاب‏‏السادس‏:‏ الغارمون، وهم قسمان‏:‏أحدهما‏:‏ الغارمون لإصلاح ذات البين، وهو أن يكون بين طائفتين من الناس شر وفتنة، فيتوسط الرجل للإصلاح بينهم بمال يبذله لأحدهم أو لهم كلهم، فجعل له نصيب من الزكاة، ليكون أنشط له وأقوى لعزمه، فيعطى ولو كان غنيا‏.\n‏والثاني‏:‏ من غرم لنفسه ثم أعسر، فإنه يعطى ما يُوَفِّى به دينه‏.\n‏والسابع‏:‏ الغازي في سبيل اللّه، وهم‏:‏ الغزاة المتطوعة، الذين لا ديوان لهم، فيعطون من الزكاة ما يعينهم على غزوهم، من ثمن سلاح، أو دابة، أو نفقة له ولعياله، ليتوفر على الجهاد ويطمئن قلبه‏.\n‏وقال كثير من الفقهاء‏:‏ إن تفرغ القادر على الكسب لطلب العلم، أعطي من الزكاة، لأن العلم داخل في الجهاد في سبيل اللّه‏.\n‏وقالوا أيضًا‏:‏ يجوز أن يعطى منها الفقير لحج فرضه، ‏[‏وفيه نظر‏]‏ ‏.\n‏والثامن‏:‏ ابن السبيل، وهو الغريب المنقطع به في غير بلده، فيعطى من الزكاة ما يوصله إلى بلده، فهؤلاء الأصناف الثمانية الذين تدفع إليهم الزكاة وحدهم‏.\n‏‏‏فَرِيضَةً مِنَ اللَّهِ‏‏ فرضها وقدرها، تابعة لعلمه وحكمه ‏‏وَاللَّهُ عَلِيمٌ حَكِيمٌ‏‏ واعلم أن هذه الأصناف الثمانية، ترجع إلى أمرين‏:‏أحدهما‏:‏ من يعطى لحاجته ونفعه، كالفقير، والمسكين، ونحوهما‏.\n‏والثاني‏:‏ من يعطى للحاجة إليه وانتفاع الإسلام به، فأوجب اللّه هذه الحصة في أموال الأغنياء، لسد الحاجات الخاصة والعامة للإسلام والمسلمين، فلو أعطى الأغنياء زكاة أموالهم على الوجه الشرعي، لم يبق فقير من المسلمين، ولحصل من الأموال ما يسد الثغور، ويجاهد به الكفار وتحصل به جميع المصالح الدينية‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ ۚ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن المنافقين من يؤذون رسول الله صلى الله عليه وسلم بالكلام، فيقولون لمَّا شاهدوا حلمه صلى الله عليه وسلم: إنه يسمع من كلّ أحد ويصدقه، ولا يميز بين الحق والباطل، قل لهم - أيها الرسول -: إن الرسول لا يسمع إلا الخير، يصدق بالله، ويصدق ما يخبر به المؤمنون الصادقون ويرحمهم، فإن بعثته رحمة لمن آمن به، والذين يؤذونه صلى الله عليه وسلم بأي نوع من أنواع الإيذاء لهم عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومنهم» أي المنافقين «الذين يؤذون النبي» بعيبه وبنقل حديثه «ويقولن» إذا نُهوا عن ذلك لئلا يبلغه «هو أُذُنُ» أي يسمع كل قيل ويقبله فإذا حلفنا له أنَّا لم نقل صدَّقنا «قل» هو «أُذُن» مستمع «خيرٍ لكم» لا مستمع شر «يؤمن بالله ويؤمن» يصدق «للمؤمنين» فيما أخبروه به لا لغيرهم واللام زائدة للفرق بين إيمان التسليم وغيره «ورحمةٌ» بالرفع عطفا على أذن والجر عطفا على خير «للذين آمنوا منكم والذين يؤذون رسول الله لهم عذاب أليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ومن هؤلاء المنافقين ‏‏الَّذِينَ يُؤْذُونَ النَّبِيَّ‏‏ بالأقوال الردية، والعيب له ولدينه، ‏‏وَيَقُولُونَ هُوَ أُذُنٌ‏‏ أي‏:‏ لا يبالون بما يقولون من الأذية للنبي، ويقولون‏:‏ إذا بلغه عنا بعض ذلك، جئنا نعتذر إليه، فيقبل منا، لأنه أذن، أي‏:‏ يقبل كل ما يقال له، لا يميز بين صادق وكاذب، وقصدهم قبحهم اللّه فيما بينهم، أنهم غير مكترثين بذلك، ولا مهتمين به، لأنه إذا لم يبلغه فهذا مطلوبهم، وإن بلغه اكتفوا بمجرد الاعتذار الباطل‏.\n‏فأساءوا كل الإساءة من أوجه كثيرة، أعظمها أذية نبيهم الذي جاء لهدايتهم، وإخراجهم من الشقاء والهلاك إلى الهدى والسعادة‏.\n‏ومنها‏:‏ عدم اهتمامهم أيضًا بذلك، وهو قدر زائد على مجرد الأذية‏.\n‏ومنها‏:‏ قدحهم في عقل النبي صلى الله عليه وسلم وعدم إدراكه وتفريقه بين الصادق والكاذب، وهو أكمل الخلق عقلا، وأتمهم إدراكا، وأثقبهم رأيا وبصيرة، ولهذا قال تعالى‏:‏ ‏‏قُلْ أُذُنُ خَيْرٍ لَكُمْ‏‏ أي‏:‏ يقبل من قال له خيرا وصدقا‏.\n‏وأما إعراضه وعدم تعنيفه لكثير من المنافقين المعتذرين بالأعذار الكذب، فلسعة خلقه، وعدم اهتمامه بشأنهم ، وامتثاله لأمر اللّه في قوله‏:‏ ‏‏سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ‏‏وأما حقيقة ما في قلبه ورأيه، فقال عنه‏:‏ ‏‏يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ‏‏ الصادقين المصدقين، ويعلم الصادق من الكاذب، وإن كان كثيرا ما يعرض عن الذين يعرف كذبهم وعدم صدقهم، ‏‏وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ‏‏ فإنهم به يهتدون، وبأخلاقه يقتدون‏.\n‏وأما غير المؤمنين فإنهم لم يقبلوا هذه الرحمة بل ردوها، فخسروا دنياهم وآخرتهم، ‏‏وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ‏‏ بالقول أو الفعل ‏‏لَهُمْ عَذَابٌ أَلِيمٌ‏‏ في الدنيا والآخرة، ومن العذاب الأليم أنه يتحتم قتل مؤذيه وشاتمه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُقسِم المنافقون بالله لكم - أيها المؤمنون - أنهم لم يقولوا شيئًا يؤذي النبي صلى الله عليه وسلم، ذلك ليرضوكم عنهم، والله ورسوله أولى بالإرضاء بالإيمان والعمل الصالح إن كان هؤلاء مؤمنين حقًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يحلفون بالله لكم» أيها المؤمنين فيما بلغكم عنهم من أذى الرسول أنهم ما آذوه «ليرضوكم والله ورسوله أحقُّ أن يرضوه» بالطاعة «إن كانوا مؤمنين» حقا وتوحيد الضمير لتلازم الرضاءين أو خبر الله ورسوله محذوف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ‏‏ فيتبرأوا مما صدر منهم من الأذية وغيرها، فغايتهم أن ترضوا عليهم‏.\n‏ ‏‏وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ‏‏ لأن المؤمن لا يقدم شيئا على رضا ربه ورضا رسوله، فدل هذا على انتفاء إيمانهم حيث قدموا رضا غير اللّه ورسوله‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ۚ ذَٰلِكَ الْخِزْيُ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم يعلم هؤلاء المنافقون أنهم بعملهم هذا معادون لله ولرسوله، وأن من يعاديهما يدخل يوم القيامة نار جهنم ماكثًا فيها أبدًا؟! ذلك الهوان والذل الكبير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يعلموا» بـ «أنه» أي الشأن «من يحادد» يشاقق «الله ورسولَه فأن له نار جهنم» جزاء «خالدا فيها ذلك الخزي العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا محادة للّه ومشاقة له، وقد توعد من حاده بقوله‏:‏ ‏‏أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ‏‏ أي ‏:‏ يكون في حد وشق مبعد عن اللّه ورسوله بأن تهاون بأوامر اللّه، وتجرأ على محارمه‏.\n‏‏‏فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ‏‏ الذي لا خزي أشنع ولا أفظع منه، حيث فاتهم النعيم المقيم، وحصلوا على عذاب الجحيم عياذا باللّه من أحوالهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ ۚ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يخاف المنافقون أن ينزل الله على رسوله سورة تُطلِع المؤمنين على ما يضمرونه في قلوبهم من الكفر، قل - أيها الرسول -: استمروا - أيها المنافقون - على سخريتكم وطعنكم في الدين، فالله مخرج ما تخافون بإنزال سورة أو بإخبار رسوله بذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يحذر» يخاف «المنافقون أن تنزل عليهم» أي المؤمنين «سورة تنبئهم بما في قلوبهم» من النفاق وهم مع ذلك يستهزئون «قل استهزؤا» أمر تهديد «إن الله مخرج» مظهر «ما تحذرون» إخراجه من نفاقكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كانت هذه السورة الكريمة تسمى ‏‏الفاضحة‏‏ لأنها بينت أسرار المنافقين، وهتكت أستارهم، فما زال اللّه يقول‏:‏ ومنهم ومنهم، ويذكر أوصافهم، إلا أنه لم يعين أشخاصهم لفائدتين‏:‏ إحداهما‏:‏ أن اللّه سِتِّيرٌ يحب الستر على عباده‏.\n‏والثانية‏:‏ أن الذم على من اتصف بذلك الوصف من المنافقين، الذين توجه إليهم الخطاب وغيرهم إلي يوم القيامة، فكان ذكر الوصف أعم وأنسب، حتى خافوا غاية الخوف‏.\n‏قال اللّه تعالى‏:‏ ‏‏لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا * مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا‏‏وقال هنا ‏‏يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ‏‏ أي‏:‏ تخبرهم وتفضحهم، وتبين أسرارهم، حتى تكون علانية لعباده، ويكونوا عبرة للمعتبرين‏.\n‏‏‏قُلِ اسْتَهْزِئُوا‏‏ أي‏:‏ استمروا على ما أنتم عليه من الاستهزاء والسخرية‏.\n‏ ‏‏إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ‏‏ وقد وفَّى تعالى بوعده، فأنزل هذه السورة التي بينتهم وفضحتهم، وهتكت أستارهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن سألت - أيها الرسول - المنافقين عما قالوا من الطعن وسب المؤمنين بعد إخبار الله لك به ليقولنّ: كنا في حديث نمزح فيه ولم نكن جادين، قل - أيها الرسول -: أبالله وآياته ورسوله كنتم تستهزئون؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «سألتهم» عن استهزائهم بك وبالقرآن وهم سائرون معك إلى تبوك «ليقولن» معتذرين «إنما كنا نخوض ونلعب» في الحديث لنقطع به الطريق ولم نقصد ذلك «قل» لهم «أبالله وآياته ورسوله كنتم تستهزئون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏وَلَئِنْ سَأَلْتَهُمْ‏‏ عما قالوه من الطعن في المسلمين وفي دينهم، يقول طائفة منهم في غزوة تبوك ‏‏ما رأينا مثل قرائنا هؤلاء يعنون النبي صلى الله عليه وسلم وأصحابه أرغب بطونا، ‏[‏وأكذب ألسنا‏]‏ وأجبن عند اللقاء‏‏ ونحو ذلك‏.\n‏ولما بلغهم أن النبي صلى الله عليه وسلم ، قد علم بكلامهم، جاءوا يعتذرون إليه ويقولون‏:‏ ‏‏إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ‏‏ أي‏:‏ نتكلم بكلام لا قصد لنا به، ولا قصدنا الطعن والعيب‏.\n‏قال اللّه تعالى مبينا عدم عذرهم وكذبهم في ذلك ‏:‏ ‏‏قُلْ‏‏ لهم ‏‏أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ‏‏ فإن الاستهزاء باللّه وآياته ورسوله كفر مخرج عن الدين لأن أصل الدين مبني على تعظيم اللّه، وتعظيم دينه ورسله، والاستهزاء بشيء من ذلك مناف لهذا الأصل، ومناقض له أشد المناقضة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ ۚ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا تعتذروا بهذه الأعذار الكاذبة، فقد أظهرتم الكفر باستهزائكم بعد أن كنتم تضمرونه، إن نتجاوز عن فريق منكم لتركه النفاق وتوبته منه وإخلاصه لله، نعذب فريقًا منكم لإصرارهم على النفاق وعدم توبتهم منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا تعتذروا» عنه «قد كفرتم بعد إيمانكم» أي ظهر كفركم بعد إظهار الإيمان «إن يُعْفَ» بالياء مبنيا للمفعول والنون مبنيا للفاعل «عن طائفة منكم» بإخلاصها وتوبتها كجحش بن حمير «تُعَذَّبْ» بالتاء والنون «طائفةٌٌ بأنهم كانوا مجرمين» مصرّين على النفاق والاستهزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا لما جاءوا إلى الرسول يعتذرون بهذه المقالة، والرسول لا يزيدهم على قوله ‏‏أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ‏‏ وقوله ‏‏إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ‏‏ لتوبتهم واستغفارهم وندمهم، ‏‏نُعَذِّبْ طَائِفَةً‏‏ منكم ‏‏بِأَنَّهُمْ‏‏ بسبب أنهم ‏‏كَانُوا مُجْرِمِينَ‏‏ مقيمين على كفرهم ونفاقهم‏.\n‏وفي هذه الآيات دليل على أن من أسر سريرة، خصوصا السريرة التي يمكر فيها بدينه، ويستهزئ به وبآياته ورسوله، فإن اللّه تعالى يظهرها ويفضح صاحبها، ويعاقبه أشد العقوبة‏.\n‏وأن من استهزأ بشيء من كتاب اللّه أو سنة رسوله الثابتة عنه، أو سخر بذلك، أو تنقصه، أو استهزأ بالرسول أو تنقصه، فإنه كافر باللّه العظيم، وأن التوبة مقبولة من كل ذنب، وإن كان عظيمًا‏."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ ۚ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا اللَّهَ فَنَسِيَهُمْ ۗ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "المنافقون رجالًا ونساءً متفقون في أحوال النفاق، وهم على النقيض من المؤمنين، فهم يأمرون بالمنكر، وينهون عن المعروف، ويبخلون بأموالهم فلا ينفقونها في سبيل الله، تركوا الله أن يطيعوه، فتركهم الله من توفيقه، إن المنافقين هم الخارجون عن طاعة الله وطريق الحق إلى معصيته وطريق الضلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«المنافقون والمنافقات بعضهم من بعض» أي متشابهون في الدين كأبعاض الشيء الواحد «يأمرون بالمنكر» الكفر والمعاصي «وينهَون عن المعروف» الإيمان والطاعة «ويقبضون أيديهم» من الإنفاق في الطاعة «نسوا الله» تركوا طاعته «فنسيهم» تركهم من لطفه «إن المنافقين هم الفاسقون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ‏‏ لأنهم اشتركوا في النفاق، فاشتركوا في تولي بعضهم بعضا، وفي هذا قطع للمؤمنين من ولايتهم‏.\n‏ثم ذكر وصف المنافقين العام، الذي لا يخرج منه صغير منهم ولا كبير، فقال‏:‏ ‏‏يَأْمُرُونَ بِالْمُنْكَرِ‏‏ وهو الكفر والفسوق والعصيان‏.\n‏‏‏وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ‏‏ وهو الإيمان، والأخلاق الفاضلة، والأعمال الصالحة، والآداب الحسنة‏.\n‏ ‏‏وَيَقْبِضُونَ أَيْدِيَهُمْ‏‏ عن الصدقة وطرق الإحسان، فوصفهم البخل‏.\n‏‏‏نَسُوا اللَّهَ‏‏ فلا يذكرونه إلا قليلا، ‏‏فَنَسِيَهُمْ‏‏ من رحمته، فلا يوفقهم لخير، ولا يدخلهم الجنة، بل يتركهم في الدرك الأسفل من النار، خالدين فيها مخلدين‏.\n‏‏‏إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ‏‏ حصر الفسق فيهم، لأن فسقهم أعظم من فسق غيرهم، بدليل أن عذابهم أشد من عذاب غيرهم، وأن المؤمنين قد ابتلوا بهم، إذ كانوا بين أظهرهم، والاحتراز منهم شديد‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ هِيَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ اللَّهُ ۖ وَلَهُمْ عَذَابٌ مُقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وَعَدَ الله المنافقين والكفار الذين لم يتوبوا أن يدخلهم نار جهنم ماكثين فيها أبدًا، هي كافيتهم عقابًا، وطردهم الله من رحمته، ولهم عذاب مستمر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعد الله المنافقين والمنافقات والكفار نار جهنم خالدين فيها هي حسبهم» جزاءً وعقابا «ولعنهم الله» أبعدهم عن رحمته «ولهم عذاب مقيم» دائم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ‏‏ جمع المنافقين والكفار في النار، واللعنة والخلود في ذلك، لاجتماعهم في الدنيا على الكفر، والمعاداة للّه ورسوله، والكفر بآياته‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنتم - يا معشر المنافقين - في الكفر والاستهزاء مثل الأمم المكذبة من قبلكم، كانوا أعظم قوة منكم وأكثر أموالًا وأولادًا، فتمتعوا بنصيبهم المكتوب لهم من ملذات الدنيا وشهواتها، فتمتعتم أنتم - أيها المنافقون - بنصيبكم المقدر لكم من ذلك مثل تَمَتُّع الأمم المكذبة السابقة بنصيبهم، وخضتم في التكذيب بالحق والطعن في الرسول مثل خوضهم في التكذيب به والطعن على رسلهم، أولئك المتصفون بتلك الصفات الذميمة هم الذين بطلت أعمالهم لفسادها عند الله بالكفر، وهم الخاسرون الذين خسروا أنفسهم بإيرادها موارد الهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "أنتم أيها المنافقون «كالذين من قبلكم كانوا أشد منكم قوة وأكثر أموالا وأولادا فاستمتعوا» تمتعوا «بخلاقهم» نصيبهم من الدنيا «فاستمتعتم» أيها المنافقون «بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم» في الباطل والطعن في النبي صلى الله عليه وسلم «كالذي خاضوا» أي كخوضهم «أولئك حبطت أعمالهم في الدنيا والآخرة وأولئك هم الخاسرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 69 و 70 :قول تعالى محذرا المنافقين أن يصيبهم ما أصاب من قبلهم من الأمم المكذبة‏.\n‏ ‏‏قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ‏‏ أي‏:‏ قرى قوم لوط‏.\n‏فكلهم ‏‏أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ‏‏ أي‏:‏ بالحق الواضح الجلي، المبين لحقائق الأشياء، فكذبوا بها، فجرى عليهم ما قص اللّه علينا، فأنتم أعمالكم شبيهة بأعمالهم، استمتعتم بخلاقكم، أي‏:‏ بنصيبكم من الدنيا فتناولتموه على وجه اللذة والشهوة معرضين عن المراد منه، واستعنتم به على معاصي اللّه، ولم تتعد همتكم وإرادتكم ما خولتم من النعم كما فعل الذين من قبلكم وخضتم كالذي خاضوا، أي‏:‏ وخضتم بالباطل والزور وجادلتم بالباطل لتدحضوا به الحق، فهذه أعمالهم وعلومهم، استمتاع بالخلاق وخوض بالباطل، فاستحقوا من العقوبة والإهلاك ما استحق من قبلهم ممن فعلوا كفعلهم، وأما المؤمنون فهم وإن استمتعوا بنصيبهم وما خولوا من الدنيا، فإنه على وجه الاستعانة به على طاعة اللّه، وأما علومهم فهي علوم الرسل، وهي الوصول إلى اليقين في جميع المطالب العالية، والمجادلة بالحق لإدحاض الباطل‏.\n‏قوله ‏‏فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ‏‏ إذ أوقع بهم من عقوبته ما أوقع‏.\n‏ ‏‏وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ‏‏ حيث تجرأوا على معاصيه، وعصوا رسلهم، واتبعوا أمر كل جبار عنيد‏"
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ ۚ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ۖ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم يأت هؤلاء المنافقين خبرُ ما فعلتْه الأممُ المكذِّبة، وما فُعِل بها من عقاب: قوم نوح، وقوم هود، وقوم صالح، وقوم إبراهيم، وأصحاب مدين، وقرى قوم لوط؛ جاءتهم رسلهم بالبراهين الواضحة والحجج الجلية، فما كان الله ليظلمهم؛ فقد أنذرتهم رسلهم، ولكن كانوا أنفسهم يظلمون بما كانوا عليه من الكفر بالله وتكذيب رسله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يأتهم نبأ» خبر «الذين من قبلهم قوم نوح وعاد» قوم هود «وثمود» قوم صالح «وقوم إبراهيم وأصحاب مدين» قوم شعيب «والمؤتفكات» قرى قوم لوط أي أهلها «أتتهم رسلهم بالبيِّنات» بالمعجزات فكذبوهم فأُهلكوا «فما كان الله ليظلمهم» بأن يعذبهم بغير ذنب «ولكن كانوا أنفسهم يظلمون» بارتكاب الذنب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 69 و 70 :قول تعالى محذرا المنافقين أن يصيبهم ما أصاب من قبلهم من الأمم المكذبة‏.\n‏ ‏‏قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ‏‏ أي‏:‏ قرى قوم لوط‏.\n‏فكلهم ‏‏أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ‏‏ أي‏:‏ بالحق الواضح الجلي، المبين لحقائق الأشياء، فكذبوا بها، فجرى عليهم ما قص اللّه علينا، فأنتم أعمالكم شبيهة بأعمالهم، استمتعتم بخلاقكم، أي‏:‏ بنصيبكم من الدنيا فتناولتموه على وجه اللذة والشهوة معرضين عن المراد منه، واستعنتم به على معاصي اللّه، ولم تتعد همتكم وإرادتكم ما خولتم من النعم كما فعل الذين من قبلكم وخضتم كالذي خاضوا، أي‏:‏ وخضتم بالباطل والزور وجادلتم بالباطل لتدحضوا به الحق، فهذه أعمالهم وعلومهم، استمتاع بالخلاق وخوض بالباطل، فاستحقوا من العقوبة والإهلاك ما استحق من قبلهم ممن فعلوا كفعلهم، وأما المؤمنون فهم وإن استمتعوا بنصيبهم وما خولوا من الدنيا، فإنه على وجه الاستعانة به على طاعة اللّه، وأما علومهم فهي علوم الرسل، وهي الوصول إلى اليقين في جميع المطالب العالية، والمجادلة بالحق لإدحاض الباطل‏.\n‏قوله ‏‏فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ‏‏ إذ أوقع بهم من عقوبته ما أوقع‏.\n‏ ‏‏وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ‏‏ حيث تجرأوا على معاصيه، وعصوا رسلهم، واتبعوا أمر كل جبار عنيد‏"
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ سَيَرْحَمُهُمُ اللَّهُ ۗ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والمؤمنون والمؤمنات بعضهم أنصار بعض وأعوانهم؛ لجمع الإيمان بينهم، يأمرون بالمعروف؛ وهو كل محبوب لله تعالى من وجوه طاعته كالتوحيد والصلاة، وينهون عن المنكر؛ وهو كل ما أبغضه الله تعالى من المعاصي كالكفر والربا، ويؤدون الصلاة كاملة على أكمل وجه، ويطيعون الله، ويطيعون رسوله؛ أولئك المتصفون بهذه الصفات الحميدة سيدخلهم الله في رحمته، إن الله عزيز، لا يغالبه أحد، حكيم في خلقه وتدبيره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز» لا يعجزه شيء عن إنجاز وعده ووعيده «حكيم» لا يضع شيئا إلا في محله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر أن المنافقين بعضهم أولياء بعض ذكر أن المؤمنين بعضهم أولياء بعض، ووصفهم بضد ما وصف به المنافقين، فقال‏:‏ ‏‏وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ‏‏ أي‏:‏ ذكورهم وإناثهم ‏‏بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ‏‏ في المحبة والموالاة، والانتماء والنصرة‏.\n‏‏‏يَأْمُرُونَ بِالْمَعْرُوفِ‏‏ وهو‏:‏ اسم جامع، لكل ما عرف حسنه، من العقائد الحسنة، والأعمال الصالحة، والأخلاق الفاضلة، وأول من يدخل في أمرهم أنفسهم، ‏‏وَيَنْهَوْنَ عَنِ الْمُنْكَرِ‏‏ وهو كل ما خالف المعروف وناقضه من العقائد الباطلة، والأعمال الخبيثة، والأخلاق الرذيلة‏.\n‏‏‏وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ‏‏ أي‏:‏ لا يزالون ملازمين لطاعة اللّه ورسوله على الدوام‏.\n‏‏‏أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ‏‏ أي‏:‏ يدخلهم في رحمته، ويشملهم بإحسانه‏.\n‏‏‏إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ‏‏ أي‏:‏ قوي قاهر، ومع قوته فهو حكيم، يضع كل شيء موضعه اللائق به الذي يحمد على ما خلقه وأمر به‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ۚ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وَعَدَ الله المؤمنين بالله والمؤمنات به أن يدخلهم يوم القيامة جنات تجري الأنهار من تحت قصورها ماكثين فيها دائمًا، لا يموتون فيها ولا ينقطع نعيمهم، ووعدهم أن يدخلهم مساكن حسنة في جنات إقامة، ورضوان يحله الله عليهم أكبر من ذلك كله، ذلك الجزاء المذكور هو الفوز العظيم الذي لا يدانيه فوز."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعد الله المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ومساكن طيبة في جنات عدن» إقامة «ورضوانُُ من الله أكبر» أعظم من ذلك كله «ذلك هو الفوز العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر ما أعد اللّه لهم من الثواب فقال‏:‏ ‏‏وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ‏‏ جامعة لكل نعيم وفرح، خالية من كل أذى وترح، تجري من تحت قصورها ودورها وأشجارها الأنهار الغزيرة، المروية للبساتين الأنيقة، التي لا يعلم ما فيها من الخيرات والبركات إلا اللّه تعالى‏.\n‏‏‏خَالِدِينَ فِيهَا‏‏ لا يبغون عنها حِوَلًا ‏‏وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ‏‏ قد زخرفت وحسنت وأعدت لعباد اللّه المتقين، قد طاب مرآها، وطاب منزلها ومقيلها، وجمعت من آلات المساكن العالية ما لا يتمنى فوقه المتمنون، حتى إن اللّه تعالى قد أعد لهم غرفا في غاية الصفاء والحسن، يرى ظاهرها من باطنها، وباطنها من ظاهرها‏.\n‏فهذه المساكن الأنيقة، التي حقيق بأن تسكن إليها النفوس، وتنزع إليها القلوب، وتشتاق لها الأرواح، لأنها في جنات عدن، أي‏:‏ إقامة لا يظعنون عنها، ولا يتحولون منها‏.\n‏‏‏وَرِضْوَانٌ مِنَ اللَّهِ‏‏ يحله على أهل الجنة ‏‏أَكْبَرُ‏‏ مما هم فيه من النعيم، فإن نعيمهم لم يطب إلا برؤية ربهم ورضوانه عليهم، ولأنه الغاية التي أمَّها العابدون، والنهاية التي سعى نحوها المحبون، فرضا رب الأرض والسماوات، أكبر من نعيم الجنات‏.\n‏‏‏ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ‏‏ حيث حصلوا على كل مطلوب، وانتفى عنهم كل محذور، وحسنت وطابت منهم جميع الأمور، فنسأل اللّه أن يجعلنا معهم بجوده‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الرسول، جاهد الكفار بقتالهم بالسيف، وجاهد المنافقين باللسان والحجة، واشدد على الفريقين؛ فهم أهل لذلك، ومقرهم يوم القيامة جهنم، وساء المصير مصيرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبيُّ جاهد الكفَّار» بالسيف «والمنافقين» باللسان والحجة «وأغلظ عليهم» بالانتهار والمقت «ومأواهم جهنم وبئس المصير» المرجع هي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه صلى الله عليه وسلم ‏‏يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ‏‏ أي‏:‏ بالغ في جهادهم والغلظة عليهم حيث اقتضت الحال الغلظة عليهم‏.\n‏وهذا الجهاد يدخل فيه الجهاد باليد، والجهاد بالحجة واللسان، فمن بارز منهم بالمحاربة فيجاهد باليد، واللسان والسيف والبيان‏.\n‏ومن كان مذعنا للإسلام بذمة أو عهد، فإنه يجاهد بالحجة والبرهان ويبين له محاسن الإسلام، ومساوئ الشرك والكفر، فهذا ما لهم في الدنيا‏.\n‏‏‏و‏‏ أما في الآخرة، ف ‏‏مَأْوَاهُمْ جَهَنَّمُ‏‏ أي‏:‏ مقرهم الذي لا يخرجون منها ‏‏وَبِئْسَ الْمَصِيرُ‏‏"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا ۚ وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ ۚ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ ۖ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يحلف المنافقون بالله كاذبين: ما قالوا ما بلغك عنهم من السب لك والعيب لدينك، ولقد قالوا ما بلغك عنهم مما يكفِّرهم، وأظهروا الكفر بعد إظهارهم الإيمان، ولقد هَمُّوا بما لم يظفروا به من الفتك بالنبي صلى الله عليه وسلم، وما أنكروا شيئًا إلا شيئًا لا يُنْكَر، وهو أن الله تفضل عليهم بإغنائهم من الغنائم التي منّ بها على نبيه، فإن يتوبوا إلى الله من نفاقهم تكن توبتهم منه خيرًا لهم من البقاء عليه، وإن يتولوا عن التوبة إلى الله يعذبهم عذابًا موجعًا في الدنيا بالقتل والأسر، ويعذبهم عذابًا موجعًا في الآخرة بالنار، وليس لهم ولي يتولاهم فينقذهم من العذاب، ولا ناصر يدفع عنهم العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يحلفون» أي المنافقون «بالله ما قالوا» ما بلغك عنهم من السب «ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم» أظهروا الكفر بعد إظهار الإسلام «وهمَّوا بما لم ينالوا» من الفتك بالنبي ليلة العقبة عند عوده من تبوك وهم بضعة عشر رجلا فضرب عمار بن ياسر وجوه الرواحل لما غشوه فردوا «وما نقموا» أنكروا «إلا أن أغناهم الله ورسوله من فضله» بالغنائم بعد شدة حاجتهم المعنى: لم ينلهم منه إلا هذا وليس مما ينقم «فإن يتوبوا» عن النفاق ويؤمنوا بك «يكُ خيرا لهم وإن يتولوْا» عن الإيمان «يعذبهم الله عذابا أليما في الدنيا» بالقتل «والآخرة» بالنار «ومالهم في الأرض من ولي» يحفظهم منه «ولا نصير» يمنعهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ‏‏ أي‏:‏ إذا قالوا قولا كقول من قال منهم ‏‏ليخرجن الأعز منها الأذل‏‏ والكلام الذي يتكلم به الواحد بعد الواحد، في الاستهزاء بالدين، وبالرسول‏.\n‏فإذا بلغهم أن النبي صلى الله عليه وسلم قد بلغه شيء من ذلك، جاءوا إليه يحلفون باللّه ما قالوا‏.\n‏قال تعالى مكذبا لهم ‏‏وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ‏‏ فإسلامهم السابق وإن كان ظاهره أنه أخرجهم من دائرة الكفر فكلامهم الأخير ينقض إسلامهم، ويدخلهم بالكفر‏.\n‏‏‏وَهَمُّوا بِمَا لَمْ يَنَالُوا‏‏ وذلك حين هموا بالفتك برسول اللّه صلى الله عليه وسلم في غزوة تبوك، فقص اللّه عليه نبأهم، فأمر من يصدهم عن قصدهم‏.\n‏‏‏و‏‏ الحال أنهم ‏‏مَا نَقَمُوا‏‏ وعابوا من رسول اللّه صلى الله عليه وسلم ‏‏إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ‏‏ بعد أن كانوا فقراء معوزين، وهذا من أعجب الأشياء، أن يستهينوا بمن كان سببا لإخراجهم من الظلمات إلى النور، ومغنيا لهم بعد الفقر، وهل حقه عليهم إلا أن يعظموه، ويؤمنوا به ويجلوه‏؟‏‏\"‏ فاجتمع الداعي الديني وداعي المروءة الإنسانية‏.\n‏ثم عرض عليهم التوبة فقال‏:‏ ‏‏فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ‏‏ لأن التوبة، أصل لسعادة الدنيا والآخرة‏.\n‏‏‏وَإِنْ يَتَوَلَّوْا‏‏ عن التوبة والإنابة ‏‏يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ‏‏ في الدنيا بما ينالهم من الهم والغم والحزن على نصرة اللّه لدينه، وإعزار نبيه، وعدم حصولهم على مطلوبهم، وفي الآخرة، في عذاب السعير‏.\n‏‏‏وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ‏‏ يتولى أمورهم، ويحصل لهم المطلوب ‏‏وَلَا نَصِيرٍ‏‏ يدفع عنهم المكروه، وإذا انقطعوا من ولاية اللّه تعالى، فَثَمَّ أصناف الشر والخسران، والشقاء والحرمان‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن المنافقين من عاهد الله قائلًا: لئن أعطانا الله من فضله لنتصدقن على المحتاجين، ولنكونن من الصالحين الذين صلحت أعمالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومنهم من عاهد الله لئن آتانا من فضله لنصًّدقن» فيه إدغام التاء في الأصل في الصاد «ولنكونن من الصالحين» وهو ثعلبة بن حاطب سأل النبي صلى الله عليه وسلم أن يدعو له أن يرزقه الله مالا ويؤدي منه كل ذي حق حقه فدعا له فوسع عليه فانقطع عن الجمعة والجماعة ومنع الزكاة كما قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ومن هؤلاء المنافقين من أعطى اللّه عهده وميثاقه ‏‏لَئِنْ آتَانَا مِنْ فَضْلِهِ‏‏ من الدنيا فبسطها لنا ووسعها ‏‏لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ‏‏ فنصل الرحم، ونقري الضيف، ونعين على نوائب الحق، ونفعل الأفعال الحسنة الصالحة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما أعطاهم الله سبحانه من فضله لم يفوا بما عاهدوا الله عليه، بل منعوا أموالهم فلم يتصدقوا بشيء، وتولوا وهم معرضون عن الإيمان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما آتاهم من فضله بخلوا به وتولَّوْا» عن طاعة الله «وهم معرضون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ‏‏ لم يفوا بما قالوا، بل ‏‏بَخِلُوا بِهِ وَتَوَلَّوْا‏‏ عن الطاعة والانقياد ‏‏وَهُمْ مُعْرِضُونَ‏‏ أي‏:‏ غير ملتفتين إلى الخير‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فجعل عاقبتهم نفاقًا ثابتًا في قلوبهم إلى يوم القيامة؛ عقابًا لهم على إخلافهم لعهد الله، وعلى كذبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأعقبهم» أي فصير عاقبتهم «نفاقا» ثابتا «في قلوبهم إلى يوم يلقونه» أي الله وهو يوم القيامة «بما أخلفوا الله ما وعدوه وبما كانوا يكذبون» فيه فجاء بعد ذلك إلى النبي صلى الله عليه وسلم بزكاته فقال إن الله منعني أن أقبل منك، فجعل يحثو التراب على رأسه ثم جاء إلى أبي بكر فلم يقبلها ثم إلى عمر فلم يقبلها ثم إلى عثمان فلم يقبلها ومات في زمانه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما لم يفوا بما عاهدوا اللّه عليه، عاقبهم ‏‏فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ‏‏ مستمرا ‏‏إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ‏‏فليحذر المؤمن من هذا الوصف الشنيع، أن يعاهد ربه، إن حصل مقصوده الفلاني ليفعلن كذا وكذا، ثم لا يفي بذلك، فإنه ربما عاقبه اللّه بالنفاق كما عاقب هؤلاء‏.\n‏وقد قال النبي صلى الله عليه وسلم في الحديث الثابت في الصحيحين‏:‏ ‏‏آية المنافق ثلاث‏:‏ إذا حدث كذب، وإذا عاهد غدر، وإذا وعد أخلف‏‏فهذا المنافق الذي وعد اللّه وعاهده، لئن أعطاه اللّه من فضله، ليصدقن وليكونن من الصالحين، حدث فكذب، وعاهد فغدر، ووعد فأخلف‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم يعلم المنافقون أن الله يعلم ما يخفون من الكيد والمكر في مجالسهم، وأن الله سبحانه علام الغيوب؟ فلا يخفى عليه من أعمالهم شيء، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يعلموا» أي المنافقون «أن الله يعلم سرهم» ما أسروه في أنفسهم «ونجواهم» ما تناجوا به بينهم «وأنّ الله علام الغيوب» ما غاب عن العيان ولما نزلت آية الصدقة جاء رجل فتصدق بشيء كثير فقال المنافقون: مُراءٍ وجاء رجل فتصدق بصاع فقالوا: إنّ الله غني عن صدقة هذا فنزل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا توعد من صدر منهم هذا الصنيع، بقوله‏:‏ ‏‏أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ‏‏ وسيجازيهم على ما عملوا من الأعمال التي يعلمها اللّه تعالى، وهذه الآيات نزلت في رجل من المنافقين يقال له ‏‏ثعلبة‏‏ جاء إلى النبي صلى الله عليه وسلم وسأله أن يدعو اللّه له، أن يعطيه الله من فضله، وأنه إن أعطاه، ليتصدقن، ويصل الرحم، ويعين على النوائب، فدعا له النبي صلى الله عليه وسلم ، فكان له غنم، فلم تزل تتنامى، حتى خرج بها عن المدينة، فكان لا يحضر إلا بعض الصلوات الخمس، ثم أبعد، فكان لا يحضر إلا صلاة الجمعة، ثم كثرت فأبعد بها، فكان لا يحضر جمعة ولا جماعة‏.\n‏ففقده النبي صلى الله عليه وسلم فأخبر بحاله، فبعث من يأخذ الصدقات من أهلها، فمروا على ثعلبة، فقال‏:‏ ما هذه إلا جزية، ما هذه إلا أخت الجزية، فلما لم يعطهم جاءوا فأخبروا بذلك النبي صلى الله عليه وسلم فقال‏:‏ ‏(‏يا ويح ثعلبة يا ويح ثعلبة‏)‏ ثلاثًا‏.\n‏فلما نزلت هذه الآية فيه، وفي أمثاله، ذهب بها بعض أهله فبلغه إياها، فجاء بزكاته، فلم يقبلها النبي صلى الله عليه وسلم ثم جاء بها لأبي بكر بعد وفاة النبي صلى الله عليه وسلم فلم يقبلها، ثم جاء بها بعد أبي بكر لعمر فلم يقبلها، فيقال‏:‏ إنه هلك في زمن عثمان‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يعيبون المتطوعين من المؤمنين ببذل الصدقات اليسيرة، الذين لا يجدون إلا شيئًا قليلاً هو حاصل ما يقدرون عليه، فيسخرون منهم قائلين: ماذا تجدي صدقتهم؟! سخر الله منهم جزاء على سخريتهم بالمؤمنين، ولهم عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين» مبتدأ «يلمزون» يعيبون «المطوعين» المتنفلين «من المؤمنين في الصدقات والذين لا يجدون إلا جهدهم» طاقتهم فيأتون به «فيسخرون منهم» والخبر «سخر الله منهم» جازاهم على سخريتهم «ولهم عذاب أليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا أيضًا من مخازي المنافقين، فكانوا قبحهم اللّه لا يدعون شيئا من أمور الإسلام والمسلمين يرون لهم مقالا، إلا قالوا وطعنوا بغيا وعدوانا، فلما حثَّ اللّه ورسوله على الصدقة، بادر المسلمون إلى ذلك، وبذلوا من أموالهم كل على حسب حاله، منهم المكثر، ومنهم المقل، فيلمزون المكثر منهم، بأن قصده بنفقته الرياء والسمعة، وقالوا للمقل الفقير‏:‏ إن اللّه غني عن صدقة هذا، فأنزل اللّه تعالى‏:‏ ‏‏الَّذِينَ يَلْمِزُونَ‏‏ أي‏:‏ يعيبون ويطعنون ‏‏الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ‏‏ فيقولون‏:‏ مراءون، قصدهم الفخر والرياء‏.\n‏‏‏و‏‏ يلمزون ‏‏الَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ‏‏ فيخرجون ما استطاعوا ويقولون‏:‏ اللّه غني عن صدقاتهم ‏‏فَيَسْخَرُونَ مِنْهُمْ‏‏‏.\n‏ فقابلهم الله على صنيعهم بأن ‏‏سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ‏‏ فإنهم جمعوا في كلامهم هذا بين عدة محاذير‏.\n‏منها‏:‏ تتبعهم لأحوال المؤمنين، وحرصهم على أن يجدوا مقالا يقولونه فيهم، واللّه يقول‏:‏ ‏‏إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ‏‏ ومنها‏:‏ طعنهم بالمؤمنين لأجل إيمانهم، كفر باللّه تعالى وبغض للدين‏.\n‏ومنها‏:‏ أن اللمز محرم، بل هو من كبائر الذنوب في أمور الدنيا، وأما اللمز في أمر الطاعة، فأقبح وأقبح‏.\n‏ومنها‏:‏ أن من أطاع اللّه وتطوع بخصلة من خصال الخير، فإن الذي ينبغي ‏[‏هو‏]‏ إعانته، وتنشيطه على عمله، وهؤلاء قصدوا تثبيطهم بما قالوا فيهم، وعابوهم عليه‏.\n‏ومنها‏:‏ أن حكمهم على من أنفق مالا كثيرا بأنه مراء، غلط فاحش، وحكم على الغيب، ورجم بالظن، وأي شر أكبر من هذا‏؟‏‏!‏‏!‏ومنها‏:‏ أن قولهم لصاحب الصدقة القليلة‏:‏ ‏\"‏اللّه غني عن صدقة هذا‏\"‏ كلام مقصوده باطل، فإن اللّه غني عن صدقة المتصدق بالقليل والكثير، بل وغني عن أهل السماوات والأرض، ولكنه تعالى أمر العباد بما هم مفتقرون إليه، فاللّه وإن كان غنيا عنهم فهم فقراء إليه ‏‏فمن يعمل مثقال ذرة خيرا يره‏‏ وفي هذا القول من التثبيط عن الخير ما هو ظاهر بين، ولهذا كان جزاؤهم أن سخر اللّه منهم، ولهم عذاب أليم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اطلب - أيها الرسول - المغفرة لهم، أو لا تطلبها لهم، فإن طلبتها سبعين مرة، فإنها على كثرتها لن توصل إلى مغفرة الله لهم؛ لأنهم كافرون بالله ورسوله، والله لا يوفق للحق الخارجين عن شرعه عن عمد وقصد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(استغفر) يا محمد (لهم أو لا تستغفر لهم) تخيير له في الاستغفار وتركه قال صلى الله عليه وسلم: \"\" إني خيرت فاخترت يعني الاستغفار \"\" رواه البخاري (إن تستغفر لهم سبعين مرة فلن يغفر الله لهم) قيل المراد بالسبعين المبالغة في كثرة الاستغفار وفي البخاري حديث \"\" لو أعلم أني لو زدت على السبعين غفر لزدت عليها \"\" وقيل المراد العدد المخصوص لحديثه أيضاً \"\" وسأزيد على السبعين \"\" فبين له حسم المغفرة بآية [سواء عليهم استغفرت لهم أم لم تستغفر لهم] (ذلك بأنهم كفروا بالله ورسوله والله لا يهدي القوم الفاسقين)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً‏‏ على وجه المبالغة، وإلا، فلا مفهوم لها‏.\n‏‏‏فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ‏‏ كما قال في الآية الأخرى ‏‏سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ‏‏ ثم ذكر السبب المانع لمغفرة اللّه لهم فقال‏:‏ ‏‏ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ‏‏ والكافر لا ينفعه الاستغفار ولا العمل ما دام كافرا‏.\n‏‏‏وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ‏‏ أي‏:‏ الذين صار الفسق لهم وصفا، بحيث لا يختارون عليه سواه ولا يبغون به بدلا، يأتيهم الحق الواضح فيردونه، فيعاقبهم اللّه تعالى بأن لا يوفقهم له بعد ذلك‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَوْ كَانُوا يَفْقَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فرح المتخلفون من المنافقين عن غزوة تبوك بقعودهم عن الجهاد في سبيل الله مخالفين رسول الله، وكرهوا أن يجاهدوا بأموالهم وأنفسهم في سبيل الله كما يجاهد المؤمنون، وقالوا مثبطين لإخوانهم من المنافقين: لا تسيروا في الحرّ، وكانت غزوة تبوك في زمن الحرّ، قل لهم - أيها الرسول -: نار جهنم التي تنتظر المنافقين أشد حرًّا من هذا الحر الذي فروا منه لو يعلمون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فرح المخلَّفون» عن تبوك «بمقعدهم» أي بقعودهم «خلاف» أي بعد «رسول الله وكرهوا أن يجاهدوا بأموالهم وأنفسهم في سبيل الله وقالوا» أي قال بعضهم لبعض «لا تنفروا» تخرجوا إلى الجهاد «في الحر قل نار جهنم أشدُّ حرا» من تبوك فالأولى أن يتقوها بترك التخلف «لو كانوا يفقهون» يعلمون ذلك ما تخلفوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينا تبجح المنافقين بتخلفهم وعدم مبالاتهم بذلك، الدال على عدم الإيمان، واختيار الكفر على الإيمان‏.\n‏‏‏فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ‏‏ وهذا قدر زائد على مجرد التخلف، فإن هذا تخلف محرم، وزيادة رضا بفعل المعصية، وتبجح به‏.\n‏‏‏وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ‏‏ وهذا بخلاف المؤمنين الذين إذا تخلفوا ولو لعذر حزنوا على تخلفهم وتأسفوا غاية الأسف، ويحبون أن يجاهدوا بأموالهم وأنفسهم في سبيل اللّه، لما في قلوبهم من الإيمان، ولما يرجون من فضل اللّه وإحسانه وبره وامتنانه‏.\n‏‏‏وَقَالُوا‏‏ أي‏:‏ المنافقون ‏‏لَا تَنْفِرُوا فِي الْحَرِّ‏‏ أي‏:‏ قالوا إن النفير مشقة علينا بسبب الحر، فقدموا راحة قصيرة منقضية على الراحة الأبدية التامة‏.\n‏وحذروا من الحر الذي يقي منه الظلال، ويذهبه البكر والآصال، على الحر الشديد الذي لا يقادر قدره، وهو النار الحامية‏.\n‏ولهذا قال‏:‏ ‏‏قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ‏‏ لما آثروا ما يفنى على ما يبقى، ولما فروا من المشقة الخفيفة المنقضية، إلى المشقة الشديدة الدائمة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فليضحك هؤلاء المنافقون المتخلفون عن الجهاد قليلًا في حياتهم الدنيا الفانية، وليبكوا كثيرًا في حياتهم الآخرة الباقية؛ جزاء على ما كانوا اكتسبوه من الكفر والمعاصي والآثام في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فليضحكوا قليلا» في الدنيا «وليبكوا» في الآخرة «كثيرا جزاءً بما كانوا يكسبون» خبر عن حالهم بصيغة الأمر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله تعالى‏:‏ ‏‏فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا‏‏ أي‏:‏ فليتمتعوا في هذه الدار المنقضية، ويفرحوا بلذاتها، ويلهوا بلعبها، فسيبكون كثيرا في عذاب أليم ‏‏جَزَاءً بِمَا كَانُوا يَكْسِبُونَ‏‏ من الكفر والنفاق، وعدم الانقياد لأوامر ربهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "فَإِنْ رَجَعَكَ اللَّهُ إِلَىٰ طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن أعادك الله - أيها النبي - إلى فريق من هؤلاء المنافقين ثابت على نفاقه، فطلبوا منك الإذن بالخروج معك في غزوة أخرى، فقل لهم: لن تخرجوا - أيها المنافقون - معي في الجهاد في سبيل الله أبدًا عقوبة لكم، وحذرًا من المفاسد المترتبة على وجودكم معي، فقد رضيتم بالقعود والتخلف في غزوة تبوك، فاقعدوا وابقوا مع المتخلفين من المرضى والنساء والصبيان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإنْ رجعك» ردك «الله» من تبوك «إلى طائفة منهم» ممن تخلف بالمدينة من المنافقين «فاستأذنوك للخروج» معك إلى غزوة أُخرى «فقل» لهم «لن تخرجوا معي أبدا ولن تقاتلوا معي عدوا إنكم رضيتم بالقعود أول مرة فاقعدوا مع الخالفين» المتخلفين عن الغزو من النساء والصبيان وغيرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ‏‏ وهم الذين تخلفوا من غير عذر، ولم يحزنوا على تخلفهم ‏‏فَاسْتَأْذَنُوكَ لِلْخُرُوجِ‏‏ لغير هذه الغزوة، إذا رأوا السهولة‏.\n‏ ‏‏فَقُلْ‏‏ لهم عقوبة ‏‏لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا‏‏ فسيغني اللّه عنكم‏.\n‏‏‏إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ‏‏ وهذا كما قال تعالى ‏‏ونقلب أفئدتهم وأبصارهم كما لم يؤمنوا به أول مرة‏‏ فإن المتثاقل المتخلف عن المأمور به عند انتهاز الفرصة، لا يوفق له بعد ذلك، ويحال بينه وبينه‏.\n‏وفيه أيضًا تعزير لهم، فإنه إذا تقرر عند المسلمين أن هؤلاء من الممنوعين من الخروج إلى الجهاد لمعصيتهم، كان ذلك توبيخا لهم، وعارا عليهم ونكالا أن يفعل أحد كفعلهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "وَلَا تُصَلِّ عَلَىٰ أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِ ۖ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تصلّ - أيها الرسول - على أي ميت من موتى المنافقين أبدًا، ولا تقف على قبره للدعاء له بالمغفرة، ذلك لأنهم كفروا بالله وكفروا برسوله، وماتوا وهم خارجون عن طاعة الله، ومن كان كذلك لا يُصَلَّى عليه ولا يُدْعَى له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ولما صلى النبي صلى الله عليه وسلم على ابن أبيّ نزل «ولا تُصلِّ على أحد منهم مات أبدا ولا تقم على قبره» لدفن أو زيارة «إنهم كفروا بالله ورسوله وماتوا وهم فاسقون» كافرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أبدا‏‏ من المنافقين ‏‏وَلَا تَقُمْ عَلَى قَبْرِهِ‏‏ بعد الدفن لتدعو له، فإن صلاته ووقوفه على قبورهم شفاعة منه لهم، وهم لا تنفع فيهم الشفاعة‏.\n‏‏‏إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ‏‏ ومن كان كافرا ومات على ذلك، فما تنفعه شفاعة الشافعين، وفي ذلك عبرة لغيرهم، وزجر ونكال لهم، وهكذا كل من علم منه الكفر والنفاق، فإنه لا يصلى عليه‏.\n‏وفي هذه الآية دليل على مشروعية الصلاة على المؤمنين، والوقوف عند قبورهم للدعاء لهم، كما كان النبي صلى الله عليه وسلم يفعل ذلك في المؤمنين، فإن تقييد النهي بالمنافقين يدل على أنه قد كان متقررا في المؤمنين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تعجبك - أيها الرسول - أموال هؤلاء المنافقين ولا أولادهم، إنما يريد الله أن يعذبهم بها في الحياة الدنيا، وذلك بما يعانونه من المشاق في سبيلها، وما يصابون به من مصائب فيها، وأن تخرج أرواحهم من أجسادهم وهم على كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تعجبك أموالهم وأولادهم إنما يريد الله أن يعذبهم بها في الدنيا وتزهق» تخرج «أنفسهم وهم كافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ لا تغتر بما أعطاهم اللّه في الدنيا من الأموال والأولاد، فليس ذلك لكرامتهم عليه، وإنما ذلك إهانة منه لهم‏.\n‏ ‏‏إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا‏‏ فيتعبون في تحصيلها، ويخافون من زوالها، ولا يتهنئون بها‏.\n‏بل لا يزالون يعانون الشدائد والمشاق فيها، وتلهيهم عن اللّه والدار الآخرة، حتى ينتقلوا من الدنيا ‏‏وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ‏‏ قد سلبهم حبها عن كل شيء، فماتوا وقلوبهم بها متعلقة، وأفئدتهم عليها متحرقة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أنزل الله سورة على نبيه محمد صلى الله عليه وسلم متضمنة للأمر بالإيمان بالله والجهاد في سبيله طلب الإذن في التخلف عنك أصحاب الغنى واليَسَار منهم، وقالوا: اتركنا نتخلف مع أصحاب الأعذار كالضعفاء والزَّمْنَى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا أُنزلت سورة» أي طائفة من القرآن «أن» أي بأن «آمنوا بالله وجاهدوا مع رسوله استأذنك أولوا الطَّوْل» ذوو الغنى «منهم وقالوا ذرنا نكن مع القاعدين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى في بيان استمرار المنافقين على التثاقل عن الطاعات، وأنها لا تؤثر فيهم السور والآيات‏:‏ ‏‏وَإِذَا أُنْزِلَتْ سُورَةٌ‏‏ يؤمرون فيها بالإيمان باللّه والجهاد في سبيل اللّه‏.\n‏‏‏اسْتَأْذَنَكَ أُوْلُوا الطَّوْلِ مِنْهُمْ‏‏ يعني‏:‏ أولي الغنى والأموال، الذين لا عذر لهم، وقد أمدهم اللّه بأموال وبنين، أفلا يشكرون اللّه ويحمدونه، ويقومون بما أوجبه عليهم، وسهل عليهم أمره، ولكن أبوا إلا التكاسل والاستئذان في القعود ‏‏وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ‏‏"
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "رَضِي هؤلاء المنافقون لأنفسهم الذلة والمهانة حين رَضُوا أن يتخلفوا مع أصحاب الأعذار، وختم الله على قلوبهم بسبب كفرهم ونفاقهم، فهم لا يعلمون ما فيه مصلحتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رضوا بأن يكونوا مع الخوالف» جمع خالفة أي النساء اللاتي تخلَّفن في البيوت «وطبع على قلوبهم فهم لا يفقهون» الخير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى ‏‏رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ‏‏ أي‏:‏ كيف رضوا لأنفسهم أن يكونوا مع النساء المتخلفات عن الجهاد، هل معهم فقه أو عقل دلهم على ذلك‏؟‏ أم طبع الله على قلوبهم فلا تعي الخير، ولا يكون فيها إرادة لفعل ما فيه الخير والفلاح‏؟‏ فهم لا يفقهون مصالحهم، فلو فقهوا حقيقة الفقه، لم يرضوا لأنفسهم بهذه الحال التي تحطهم عن منازل الرجال‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "لَٰكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ۚ وَأُولَٰئِكَ لَهُمُ الْخَيْرَاتُ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أما الرسول والمؤمنون معه فلم يتخلفوا عن الجهاد في سبيل الله مثل هؤلاء، وإنما جاهدوا في سبيل الله بأموالهم وأنفسهم، وكان جزاؤهم عند الله حصول المنافع الدنيوية لهم كالنصر والغنائم، وحصول المنافع الأخروية، ومنها دخول الجنة، وحصول الفوز بالمطلوب والنجاة من المرهوب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لكن الرسولُ والذين آمنوا معه جاهدوا بأموالهم وأنفسهم وأولئك لهم الخيرات» في الدنيا والآخرة «وأولئك هم المفلحون» أي الفائزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ إذا تخلف هؤلاء المنافقون عن الجهاد، فاللّه سيغني عنهم، وللّه عباد وخواص من خلقه اختصهم بفضله يقومون بهذا الأمر، وهم ‏‏الرَّسُولُ‏‏ محمد صلى الله عليه وسلم ‏‏وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ‏‏ غير متثاقلين ولا كسلين، بل هم فرحون مستبشرون، ‏‏وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ‏‏ الكثيرة في الدنيا والآخرة، ‏‏وَأُولَئِكَ هُمُ الْمُفْلِحُونَ‏‏ الذين ظفروا بأعلى المطالب وأكمل الرغائب‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هيأ الله لهم جنات تجري الأنهار من تحت قصورها ماكثين فيها أبدًا، لا يلحقهم فناء، ذلك الجزاء هو الفلاح العظيم الذي لا يدانيه فلاح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أعد الله لهم جنات تجري من تحتها الأنهار خالدين فيها ذلك الفوز العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ‏‏ فتبا لمن لم يرغب بما رغبوا فيه، وخسر دينه ودنياه وأخراه، وهذا نظير قوله تعالى ‏‏قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا‏‏ وقوله‏:‏ ‏‏فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ‏‏‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ ۚ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاء قوم من أعراب المدينة ومن حولها يعتذرون إلى رسول الله صلى الله عليه وسلم؛ ليأذن لهم في التخلف عن الخروج والجهاد في سبيل الله، وتخلف قوم آخرون لم يعتذروا أصلًا عن الخروج؛ لعدم تصديقهم للنبي ولعدم إيمانهم بوعد الله، سينال هؤلاء بسبب كفرهم هذا عذاب مؤلم موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاء المعذِّرون» بإدغام التاء في الأصل في الدال أي المعتذرون بمعنى المعذورين وقرئ به «من الأعراب» إلى النبي صلى الله عليه وسلم «ليؤذن لهم» في القعود لعذرهم فأذن لهم «وقعد الذين كذبوا الله ورسوله» في ادعاء الإيمان من منافقي الأعراب عن المجيء للاعتذار «سيصيب الذين كفروا منهم عذاب أليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ‏‏ أي‏:‏ جاء الذين تهاونوا، وقصروا منهم في الخروج لأجل أن يؤذن لهم في ترك الجهاد، غير مبالين في الاعتذار لجفائهم وعدم حيائهم، وإتيانهم بسبب ما معهم من الإيمان الضعيف‏.\n‏وأما الذين كذبوا اللّه ورسوله منهم، فقعدوا وتركوا الاعتذار بالكلية، ويحتمل أن معنى قوله‏:‏ ‏‏الْمُعَذِّرُونَ‏‏ أي‏:‏ الذين لهم عذر، أتوا إلى رسول الله صلى الله عليه وسلم ليعذرهم، ومن عادته أن يعذر من له عذر‏.\n‏‏‏وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ‏‏ في دعواهم الإيمان، المقتضي للخروج، وعدم عملهم بذلك، ثم توعدهم بقوله‏:‏ ‏‏سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ‏‏ في الدنيا والآخرة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَىٰ وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ ۚ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس على النساء والصبيان والمرضى والعجزة والعمي والفقراء الذين لا يجدون ما ينفقونه من المال ليتجهزوا به، ليس على هؤلاء جميعًا إثم في التخلف عن الخروج؛ لأن أعذارهم قائمة، إذا أخلصوا لله ورسوله، وعملوا بشرعه، ليس على المحسنين من أصحاب هذه الأعذار طريق لإيقاع العقاب عليهم، والله غفور لذنوب المحسنين، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليس على الضعفاء» كالشيوخ «ولا على المرضى» كالعمي والزمنى «ولا على الذين لا يجدون ما ينفقون» في الجهاد «حرج» إثم في التخلف عنه «إذا نصحوا لله ورسوله» في حال قعودهم بعدم الإرجاف والتثبيط والطاعة «ما على المحسنين» بذلك «من سبيل» طريق بالمؤاخذة «والله غفور» لهم «رحيم» بهم في التوسعة في ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر المعتذرين، وكانوا على قسمين، قسم معذور في الشرع، وقسم غير معذور، ذكر ذلك بقوله‏:‏‏‏لَيْسَ عَلَى الضُّعَفَاءِ‏‏ في أبدانهم وأبصارهم، الذين لا قوة لهم على الخروج والقتال‏.\n‏ ‏‏وَلَا عَلَى الْمَرْضَى‏‏‏.\n‏وهذا شامل لجميع أنواع المرض الذي لا يقدر صاحبه معه على الخروج والجهاد، من عرج، وعمى، وحمى، وذات الجنب، والفالج، وغير ذلك‏.\n‏‏‏وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ‏‏ أي‏:‏ لا يجدون زادا، ولا راحلة يتبلغون بها في سفرهم، فهؤلاء ليس عليهم حرج، بشرط أن ينصحوا للّه ورسوله، بأن يكونوا صادقي الإيمان، وأن يكون من نيتهم وعزمهم أنهم لو قدروا لجاهدوا، وأن يفعلوا ما يقدرون عليه من الحث والترغيب والتشجيع على الجهاد‏.\n‏‏‏مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ‏‏ أي‏:‏ من سبيل يكون عليهم فيه تبعة، فإنهم بإحسانهم فيما عليهم من حقوق اللّه وحقوق العباد أسقطوا توجه اللوم عليهم، وإذا أحسن العبد فيما يقدر عليه، سقط عنه ما لا يقدر عليه‏.\n‏ويستدل بهذه الآية على قاعدة وهي‏:‏ أن من أحسن على غيره، في ‏[‏نفسه‏]‏ أو في ماله، ونحو ذلك، ثم ترتب على إحسانه نقص أو تلف، أنه غير ضامن لأنه محسن، ولا سبيل على المحسنين، كما أنه يدل على أن غير المحسن وهو المسيء كالمفرط، أن عليه الضمان‏.\n‏‏‏وَاللَّهُ غَفُورٌ رَحِيمٌ‏‏ ومن مغفرته ورحمته، عفا عن العاجزين، وأثابهم بنيتهم الجازمة ثواب القادرين الفاعلين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا إثم كذلك على المتخلفين عنك الذين إذا جاؤوك - أيها الرسول - يطلبون ما تحملهم عليه من الدواب وقلتَ لهم: لا أجد ما أحملكم عليه من الدواب؛ أدبروا عنك وأعينهم تسيل من الدمع أسفًا على أنهم لم يجدوا ما ينفقون من عند أنفسهم أو من عندك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا على الذين إذا ما أتوك لتحملهم» معك إلى الغزو وهم سبعة من الأنصار وقيل بنو مقرن «قلتَ لا أجد ما أحملكم عليه» حال «تولَّوا» جواب إذا أي انصرفوا «وأعينهم تفيض» تسيل «من» للبيان «الدمع حزنا» لأجل «ألا يجدوا ما ينفقون» في الجهاد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ‏‏ فلم يصادفوا عندك شيئا ‏‏قُلْتَ‏‏ لهم معتذرا‏:‏ ‏‏لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ‏‏ فإنهم عاجزون باذلون لأنفسهم، وقد صدر منهم من الحزن والمشقة ما ذكره اللّه عنهم‏.\n‏فهؤلاء لا حرج عليهم، وإذا سقط الحرج عنهم، عاد الأمر إلى أصله، وهو أن من نوى الخير، واقترن بنيته الجازمة سَعْيٌ فيما يقدر عليه، ثم لم يقدر، فإنه ينزل منزلة الفاعل التام‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ ۚ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لما بيَّن أن لا طريق لعقوبة أهل الأعذار ذكر من يستحق العقوبة والمؤاخذة، فقال: إنما الطريق بالعقوبة والمؤاخذة على أولئك الذين يطلبون منك - أيها الرسول - الإذن في التخلف عن الجهاد وهم قادرون عليه بوجود ما يتجهزون به، رضوا لأنفسهم الذلة والهوان بأن يبقوا مع الخوالف في البيوت، وختم الله على قلوبهم فلا تتأثر بموعظة، وهم بسبب هذا الختم لا يعلمون ما فيه مصلحتهم ليختاروه، وما فيه مفسدتهم ليتجنبوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما السَّبيل على الذين يستأذنوك» في التخلُّف «وهم أغنياء رضوا بأن يكونوا مع الخوالف وطبع الله على قلوبهم فهم لا يعلمون» تقدم مثله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏إِنَّمَا السَّبِيلُ‏‏ يتوجه واللوم يتناول الذين يستأذنوك وهم أغنياء قادرون على الخروج لا عذر لهم، فهؤلاء ‏‏رَضُوا‏‏ لأنفسهم ومن دينهم ‏‏بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ‏‏ كالنساء والأطفال ونحوهم‏.\n‏‏‏و‏‏ إنما رضوا بهذه الحال لأن اللّه طبع على قلوبهم أي‏:‏ ختم عليها، فلا يدخلها خير، ولا يحسون بمصالحهم الدينية والدنيوية، ‏‏فَهُمْ لَا يَعْلَمُونَ‏‏ عقوبة لهم، على ما اقترفوا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُقَدِّم المنافقون المُتخلِّفون عن الجهاد أعذارًا واهية للمسلمين حين عودتهم من الجهاد، ويوجه الله نبيه والمؤمنين بالرد عليهم: لا تعتذروا بالأعذار الكاذبة، لن نصدقكم فيما أخبرتمونا به منها، قد أعلمنا الله شيئًا مما في نفوسكم، وسيرى الله ورسوله: هل ستتوبون، فيقبل الله توبتكم، أو تستمرون على نفاقكم؟ ثم ترجعون إلى الله الذي يعلم كل شيء، فيخبركم بما كنتم تعملون، ويجازيكم عليه، فبادروا إلى التوبة والعمل الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يعتذرون إليكم» في التخلف «إذا رجعتم إليهم» من الغزو «قل» لهم «لا تعتذروا لن نؤمن لكم» نصدقكم «قد نبأنا الله من أخباركم» أي أخبرنا بأحوالكم «وسيرى الله عملَكم ورسوله ثم تُردون» بالبعث «إلى عالم الغيب والشهادة» أي الله «فينبئكم بما كنتم تعملون» فيجازيكم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تخلف المنافقين الأغنياء، وأنهم لا عذر لهم، أخبر أنهم س ‏‏يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ‏‏ من غزاتكم‏.\n‏‏‏قُلْ‏‏ لهم ‏‏لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ‏‏ أي‏:‏ لن نصدقكم في اعتذاركم الكاذب‏.\n‏‏‏قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ‏‏ وهو الصادق في قيله، فلم يبق للاعتذار فائدة، لأنهم يعتذرون بخلاف ما أخبر اللّه عنهم، ومحال أن يكونوا صادقين فيما يخالف خبر اللّه الذي هو أعلى مراتب الصدق‏.\n‏‏‏وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ‏‏ في الدنيا، لأن العمل هو ميزان الصدق من الكذب، وأما مجرد الأقوال، فلا دلالة فيها على شيء من ذلك‏.\n‏‏‏ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ‏‏ الذي لا تخفى عليه خافية، ‏‏فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ‏‏ من خير وشر، ويجازيكم بعدله أو بفضله، من غير أن يظلمكم مثقال ذرة‏.\n‏وأعلم أن المسيء المذنب له ثلاث حالات‏:‏ إما ‏[‏أن‏]‏ يقبل قوله وعذره، ظاهرا وباطنا، ويعفى عنه بحيث يبقى كأنه لم يذنب‏.\n‏ فهذه الحالة هي المذكورة هنا في حق المنافقين، أن عذرهم غير مقبول، وأنه قد تقررت أحوالهم الخبيثة وأعمالهم السيئة، وإما أن يعاقبوا بالعقوبة والتعزير الفعلي على ذنبهم، وإما أن يعرض عنهم، ولا يقابلوا بما فعلوا بالعقوبة الفعلية، وهذه الحال الثالثة هي التي أمر اللّه بها في حق المنافقين"
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ ۖ فَأَعْرِضُوا عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سيُقسِم هؤلاء المُتخلِّفون بالله إذا رجعتم - أيها المؤمنون - إليهم تأكيدًا لأعذارهم الباطلة؛ لتكفّوا عن لومهم وتوبيخهم، فاتركوهم ترك ساخط واهجروهم، إنهم أنجاس خبثاء الباطن، ومستقرهم الذي يأوون إليه هو جهنم؛ جزاء لهم على ما يكسبونه من النفاق والآثام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سيحلفون بالله لكم إذا انقلبتم» رجعتم «إليهم» من تبوك أنهم معذورون في التخلف «لتعرضوا عنهم» بترك المعاتبة «فأعرضوا عنهم إنهم رجس» قذر لخبث باطنهم «ومأواهم جهنم جزاءً بما كانوا يكسبون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ‏‏ أي‏:‏ لا توبخوهم، ولا تجلدوهم أو تقتلوهم‏.\n‏‏‏إِنَّهُمْ رِجْسٌ‏‏ أي‏:‏ إنهم قذر خبثاء، ليسوا بأهل لأن يبالى بهم، وليس التوبيخ والعقوبة مفيدا فيهم، ‏‏و‏‏ تكفيهم عقوبة جهنم جزاء بما كانوا يكسبون‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۖ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَىٰ عَنِ الْقَوْمِ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقسم هؤلاء المُتخلِّفون لكم -أيها المؤمنون - لترضوا عنهم، وتقبلوا أعذارهم، فلا ترضوا عنهم، فإن ترضوا عنهم فقد خالفتم ربكم، فإنه لا يرضى عن القوم الخارجين عن طاعته بالكفر والنفاق؛ فاحذروا - أيها المسلمون - أن ترضوا عمن لا يرضى الله عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يحلفون لكم لترضوا عنهم فإن ترضوا عنهم فإنّ الله لا يرضى عن القوم الفاسقين» أي عنهم"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله‏:‏ ‏‏يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ‏‏ أي‏:‏ ولهم أيضًا هذا المقصد الآخر منكم، غير مجرد الإعراض، بل يحبون أن ترضوا عنهم، كأنهم ما فعلوا شيئًا‏.\n‏‏‏فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ‏‏ أي‏:‏ فلا ينبغي لكم أيها المؤمنون أن ترضوا عن من لم يرض اللّه عنه، بل عليكم أن توافقوا ربكم في رضاه وغضبه‏.\n‏وتأمل كيف قال‏:‏ ‏‏فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ‏‏ ولم يقل‏:‏ ‏\"‏فإن اللّه لا يرضى عنهم‏\"‏ ليدل ذلك على أن باب التوبة مفتوح، وأنهم مهما تابوا هم أو غيرهم، فإن اللّه يتوب عليهم، ويرضى عنهم‏.\n‏وأما ما داموا فاسقين، فإن اللّه لا يرضى عليهم، لوجود المانع من رضاه، وهو خروجهم عن ما رضيه اللّه لهم من الإيمان والطاعة، إلى ما يغضبه من الشرك، والنفاق، والمعاصي‏.\n‏وحاصل ما ذكره اللّه أن المنافقين المتخلفين عن الجهاد من غير عذر، إذا اعتذروا للمؤمنين، وزعموا أن لهم أعذارا في تخلفهم، فإن المنافقين يريدون بذلك أن تعرضوا عنهم، وترضوا وتقبلوا عذرهم، فأما قبول العذر منهم والرضا عنهم، فلا حبا ولا كرامة لهم‏.\n‏وأما الإعراض عنهم، فيعرض المؤمنون عنهم، إعراضهم عن الأمور الردية والرجس، وفي هذه الآيات، إثبات الكلام للّه تعالى في قوله‏:‏ ‏‏قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ‏‏ وإثبات الأفعال الاختيارية للّه، الواقعة بمشيئته ‏[‏تعالى‏]‏ وقدرته في هذا، وفي قوله‏:‏ ‏‏وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ‏‏ أخبر أنه سيراه بعد وقوعه، وفيها إثبات الرضا للّه عن المحسنين، والغضب والسخط على الفاسقين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَىٰ رَسُولِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أهل البادية إن كفروا أو نافقوا كان كفرهم أشد من كفر غيرهم من أهل الحضر، ونفاقهم أشد من نفاق أولئك، وهم أحرى بالجهل بالدين، وأحق بألا يعلموا الفرائض والسنن وضوابط الأحكام التي أنزلها على رسوله؛ لما هم عليه من الجفاء والغلظة وقلة المخالطة، والله عليم بأحوالهم، لا يخفى عليه منها شيء، حكيم في تدبيره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الأعراب» أهل البدو «أشدُّ كفرا ونفاقا» من أهل المدن لجفائهم وغلظ طباعهم وبعدهم عن سماع القرآن «وأجدر» أولى «أ» ن أي بأن «لا يعلموا حدود ما أنزل الله على رسوله» من الأحكام والشرائع «والله عليم» بخلقه «حكيم» في صنعه بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏الْأَعْرَابِ‏‏ وهم سكان البادية والبراري ‏‏أَشَدُّ كُفْرًا وَنِفَاقًا‏‏ من الحاضرة الذين فيهم كفر ونفاق، وذلك لأسباب كثيرة‏:‏ منها‏:‏ أنهم بعيدون عن معرفة الشرائع الدينية والأعمال والأحكام، فهم أحرى ‏‏وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ‏‏ من أصول الإيمان وأحكام الأوامر والنواهي، بخلاف الحاضرة، فإنهم أقرب لأن يعلموا حدود ما أنزل اللّه على رسوله، فيحدث لهم بسبب هذا العلم تصورات حسنة، وإرادات للخير، الذي يعلمون، ما لا يكون في البادية‏.\n‏وفيهم من لطافة الطبع والانقياد للداعي ما ليس في البادية، ويجالسون أهل الإيمان، ويخالطونهم أكثر من أهل البادية، فلذلك كانوا أحرى للخير من أهل البادية، وإن كان في البادية والحاضرة، كفار ومنافقون، ففي البادية أشد وأغلظ مما في الحاضرة‏.\n‏ ومن ذلك أن الأعراب أحرص على الأموال، وأشح فيها‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ ۚ عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن سكان البادية المنافقين من يعتقد أن ما ينفقه من مال في سبيل الله خسران وغرامة؛ لتوهمه أنه لا يؤجر إن أنفق، ولا يعاقبه الله إن أمسك، ولكنه مع هذا ينفق أحيانًا رياءً وتقية، وينتظر أن ينزل بكم - أيها المؤمنون - شر فيتخلص منكم، جعل الله ما يتمنونه أن يقع على المؤمنين من الشر ودوران الزمان بما لا تحمد عقباه واقعًا عليهم هم لا على المؤمنين، والله سميع لما يقولونه، عليم بما يضمرونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الأعراب من يتخذ ما ينفق» في سبيل الله «مَغرما» غرامة وخسرانا لأنه لا يرجو ثوابه بل ينفقه خوفا وهم بنو أسد وغطفان «ويتربص» ينتظر «بكم الدوائر» دوائر الزمان أن تنقلب عليكم فيتلخص «عليهم دائرة السُّوء» بالضم والفتح، أي يدور العذاب والهلاك عليهم لا عليكم «والله سميع» لأقوال عباده «عليم» بأفعالهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فمنهم ‏‏مَنْ يَتَّخِذُ مَا يُنْفِقُ‏‏ من الزكاة والنفقة في سبيل اللّه وغير ذلك، ‏‏مَغْرَمًا‏‏ أي‏:‏ يراها خسارة ونقصا، لا يحتسب فيها، ولا يريد بها وجه اللّه، ولا يكاد يؤديها إلا كرها‏.\n‏‏‏وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ‏‏ أي‏:‏ من عداوتهم للمؤمنين وبغضهم لهم، أنهم يودون وينتظرون فيهم دوائر الدهر، وفجائع الزمان، وهذا سينعكس عليهم فعليهم دائرة السوء‏.\n‏وأما المؤمنون فلهم الدائرة الحسنة على أعدائهم، ولهم العقبى الحسنة، ‏‏وَاللَّهُ سميع عليم‏‏ يعلم نيات العباد، وما صدرت عنه الأعمال، من إخلاص وغيره‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 99,
            "text": "وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ ۚ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ ۚ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن سكان البادية من يؤمن بالله، ويؤمن بيوم القيامة، ويجعل ما ينفقه من مال في سبيل الله قربات يتقرب بها إلى الله، ووسيلة للظفر بدعاء الرسول صلى الله عليه وسلم واستغفاره له، ألا إن إنفاقه في سبيل الله ودعاء الرسول له قربات له عند الله، سيجد ثوابها عنده بأن يدخله الله في رحمته الواسعة التي تشمل مغفرته وجنته، إن الله غفور لمن تاب من عباده، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الأعراب من يؤمن بالله واليوم الآخر» كجهينة ومزينة «ويتخذ ما ينفق» في سبيل الله «قربات» تقربه «عند الله و» وسيلة إلى «صلوات» دعوات «الرسول» له «ألا إنها» أي نفقتهم «قُرُبةٌ» بضم الراء وسكونها «لهم» عنده «سيدخلهم الله في رحمته» جنته «إن الله غفور» لأهل طاعته «رحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وليس الأعراب كلهم مذمومين، بل منهم ‏‏مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ‏‏ فيسلم بذلك من الكفر والنفاق ويعمل بمقتضى الإيمان‏.\n‏‏‏وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ‏‏ أي‏:‏ يحتسب نفقته، ويقصد بها وجه اللّه تعالى والقرب منه و يجعلها وسيلة ل ‏‏صَلَوَاتِ الرَّسُولِ‏‏ أي‏:‏ دعائه لهم، وتبريكه عليهم، قال تعالى مبينا لنفع صلوات الرسول‏:‏ ‏‏أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ‏‏ تقربهم إلى اللّه، وتنمي أموالهم وتحل فيها البركة‏.\n‏‏‏سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ‏‏ في جملة عباده الصالحين إنه غفور رحيم، فيغفر السيئات العظيمة لمن تاب إليه، ويعم عباده برحمته، التي وسعت كل شيء، ويخص عباده المؤمنين برحمة يوفقهم فيها إلى الخيرات، ويحميهم فيها من المخالفات، ويجزل لهم فيها أنواع المثوبات‏.\n‏وفي هذه الآية دليل على أن الأعراب كأهل الحاضرة، منهم الممدوح ومنهم المذموم، فلم يذمهم اللّه على مجرد تعربهم وباديتهم، إنما ذمهم على ترك أوامر اللّه، وأنهم في مظنة ذلك‏.\n‏ومنها‏:‏ أن الكفر والنفاق يزيد وينقص ويغلظ ويخف بحسب الأحوال‏.\n‏ومنها‏:‏ فضيلة العلم، وأن فاقده أقرب إلى الشر ممن يعرفه، لأن اللّه ذم الأعراب، وأخبر أنهم أشد كفرا ونفاقا، وذكر السبب الموجب لذلك، وأنهم أجدر أن لا يعلموا حدود ما أنزل اللّه على رسوله‏.\n‏ومنها‏:‏ أن العلم النافع الذي هو أنفع العلوم، معرفة حدود ما أنزل اللّه على رسوله، من أصول الدين وفروعه، كمعرفة حدود الإيمان، والإسلام، والإحسان، والتقوى، والفلاح، والطاعة، والبر، والصلة، والإحسان، والكفر، والنفاق، والفسوق، والعصيان، والزنا، والخمر، والربا، ونحو ذلك‏.\n‏ فإن في معرفتها يتمكن من فعلها إن كانت مأمور بها، أو تركها إن كانت محظورة ومن الأمر بها أو النهي عنها‏.\n‏ومنها‏:‏ أنه ينبغي للمؤمن أن يؤدي ما عليه من الحقوق، منشرح الصدر، مطمئن النفس، ويحرص أن تكون مغنما، ولا تكون مغرمًا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 100,
            "text": "وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين بادروا أولًا إلى الإيمان من المهاجرين الذين هاجروا من ديارهم وأوطانهم إلى الله، ومن الأنصار الذين نصروا نبيه صلى الله عليه وسلم، والذين اتبعوا المهاجرين والأنصار السابقين إلى الإيمان بإحسان في الاعتقاد والأقوال والأفعال - رضي الله عنهم فقبل طاعتهم، ورضوا عنه لما أعطاهم من ثوابه العظيم، وأعدّ لهم جنات تجري الأنهار تحت قصورها، ماكثين فيها أبدًا، ذلك الجزاء هو الفلاح العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسابقون الأولون من المهاجرين والأنصار» وهم من شهد بدرا أو جميع الصحابة «والذين اتبعوهم» إلى يوم القيامة «بإحسان» في العمل «رضي الله عنهم» بطاعته «ورضوا عنه» بثوابه «وأعد لهم جنات تجري تحتها الأنهار» وفي قراءة بزيادة من «خالدين فيها أبدا ذلك الفوز العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "السابقون هم الذين سبقوا هذة الأمة وبدروها إلى الإيمان والهجرة، والجهاد، وإقامة دين اللّه‏.\n‏‏‏مِنَ الْمُهَاجِرِينَ‏‏ ‏‏الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من اللّه ورضوانا، وينصرون اللّه ورسوله أولئك هم الصادقون‏‏ومن ‏‏الْأَنْصَارِ‏‏ ‏‏الذين تبوأوا الدار والإيمان من قبلهم يحبون من هاجر إليهم، ولا يجدون في صدورهم حاجة مما أوتوا، ويؤثرون على أنفسهم ولو كان بهم خصاصة‏‏‏‏وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ‏‏ بالاعتقادات والأقوال والأعمال، فهؤلاء، هم الذين سلموا من الذم، وحصل لهم نهاية المدح، وأفضل الكرامات من اللّه‏.\n‏‏‏رَضِيَ اللَّهُ عَنْهُمْ‏‏ ورضاه تعالى أكبر من نعيم الجنة، ‏‏وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ‏‏ الجارية التي تساق إلى سَقْيِ الجنان، والحدائق الزاهية الزاهرة، والرياض الناضرة‏.\n‏‏‏خَالِدِينَ فِيهَا أَبَدًا‏‏ لا يبغون عنها حولا، ولا يطلبون منها بدلا، لأنهم مهما تمنوه، أدركوه، ومهما أرادوه، وجدوه‏.\n‏‏‏ذَلِكَ الْفَوْزُ الْعَظِيمُ‏‏ الذي حصل لهم فيه، كل محبوب للنفوس، ولذة للأرواح، ونعيم للقلوب، وشهوة للأبدان، واندفع عنهم كل محذور‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 101,
            "text": "وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ ۖ وَمِنْ أَهْلِ الْمَدِينَةِ ۖ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومِمَّن هم قريبون من المدينة من سكان البادية منافقون، ومن أهل المدينة منافقون أقاموا على النفاق وثبتوا عليه، لا تعلمهم - أيها الرسول - الله هو الذي يعلمهم، سيعذبهم الله مرتين: مرة في الدنيا بانكشاف نفاقهم وقتلهم وأسرهم، ومرة في الآخرة بعذاب القبر، ثم يردون يوم القيامة إلى عذاب عظيم في الدرك الأسفل من النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وممن حولكم» يا أهل المدينة «من الأعراب منافقون» كأسلم وأشجع وغفار «ومن أهل المدينة» منافقون أيضا «مردوا على النفاق» لُّجوا فيه واستمروا «لا تعلمهم نحن نعلمهم سنعذبهم مرتين» بالفضيحة أو القتل في الدنيا وعذاب القبر «ثم يردون» في الآخرة «إلى عذاب عظيم» هو النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ‏‏ أيضًا منافقون ‏‏مَرَدُوا عَلَى النِّفَاقِ‏‏ أي‏:‏ تمرنوا عليه، واستمروا وازدادوا فيه طغيانا‏.\n‏‏‏لَا تَعْلَمُهُمْ‏‏ بأعيانهم فتعاقبهم، أو تعاملهم بمقتضى نفاقهم، لما للّه في ذلك من الحكمة الباهرة‏.\n‏‏‏نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ‏‏ يحتمل أن التثنية على بابها، وأن عذابهم عذاب في الدنيا، وعذاب في الآخرة‏.\n‏ففي الدنيا ما ينالهم من الهم والحزن ، والكراهة لما يصيب المؤمنين من الفتح والنصر، وفي الآخرة عذاب النار وبئس القرار‏.\n‏ويحتمل أن المراد سنغلظ عليهم العذاب، ونضاعفه عليهم ونكرره‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 102,
            "text": "وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن أهل المدينة قوم آخرون تخلفوا عن الغزو من غير عذر، فأقروا على أنفسهم بأنهم لم يكن لهم عذر، ولم يأتوا بأعذار كاذبة، مزجوا أعمالهم الصالحة السابقة من القيام بطاعة الله، والتمسك بشرائعه، والجهاد في سبيله بعمل سيئ يرجون من الله أن يتوب عليهم، ويتجاوز عنهم، إن الله غفور لمن تاب من عباده، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» قوم «آخرون» مبتدأ «اعترفوا بذنوبهم» من التخلف نعته والخبر «خلطوا عملا صالحا» وهو جهادهم قبل ذلك أو اعترافهم بذنوبهم أو غير ذلك «وآخر سيئا» وهو تخلفهم «عسى الله أن يتوب عليهم إن الله غفور رحيم» نزلت في أبي لبابة وجماعة أوثقوا أنفسهم في سواري المسجد لما بلغهم ما نزل في المتخلفين وحلفوا لا يحلهم إلا النبي صلى الله عليه وسلم فحلُّهم لما نزلت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏وَآخَرُونَ‏‏ ممن بالمدينة ومن حولها، بل ومن سائر البلاد الإسلامية، ‏‏اعْتَرَفُوا بِذُنُوبِهِمْ‏‏ أي‏:‏ أقروا بها، وندموا عليها، وسعوا في التوبة منها، والتطهر من أدرانها‏.\n‏‏‏خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا‏‏ ولا يكون العمل صالحا إلا إذا كان مع العبد أصل التوحيد والإيمان، المخرج عن الكفر والشرك، الذي هو شرط لكل عمل صالح، فهؤلاء خلطوا الأعمال الصالحة، بالأعمال السيئة، من التجرؤ على بعض المحرمات، والتقصير في بعض الواجبات، مع الاعتراف بذلك والرجاء، بأن يغفر اللّه لهم، فهؤلاء ‏‏عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ‏‏ وتوبته على عبده نوعان‏:‏الأول‏:‏ التوفيق للتوبة‏.\n‏ والثاني‏:‏ قبولها بعد وقوعها منهم‏.\n‏‏‏إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ‏‏ أي‏:‏ وصفه المغفرة والرحمة اللتان لا يخلو مخلوق منهما، بل لا بقاء للعالم العلوي والسفلي إلا بهما، فلو يؤاخذ اللّه الناس بظلمهم ما ترك على ظهرها من دابة‏.\n‏‏‏إن اللّه يمسك السماوات والأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا‏‏ ‏.\n‏ومن مغفرته أن المسرفين على أنفسهم الذين قطعوا أعمارهم بالأعمال السيئة، إذا تابوا إليه وأنابوا ولو قبيل موتهم بأقل القليل، فإنه يعفو عنهم، ويتجاوز عن سيئاتهم، فهذه الآية، دلت على أن المخلط المعترف النادم، الذي لم يتب توبة نصوحا، أنه تحت الخوف والرجاء، وهو إلى السلامة أقرب‏.\n‏وأما المخلط الذي لم يعترف ويندم على ما مضى منه، بل لا يزال مصرًا على الذنوب، فإنه يخاف عليه أشد الخوف‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 103,
            "text": "خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خذ - أيها الرسول - من أموالهم زكاة تطهرهم بها من دنس المعاصي والآثام، وتُنَمِّي حسناتهم بها، وادع لهم بعد أخذها منهم، إن دعاءك رحمة لهم وطمأنينة، والله سميع لدعائك، عليم بأعمالهم ونياتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خذ من أموالهم صدقة تطهرهم وتزكيهم بها» من ذنوبهم فأخذ ثلث أموالهم وتصدق بها «وصل عليهم» أي ادع لهم «إن صلاتك سكن» رحمة «لهم» وقيل طمأنينة بقبول توبتهم «والله سميع عليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى لرسوله ومن قام مقامه، آمرا له بما يطهر المؤمنين، ويتمم إيمانهم‏:‏ ‏‏خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً‏‏ وهي الزكاة المفروضة، ‏‏تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا‏‏ أي‏:‏ تطهرهم من الذنوب والأخلاق الرذيلة‏.\n‏‏‏وَتُزَكِّيهِمْ‏‏ أي‏:‏ تنميهم، وتزيد في أخلاقهم الحسنة، وأعمالهم الصالحة، وتزيد في ثوابهم الدنيوي والأخروي، وتنمي أموالهم‏.\n‏‏‏وَصَلِّ عَلَيْهِمْ‏‏ أي‏:‏ ادع لهم، أي‏:‏ للمؤمنين عموما وخصوصا عندما يدفعون إليك زكاة أموالهم‏.\n‏‏‏إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ‏‏ أي‏:‏ طمأنينة لقلوبهم، واستبشار لهم، ‏‏وَاللَّهُ سَمِيعٌ‏‏ لدعائك، سمع إجابة وقبول‏.\n‏‏‏عَلِيمٌ‏‏ بأحوال العباد ونياتهم، فيجازي كل عامل بعمله، وعلى قدر نيته، فكان النبي صلى الله عليه وسلم يمتثل لأمر اللّه، ويأمرهم بالصدقة، ويبعث عماله لجبايتها، فإذا أتاه أحد بصدقته دعا له وبرَّك‏.\n‏ففي هذه الآية، دلالة على وجوب الزكاة، في جميع الأموال، وهذا إذا كانت للتجارة ظاهرة، فإنها أموال تنمى ويكتسب بها، فمن العدل أن يواسى منها الفقراء، بأداء ما أوجب اللّه فيها من الزكاة‏.\n‏وما عدا أموال التجارة، فإن كان المال ينمى، كالحبوب، والثمار، والماشية المتخذة للنماء والدر والنسل، فإنها تجب فيها الزكاة، وإلا لم تجب فيها، لأنها إذا كانت للقنية، لم تكن بمنزلة الأموال التي يتخذها الإنسان في العادة، مالا يتمول، ويطلب منه المقاصد المالية، وإنما صرف عن المالية بالقنية ونحوها‏.\n‏وفيها‏:‏ أن العبد لا يمكنه أن يتطهر ويتزكى حتى يخرج زكاة ماله، وأنه لا يكفرها شيء سوى أدائها، لأن الزكاة والتطهير متوقف على إخراجها‏.\n‏وفيها‏:‏ استحباب الدعاء من الإمام أو نائبه لمن أدى زكاته بالبركة، وأن ذلك ينبغي، أن يكون جهرا، بحيث يسمعه المتصدق فيسكن إليه‏.\n‏ويؤخذ من المعنى، أنه ينبغي إدخال السرور على المؤمن بالكلام اللين، والدعاء له، ونحو ذلك مما يكون فيه طمأنينة، وسكون لقلبه‏.\n‏ وأنه ينبغي تنشيط من أنفق نفقة وعمل عملا صالحا بالدعاء له والثناء، ونحو ذلك‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 104,
            "text": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليعلم هؤلاء المتخلفون عن الجهاد والتائبون إلى الله أن الله يقبل التوبة من عباده التائبين إليه، وأنه يقبل الصدقات وهو غني عنها، ويثيب المتصدق على صدقته، وأنه سبحانه هو التواب على من تاب من عباده، الرحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يعلموا أن الله هو يقبل التوبة عن عباده ويأخذ» يقبل «الصدقات وأن الله هو التواب» على عباده بقبول توبتهم «الرحيم» بهم، والاستفهام للتقرير، والقصد به هو تهييجهم إلى التوبة والصدقة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ أما علموا سعة رحمة اللّه وعموم كرمه وأنه ‏‏يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ‏‏ التائبين من أي ذنب كان، بل يفرح تعالى بتوبة عبده، إذا تاب أعظم فرح يقدر‏.\n‏‏‏وَيَأْخُذُ الصَّدَقَاتِ‏‏ منهم أي‏:‏ يقبلها، ويأخذها بيمينه، فيربيها لأحدهم كما يربي الرجل فلوه، حتى تكون التمرة الواحدة كالجبل العظيم، فكيف بما هو أكبر وأكثر من ذلك‏.\n‏‏‏وَأَنَّ اللَّهَ هُوَ التَّوَّابُ‏‏ أي‏:‏ كثير التوبة على التائبين، فمن تاب إليه تاب عليه، ولو تكررت منه ‏[‏المعصية‏]‏ مرارا‏.\n‏ ولا يمل اللّه من التوبة على عباده، حتى يملوا هم، ويأبوا إلا النفار والشرود عن بابه، وموالاتهم عدوهم‏.\n‏‏‏الرَّحِيمِ‏‏ الذي وسعت رحمته كل شيء، وكتبها للذين يتقون، ويؤتون الزكاة، ويؤمنون بآياته، ويتبعون رسوله‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 105,
            "text": "وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول - لهؤلاء المُتخَلِّفين عن الجهاد والتائبين من ذنبهم: اجبروا ضرر ما فاتكم، وأخلصوا أعمالكم لله، واعملوا بما يرضيه، فسيرى الله ورسوله والمؤمنون أعمالكم، وسترجعون يوم القيامة إلى ربكم الذي يعلم كل شيء، فيعلم ما تسرون وما تعلنون، وسيخبركم بما كنتم تعملون في الدنيا، ويجازيكم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقل» لهم أو للناس «اعملوا» ما شئتم «فسيرى الله عملكم ورسوله والمؤمنون وستردون» بالبعث «إلى عالم الغيب والشهادة» أي الله «فينبئكم بما كنتم تعملون» فيجازيكم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ ‏‏وَقُلْ‏‏ لهؤلاء المنافقين‏:‏ ‏‏اعْمَلُوا‏‏ ما ترون من الأعمال، واستمروا على باطلكم، فلا تحسبوا أن ذلك، سيخفى‏.\n‏‏‏فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ‏‏ أي‏:‏ لا بد أن يتبين عملكم ويتضح، ‏‏وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ‏‏ من خير وشر، ففي هذا التهديد والوعيد الشديد على من استمر على باطله وطغيانه وغيه وعصيانه‏.\n‏ويحتمل أن المعنى‏:‏ أنكم مهما عملتم من خير أوشر، فإن اللّه مطلع عليكم، وسيطلع رسوله وعباده المؤمنين على أعمالكم ولو كانت باطنة‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 106,
            "text": "وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن المُتخَلِّفين عن غزوة تبوك قوم آخرون لم يكن لهم عذر، فهؤلاء مُؤخَّرون لقضاء الله وحكمه فيهم، يحكم فيهم بما يشاء: إما أن يعذبهم إن لم يتوبوا إليه، وإما أن يتوب عليهم إن تابوا، والله عليم بمن يستحق عقابه، وبمن يستحق عفوه، حكيم في شرعه وتدبيره، وهؤلاء هم: مرارة بن الربيع، وكعب بن مالك، وهلال بن أمية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآخرون» من المتخلفين «مُرْجَؤُن» بالهمز وتركه: مؤخرون عن التوبة «لأمر الله» فيهم بما يشاء «إما يعذبهم» بأن يميتهم بلا توبة «وإما يتوب عليهم والله عليم» بخلقه «حكيم» في صنعه بهم، وهم الثلاثة الآتون بعد: مرارة بن الربيع وكعب بن مالك وهلال بن أمية، تخلفوا كسلا وميلا إلى الدعة، لا نفاقا ولم يعتذروا إلى النبي صلى الله عليه وسلم كغيرهم فوقف أمرهم خمسين ليلة وهجرهم الناس حتى نزلت توبتهم بعد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ‏‏وَآخَرُونَ‏‏ من المخلفين مؤخرون ‏‏لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ‏‏ ففي هذا التخويف الشديد للمتخلفين، والحث لهم على التوبة والندم‏.\n‏‏‏وَاللَّهُ عَلِيمٌ‏‏ بأحوال العباد ونياتهم ‏‏حَكِيمٌ‏‏ يضع الأشياء مواضعها، وينزلها منازلها، فإن اقتضت حكمته أن يغفر لهم ويتوب عليهم غفر لهم وتاب عليهم، وإن اقتضت حكمته أن يخذلهم ولا يوفقهم للتوبة، فعل ذلك‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 107,
            "text": "وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَىٰ ۖ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن المنافقين أيضًا أولئك الذين ابتنوا مسجدًا لغير طاعة الله، بل للإضرار بالمسلمين، وإظهار الكفر بتقوية أهل النفاق، وللتفريق بين المؤمنين، وللإعداد والانتظار لمن حارب الله ورسوله من قبل بناء المسجد، وليحلفن هؤلاء المنافقون لكم: ما قصدنا إلا الرفق بالمسلمين، والله يشهد إنهم لكاذبون في دعواهم هذه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» منهم «الذين اتخذوا مسجدا» وهم اثنا عشر من المنافقين «ضرارا» مضارة لأهل مسجد قباء «وكفرا» لأنهم بنوه بأمر أبي عامر الراهب ليكون معقلا له يقدم فيه من يأتي من عنده وكان ذهب ليأتي بجنود من قيصر لقتال النبي صلى الله عليه وسلم «وتفريقا بين المؤمنين» الذين يصلون بقباء بصلاة بعضهم في مسجدهم «وإرصادا» ترقبا «لمن حارب الله ورسوله من قبل» أي قبل بنائه، وهو أبو عامر المذكور «وليحلفن إن» ما «أردنا» ببنائه «إلا» الفعلة «الحسنى» من الرفق بالمسكين في المطر والحر والتوسعة على المسلمين «والله يشهد إنهم لكاذبون» في ذلك، وكانوا سألوا النبي صلى الله عليه وسلم أن يصلي فيه فنزل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كان أناس من المنافقين من أهل قباء اتخذوا مسجدا إلى جنب مسجد قباء، يريدون به المضارة والمشاقة بين المؤمنين، ويعدونه لمن يرجونه من المحاربين للّه ورسوله، يكون لهم حصنا عند الاحتياج إليه، فبين تعالى خزيهم، وأظهر سرهم فقال‏:‏ ‏‏وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا‏‏ أي‏:‏ مضارة للمؤمنين ولمسجدهم الذي يجتمعون فيه ‏‏وَكُفْرًا‏‏ أي‏:‏ قصدهم فيه الكفر، إذا قصد غيرهم الإيمان‏.\n‏‏‏وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ‏‏ أي‏:‏ ليتشعبوا ويتفرقوا ويختلفوا، ‏‏وَإِرْصَادًا‏‏ أي‏:‏ إعدادا ‏‏لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ‏‏ أي‏:‏ إعانة للمحاربين للّه ورسوله، الذين تقدم حرابهم واشتدت عداوتهم، وذلك كأبي عامر الراهب، الذي كان من أهل المدينة، فلما قدم النبي صلى الله عليه وسلم وهاجر إلى المدينة، كفر به، وكان متعبدا في الجاهلية، فذهب إلى المشركين يستعين بهم على حرب رسول اللّه صلى الله عليه وسلم ‏.\n‏فلما لم يدرك مطلوبه عندهم ذهب إلى قيصر بزعمه أنه ينصره، فهلك اللعين في الطريق، وكان على وعد وممالأة، هو والمنافقون‏.\n‏ فكان مما أعدوا له مسجد الضرار، فنزل الوحي بذلك، فبعث إليه النبي صلى الله عليه وسلم من يهدمه ويحرقه، فهدم وحرق، وصار بعد ذلك مزبلة‏.\n‏قال تعالى بعدما بين من مقاصدهم الفاسدة في ذلك المسجد ‏‏وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا‏‏ في بنائنا إياه ‏‏إِلَّا الْحُسْنَى‏‏ أي‏:‏ الإحسان إلى الضعيف، والعاجز والضرير‏.\n‏‏‏وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ‏‏ فشهادة اللّه عليهم أصدق من حلفهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 108,
            "text": "لَا تَقُمْ فِيهِ أَبَدًا ۚ لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا ۚ وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مسجد هذه صفته لا تستجب - أيها النبي - لدعوة المنافقين لك للصلاة فيه، فإن مسجد قباء الذي أُسِّس أول ما أُسِّس على التقوى أولى بأن تصلي فيه من هذا المسجد الذي أُسِّس على الكفر، في مسجد قباء رجال يحبون أن يتطهروا من الأحداث والأخباث بالماء، ومن المعاصي بالتوبة والاستغفار، والله يحب المتطهرين من الأحداث والأخباث والذنوب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(لا تقم) تصل (فيه أبدا) فأرسل جماعة هدموه وحرقوه وجعلوا مكانه كناسة تلقى فيها الجيف (لمسجد أسس) بنيت قواعده (على التقوى من أول يوم) وضع يوم حللت بدار الهجرة، وهو مسجد قباء كما في البخاري (أحق) منه (أن) أي بأن (تقوم) تصلي (فيه، فيه رجال) هم الأنصار (يحبون أن يتطهروا والله يحب المطهرين) أي يثيبهم، فيه إدغام التاء في الأصل في الطاء، روي ابن خزيمة في صحيحه عن عويمر بن ساعدة: \"\" أنه صلى الله عليه وسلم أتاهم في مسجد قباء فقال: إن الله تعالى قد أحسن عليكم الثناء في الطهور في قصة مسجدكم فما هذا الطهور الذي تطهرون به؟ قالوا: والله يا رسول الله ما نعلم شيئا إلا أنه كان لنا جيران من اليهود وكانوا يغسلون أدبارهم من الغائط فغسلنا كما غسلوا \"\" وفي حديث رواه البزار فقالوا نتبع الحجارة بالماء \"\" فقال هو ذاك فعليكموه \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏لَا تَقُمْ فِيهِ أَبَدًا‏‏ أي‏:‏ لا تصل في ذلك المسجد الذي بني ضرارا أبدا‏.\n‏ فاللّه يغنيك عنه، ولست بمضطر إليه‏.\n‏‏‏لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ‏‏ ظهر فيه الإسلام في ‏\"‏قباء‏\"‏ وهو مسجد ‏\"‏قباء‏\"‏ أسس على إخلاص الدين للّه، وإقامة ذكره وشعائر دينه، وكان قديما في هذا عريقا فيه، فهذا المسجد الفاضل ‏‏أَحَقُّ أَنْ تَقُومَ فِيهِ‏‏ وتتعبد، وتذكر اللّه تعالى فهو فاضل، وأهله فضلاء، ولهذا مدحهم اللّه بقوله‏:‏ ‏‏فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا‏‏ من الذنوب، ويتطهروا من الأوساخ، والنجاسات والأحداث‏.\n‏ومن المعلوم أن من أحب شيئا لا بد أن يسعى له ويجتهد فيما يحب، فلا بد أنهم كانوا حريصين على التطهر من الذنوب والأوساخ والأحداث، ولهذا كانوا ممن سبق إسلامه، وكانوا مقيمين للصلاة، محافظين على الجهاد، مع رسول اللّه صلى الله عليه وسلم وإقامة شرائع الدين، وممن كانوا يتحرزون من مخالفة اللّه ورسوله‏.\n‏وسألهم النبي صلى الله عليه وسلم بعد ما نزلت هذه الآية في مدحهم عن طهارتهم، فأخبروه أنهم يتبعون الحجارة الماء، فحمدهم على صنيعهم‏.\n‏‏‏وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ‏‏ الطهارة المعنوية، كالتنزه من الشرك والأخلاق الرذيلة، والطهارة الحسية كإزالة الأنجاس ورفع الأحداث‏"
                }
            ]
        },
        {
            "ayah_number": 109,
            "text": "أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ تَقْوَىٰ مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيستوي مَن أَسَّس بنيانه على تقوى من الله بامتثال أوامره، واجتناب نواهيه، ورضوان الله بالتوسع في أعمال البر مع من بنى مسجدًا للإضرار بالمسلمين وتقوية الكفر، والتفريق بين المؤمنين؟! لا يستويان أبدًا، فالأول بنيانه قوي متماسك لا يخشى عليه السقوط، وهذا مثله كمثل من بنى بنيانًا على شفير حفرة فتهدم وسقط، فانهار به بنيانه في قعر جهنم، والله لا يوفق القوم الظالمين بالكفر والنفاق وغير ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن أسَّس بنيانه على تقوى» مخافة «من الله» رجاء «ورضوان» منه «خيرٌ أم من أسَّس بنيانه على شفا» طرف «جُرُفِ» بضم الراء وسكونها، جانب «هارِ» مشرف على السقوط «فانهار به» سقط مع بانيه «في نار جهنم» خير تمثيل لبناء على ضد التقوى بما يؤول إليه، والاستفهام للتقرير، أي الأول خير وهو مثال مسجد قباء، والثاني مثال مسجد الضرار «والله لا يهدي القوم الظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم فاضل بين المساجد بحسب مقاصد أهلها وموافقتها لرضاه فقال‏:‏ ‏‏أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ‏‏ أي‏:‏ على نية صالحة وإخلاص ‏‏وَرِضْوَانٌ‏‏ بأن كان موافقا لأمره، فجمع في عمله بين الإخلاص والمتابعة، ‏‏خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا‏‏ أي‏:‏ على طرف ‏‏جُرُفٍ هَارٍ‏‏ أي‏:‏ بال، قد تداعى للانهدام، ‏‏فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ‏‏ لما فيه مصالح دينهم ودنياهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 110,
            "text": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يزال مسجدهم الذي بنوه ضرارًا شكًّا ونفاقًا ثابتًا في قلوبهم حتى تتقطع قلوبهم بالموت أو القتل بالسيف، والله عليم بأعمال عباده، حكيم فيما يحكم به من جزاء على الخير أو الشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يزال بنيانهم الذي بنوا ريبة» شكا «في قلوبهم إلاً أن تقطَّع» تنفصل «قلوبهم» بأن يموتوا «والله عليم» بخلقه «حكيم» في صنعه بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ‏‏ أي‏:‏ شكا، وريبا ماكثا في قلوبهم، ‏‏إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ‏‏ بأن يندموا غاية الندم ويتوبوا إلى ربهم، ويخافوه غاية الخوف، فبذلك يعفو اللّه عنهم، وإلا فبنيانهم لا يزيدهم إلا ريبا إلى ريبهم، ونفاقا إلى نفاقهم‏.\n‏‏‏وَاللَّهُ عَلِيمٌ‏‏ بجميع الأشياء، ظاهرها، وباطنها، خفيها وجليها، وبما أسره العباد، وأعلنوه‏.\n‏‏‏حَكِيمٌ‏‏ لا يفعل ولا يخلق ولا يأمر ولا ينهى إلا ما اقتضته الحكمة وأمر به فللّه الحمد ‏.\n‏وفي هذه الآيات فوائد عدة‏:‏منها‏:‏ أن اتخاذ المسجد الذي يقصد به الضرار لمسجد آخر بقربه، أنه محرم، وأنه يجب هدم مسجد الضرار، الذي اطلع على مقصود أصحابه‏.\n‏ومنها‏:‏ أن العمل وإن كان فاضلا تغيره النية، فينقلب منهيا عنه، كما قلبت نية أصحاب مسجد الضرار عملهم إلى ما ترى‏.\n‏ومنها‏:‏ أن كل حالة يحصل بها التفريق بين المؤمنين، فإنها من المعاصي التي يتعين تركها وإزالتها‏.\n‏كما أن كل حالة يحصل بها جمع المؤمنين وائتلافهم، يتعين اتباعها والأمر بها والحث عليها، لأن اللّه علل اتخاذهم لمسجد الضرار بهذا المقصد الموجب للنهي عنه، كما يوجب ذلك الكفر والمحاربة للّه ورسوله‏.\n‏ومنها‏:‏ النهي عن الصلاة في أماكن المعصية، والبعد عنها، وعن قربها‏.\n‏ومنها‏:‏ أن المعصية تؤثر في البقاع، كما أثرت معصية المنافقين في مسجد الضرار، ونهي عن القيام فيه، وكذلك الطاعة تؤثر في الأماكن كما أثرت في مسجد ‏\"‏ قباء‏\"‏ حتى قال اللّه فيه‏:‏‏‏لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ‏‏ ‏.\n‏ولهذا كان لمسجد قباء من الفضل ما ليس لغيره، حتى كان صلى الله عليه وسلم يزور قباء كل سبت يصلي فيه، وحث على الصلاة فيه‏.\n‏ومنها‏:‏ أنه يستفاد من هذه التعاليل المذكورة في الآية، أربع قواعد مهمة، وهي‏:‏كل عمل فيه مضارة لمسلم، أو فيه معصية للّه، فإن المعاصي من فروع الكفر، أو فيه تفريق بين المؤمنين، أو فيه معاونة لمن عادى اللّه ورسوله، فإنه محرم ممنوع منه، وعكسه بعكسه‏.\n‏ومنها‏:‏ أن الأعمال الحسية الناشئة عن معصية الله لا تزال مبعدة لفاعلها عن الله بمنزلة الإصرار على المعصية حتى يزيلها ويتوب منها توبة تامة بحيث يتقطع قلبه من الندم والحسرات‏.\n‏ومنها‏:‏ أنه إذا كان مسجد قباء مسجدا أسس على التقوى، فمسجد النبي صلى الله عليه وسلم الذي أسسه بيده المباركة وعمل فيه واختاره اللّه له من باب أولى وأحرى‏.\n‏ومنها‏:‏ أن العمل المبني على الإخلاص والمتابعة، هو العمل المؤسس على التقوى، الموصل لعامله إلى جنات النعيم‏.\n‏والعمل المبني على سوء القصد وعلى البدع والضلال، هو العمل المؤسس على شفا جرف هار، فانهار به في نار جهنم، واللّه لا يهدي القوم الظالمين‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 111,
            "text": "إِنَّ اللَّهَ اشْتَرَىٰ مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ ۚ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ ۚ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله سبحانه اشترى من المؤمنين أنفسهم - مع أنهم ملكه؛ تفضُّلًا منه - بثمن غال هو الجنة، حيث يقاتلون الكفار لتكون كلمة الله هي العليا، فيقتلون الكفار، ويقتلهم الكفار، وعد الله بذلك وعدًا صدقًا في التوراة: كتاب موسى، والإنجيل: كتاب عيسى عليهما السلام، والقرآن: كتاب محمد صلى الله عليه وسلم، ولا أحد أوفى بعهده من الله سبحانه؛ فافرحوا وسروا - أيها المؤمنون - ببيعكم الذي بايعتم به الله، فقد ربحتم فيه ربحًا عظيمًا، وذلك البيع هو الفلاح العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله اشترى من المؤمنين أنفسهم وأموالهم» بأن يبذلوها في طاعته كالجهاد «بأن لهم الجنة يقاتلون في سبيل الله فيَقتلون ويُقتلون» جملة استئناف بيان للشراء، وفي قراءة بتقديم المبني للمفعول، أي فيقتل بعضهم ويقاتل الباقي «وعدا عليه حقا» مصدران منصوبان بفعلهما المحذوف «في التوراة والإنجيل والقرآن ومن أوفي بعهده من الله» أي لا أحد أوفى منه «فاستبشروا» فيه التفات عن الغيبة «ببيعكم الذي بايعتم به وذلك» البيع «هو الفوز العظيم» المنيل غاية المطلوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى خبرا صدقا، ويعد وعدا حقا بمبايعة عظيمة، ومعاوضة جسيمة، وهو أنه ‏‏اشْتَرَى‏‏ بنفسه الكريمة ‏‏مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ‏‏ فهي المثمن والسلعة المبيعة‏.\n‏‏‏بِأَنَّ لَهُمُ الْجَنَّةَ‏‏ التي فيها ما تشتهيه الأنفس، وتلذ الأعين من أنواع اللذات والأفراح، والمسرات، والحور الحسان، والمنازل الأنيقات‏.\n‏وصفة العقد والمبايعة، بأن يبذلوا للّه نفوسهم وأموالهم في جهاد أعدائه، لإعلاء كلمته وإظهار دينه ف ‏‏يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ‏‏ فهذا العقد والمبايعة، قد صدرت من اللّه مؤكدة بأنواع التأكيدات‏.\n‏‏‏وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ‏‏ التي هي أشرف الكتب التي طرقت العالم، وأعلاها، وأكملها، وجاء بها أكمل الرسل أولو العزم، وكلها اتفقت على هذا الوعد الصادق‏.\n‏‏‏وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا‏‏ أيها المؤمنون القائمون بما وعدكم اللّه، ‏‏بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ‏‏ أي‏:‏ لتفرحوا بذلك، وليبشر بعضكم بعضًا، ويحث بعضكم بعضًا‏.\n‏‏‏وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ‏‏ الذي لا فوز أكبر منه، ولا أجل، لأنه يتضمن السعادة الأبدية، والنعيم المقيم، والرضا من اللّه الذي هو أكبر من نعيم الجنات، وإذا أردت أن تعرف مقدار الصفقة، فانظر إلى المشتري من هو‏؟‏ وهو اللّه جل جلاله، وإلى العوض، وهو أكبر الأعواض وأجلها، جنات النعيم، وإلى الثمن المبذول فيها، وهو النفس، والمال، الذي هو أحب الأشياء للإنسان‏.\n‏وإلى من جرى على يديه عقد هذا التبايع، وهو أشرف الرسل، وبأي كتاب رقم، وهي كتب اللّه الكبار المنزلة على أفضل الخلق‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 112,
            "text": "التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء الحاصلون على هذا الجزاء هم الراجعون مما كرهه الله وسخطه إلى ما يحبه ويرضاه، الذين ذلُّوا خشية لله وتواضعًا فجدُّوا في طاعته، الحامدون لربهم على كل حال، الصائمون، المصلون، الآمرون بما أمر الله به أو أمر به رسوله، الناهون عما نهى الله عنه ورسوله، الحافظون لأوامر الله بالاتباع، ولنواهيه بالاجتناب، وأَخْبِر - أيها الرسول - المؤمنين المتصفين بهذه الصفات بما يسرهم في الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«التائبون» رفع على المدح بتقدير مبتدأ من الشرك والنفاق «العابدون» المخلصون العبادة لله «الحامدون» له على كل حال «السائحون» الصائمون «الراكعون الساجدون» أي المصلون «الآمرون بالمعروف والناهون عن المنكر والحافظون لحدود الله» لأحكامه بالعمل بها «وبشر المؤمنين» بالجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كأنه قيل‏:‏ من هم المؤمنون الذين لهم البشارة من اللّه بدخول الجنات ونيل الكرامات‏؟‏ فقال‏:‏ هم ‏‏التَّائِبُونَ‏‏ أي‏:‏ الملازمون للتوبة في جميع الأوقات عن جميع السيئات‏.\n‏‏‏الْعَابِدُونَ‏‏ أي‏:‏ المتصفون بالعبودية للّه، والاستمرار على طاعته من أداء الواجبات والمستحبات في كل وقت، فبذلك يكون العبد من العابدين‏.\n‏‏‏الْحَامِدُونَ‏‏ للّه في السراء والضراء، واليسر والعسر، المعترفون بما للّه عليهم من النعم الظاهرة والباطنة، المثنون على اللّه بذكرها وبذكره في آناء الليل وآناء النهار‏.\n‏‏‏السَّائِحُونَ‏‏ فسرت السياحة بالصيام، أو السياحة في طلب العلم، وفسرت بسياحة القلب في معرفة اللّه ومحبته، والإنابة إليه على الدوام، والصحيح أن المراد بالسياحة‏:‏ السفر في القربات، كالحج، والعمرة، والجهاد، وطلب العلم، وصلة الأقارب، ونحو ذلك‏.\n‏‏‏الرَّاكِعُونَ السَّاجِدُونَ‏‏ أي‏:‏ المكثرون من الصلاة، المشتملة على الركوع والسجود‏.\n‏‏‏الْآمِرُونَ بِالْمَعْرُوفِ‏‏ ويدخل فيه جميع الواجبات والمستحبات‏.\n‏‏‏وَالنَّاهُونَ عَنِ الْمُنْكَرِ‏‏ وهي جميع ما نهى اللّه ورسوله عنه‏.\n‏‏‏وَالْحَافِظُونَ لِحُدُودِ اللَّهِ‏‏ بتعلمهم حدود ما أنزل اللّه على رسوله، وما يدخل في الأوامر والنواهي والأحكام، وما لا يدخل، الملازمون لها فعلا وتركا‏.\n‏‏‏وَبَشِّرِ الْمُؤْمِنِينَ‏‏ لم يذكر ما يبشرهم به، ليعم جميع ما رتب على الإيمان من ثواب الدنيا والدين والآخرة، فالبشارة متناولة لكل مؤمن‏.\n‏وأما مقدارها وصفتها فإنها بحسب حال المؤمنين، وإيمانهم، قوة، وضعفا، وعملا بمقتضاه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 113,
            "text": "مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا ينبغي للنبي ولا ينبغي للمؤمنين أن يطلبوا المغفرة من الله للمشركين، ولو كانوا أقرباءهم، من بعدِ ما اتضح لهم أنهم من أصحاب النار؛ لموتهم على الشرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في استغفاره صلى الله عليه وسلم لعمه أبي طالب واستغفار بعض الصحابة لأبويه المشركين (ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى) ذوي قرابة (من بعد ما تبين لهم أنهم أصحاب الجحيم) النار، بأن ماتوا على الكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعني‏:‏ ما يليق ولا يحسن للنبي وللمؤمنين به ‏‏أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ‏‏ أي‏:‏ لمن كفر به، وعبد معه غيره ‏‏وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ‏‏ فإن الاستغفار لهم في هذه الحال غلط غير مفيد، فلا يليق بالنبي والمؤمنين، لأنهم إذا ماتوا على الشرك، أو علم أنهم يموتون عليه، فقد حقت عليهم كلمة العذاب، ووجب عليهم الخلود في النار، ولم تنفع فيهم شفاعة الشافعين، ولا استغفار المستغفرين‏.\n‏وأيضًا فإن النبي والذين آمنوا معه، عليهم أن يوافقوا ربهم في رضاه وغضبه، ويوالوا من والاه اللّه، ويعادوا من عاداه اللّه، والاستغفار منهم لمن تبين أنه من أصحاب النار مناف لذلك، مناقض له"
                }
            ]
        },
        {
            "ayah_number": 114,
            "text": "وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كان طلب إبراهيم المغفرة لأبيه إلا بسبب وعده إياه ليطلبنّها له؛ رجاء أن يسلم، فلما اتضح لإبراهيم أن أباه عدو لله لعدم نفع النصح فيه، أو لعلمه بوحي أنه يموت كافرًا تبرأ منه، وكان استغفاره له اجتهادًا منه، لا مخالفة لحكم أوحى الله إليه به، إن إبراهيم عليه السلام كثير التضرع إلى الله، كثير الصفح والتجاوز عن قومه الظالمين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه) بقوله \"\" سأستغفر لك ربي \"\" رجاء أن يسلم (فلما تبين له أنه عدو لله) بموته على الكفر (تبرأ منه) وترك الاستغفار له (إن إبراهيم لأواه) كثير التضرع والدعاء (حليم) صبور على الأذى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولئن وجد الاستغفار من خليل الرحمن إبراهيم عليه السلام لأبيه فإنه ‏‏عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ‏‏ في قوله ‏‏سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا‏‏ وذلك قبل أن يعلم عاقبة أبيه‏.\n‏فلما تبين لإبراهيم أن أباه عدو للّه، سيموت على الكفر، ولم ينفع فيه الوعظ والتذكير ‏‏تَبَرَّأَ مِنْهُ‏‏ موافقة لربه وتأدبا معه‏.\n‏‏‏إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ‏‏ أي‏:‏ رجَّاع إلى اللّه في جميع الأمور، كثير الذكر والدعاء، والاستغفار والإنابة إلى ربه‏.\n‏‏‏حَلِيمٌ‏‏ أي‏:‏ ذو رحمة بالخلق، وصفح عما يصدر منهم إليه، من الزلات، لا يستفزه جهل الجاهلين، ولا يقابل الجاني عليه بجرمه، فأبوه قال له‏:‏ ‏‏لَأَرْجُمَنَّكَ‏‏ وهو يقول له‏:‏ ‏‏سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي‏‏فعليكم أن تقتدوا به، وتتبعوا ملة إبراهيم في كل شيء ‏‏إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ‏‏ كما نبهكم اللّه عليها وعلى غيرها"
                }
            ]
        },
        {
            "ayah_number": 115,
            "text": "وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّىٰ يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كان الله ليحكم على قوم بالضلال بعد أن وفقهم للهداية حتى يبين لهم المحرمات التي يجب اجتنابها، فإن ارتكبوا ما حرم عليهم بعد بيان تحريمه حكم عليهم بالضلال، إن الله بكل شيء عليم، لا يخفى عليه شيء، وقد علَّمكم ما لم تكونوا تعلمون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما كان الله ليضل قوما بعد إذ هداهم» للإسلام «حتى يبين لهم ما يتقون» من العمل فلا يتقوه فيستحقوا الإضلال «إن الله بكل شيء عليم» ومنه مستحق الإضلال والهداية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعني أن اللّه تعالى إذا منَّ على قوم بالهداية، وأمرهم بسلوك الصراط المستقيم، فإنه تعالى يتمم عليهم إحسانه، ويبين لهم جميع ما يحتاجون إليه، وتدعو إليه ضرورتهم، فلا يتركهم ضالين، جاهلين بأمور دينهم، ففي هذا دليل على كمال رحمته، وأن شريعته وافية بجميع ما يحتاجه العباد، في أصول الدين وفروعه‏.\n‏ويحتمل أن المراد بذلك ‏‏وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ‏‏ فإذا بين لهم ما يتقون فلم ينقادوا له، عاقبهم بالإضلال جزاء لهم على ردهم الحق المبين، والأول أولى‏.\n‏‏‏إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ‏‏ فلكمال علمه وعمومه علمكم ما لم تكونوا تعلمون، وبين لكم ما به تنتفعون‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 116,
            "text": "إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۚ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله له ملك السماوات وملك الأرض، لا شريك له فيهما، لا يخفى عنه فيهما خافية، يُحْيِي من شاء إحياءه، ويميت من شاء إماتته، وما لكم - أيها الناس - غير الله من ولي يتولى أموركم، وما لكم من نصير يدفع عنكم السوء، وينصركم على عدوكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله له مُلك السماوات والأرض يحيي ويميت وما لكم» أيها الناس «من دون الله» أي غيره «من ولي» يحفظكم منه «ولا نصير» يمنعكم عن ضرره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏إِنَّ اللَّهَ لَهُ مُلْكُ السموات وَالْأَرْضِ يُحْيِي وَيُمِيتُ‏‏ أي‏:‏ هو المالك لذلك، المدبر لعباده بالإحياء والإماتة وأنواع التدابير الإلهية، فإذا كان لا يخل بتدبيره القدري فكيف يخل بتدبيره الديني المتعلق بإلهيته، ويترك عباده سدى مهملين، أو يدعهم ضالين جاهلين، وهو أعظم توليه لعباده‏؟‏‏\"‏‏.\n‏فلهذا قال‏:‏ ‏‏وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ‏‏ أي‏:‏ ولي يتولاكم بجلب المنافع لكم، أو ‏‏نَصِيرٍ‏‏ يدفع عنكم المضار‏."
                }
            ]
        },
        {
            "ayah_number": 117,
            "text": "لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد تاب الله على النبي محمد صلى الله عليه وسلم إذ أذن للمنافقين في التخلف عن غزوة تبوك، ولقد تاب على المهاجرين، وعلى الأنصار الذين لم يتخلفوا عنه، بل اتبعوه في غزوة تبوك مع شدة الحر وقلة ذات اليد وقوة الأعداء، بعدما كادت تميل قلوب طائفة منهم هَمُّوا بترك الغزو؛ لما هم فيه من الشدة العظيمة، ثم وفقهم الله للثبات والخروج إلى الغزو، وتاب عليهم، إنه سبحانه رؤوف بهم رحيم، ومن رحمته توفيقهم للتوبة وقبولها منهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد تاب الله» أي أدام توبته «على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العُسرة» أي وقتها، وهي حالهم في غزوة تبوك كان الرجلان يقتسمان تمرة والعشرة يعتقبون البعير الواحد، واشتد الحر حتى شربوا الفرث «من بعد ما كاد تزيغ» بالتاء والياء تميل «قلوب فريق منهم» عن اتباعه إلى التخلف لما هم فيه من الشدة «ثم تاب عليهم» بالثبات «إنه بهم رؤوف رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه من لطفه وإحسانه تَابَ عَلَى النَّبِيِّ صلى الله عليه وسلم ‏‏وَالْمُهَاجِرِينَ وَالْأَنْصَارِ‏‏ فغفر لهم الزلات، ووفر لهم الحسنات، ورقاهم إلى أعلى الدرجات، وذلك بسبب قيامهم بالأعمال الصعبة الشاقات، ولهذا قال‏:‏ ‏‏الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ‏‏ أي‏:‏ خرجوا معه لقتال الأعداء في وقعة ‏\"‏تبوك‏\"‏ وكانت في حر شديد، وضيق من الزاد والركوب، وكثرة عدو، مما يدعو إلى التخلف‏.\n‏فاستعانوا اللّه تعالى، وقاموا بذلك ‏‏مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ‏‏ أي‏:‏ تنقلب قلوبهم، ويميلوا إلى الدعة والسكون، ولكن اللّه ثبتهم وأيدهم وقواهم‏.\n‏ وزَيْغُ القلب هو انحرافه عن الصراط المستقيم، فإن كان الانحراف في أصل الدين، كان كفرا، وإن كان في شرائعه، كان بحسب تلك الشريعة، التي زاغ عنها، إما قصر عن فعلها، أو فعلها على غير الوجه الشرعي‏.\n‏وقوله ‏‏ثُمَّ تَابَ عَلَيْهِمْ‏‏ أي‏:‏ قبل توبتهم ‏‏إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ‏‏ ومن رأفته ورحمته أن مَنَّ عليهم بالتوبة، وقبلها منهم وثبتهم عليها‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 118,
            "text": "وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا ۚ إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد تاب الله على الثلاثة، وهم: كعب بن مالك، ومرارة بن الربيع، وهلال ابن أمية؛ الذين خُلِّفُوا عن التوبة وأُخِّرَ قبول توبتهم بعد تخلُّفهم عن الخروج مع رسول الله صلى الله عليه وسلم إلى تبوك، فأمر النبي صلى الله عليه وسلم الناس بهجرانهم، وأصابهم حزن وغم على ذلك حتى ضاقت عليهم الأرض على سعتها، وضاقت صدورهم بما حصل لهم من الوحشة، وعلموا أنْ لا ملجأ لهم يلجؤون إليه إلا إلى الله وحده، فرحمهم بتوفيقهم للتوبة، ثم قبل توبتهم، إنه هو التواب على عباده، الرحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» تاب «على الثلاثة الذين خُلِّفوا» عن التوبة عليهم بقرينة «حتى إذا ضاقت عليهم الأرض بما رحُبت» أي مع رحبها، أي سعتها فلا يجدون مكانا يطمئنون إليه «وضاقت عليهم أنفسهم» قلوبهم للغمِّ والوحشة بتأخير توبتهم فلا يسعها سرور ولا أنس «وظنُّوا» أيقنوا «أن» مخففة «لا ملجأ من الله إلاّ إليه ثم تاب عليهم» وفقهم للتوبة «ليتوبوا إن الله هو التواب الرحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏و‏‏ كذلك لقد تاب الله ‏‏عَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا‏‏ عن الخروج مع المسلمين، في تلك الغزوة، وهم‏:‏ ‏\"‏كعب بن مالك‏\"‏ وصاحباه، وقصتهم مشهورة معروفة، في الصحاح والسنن‏.\n‏‏‏حَتَّى إِذَا‏‏ حزنوا حزنًا عظيمًا، و‏‏ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ‏‏ أي‏:‏ على سعتها ورحبها ‏‏وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ‏‏ التي هي أحب إليهم من كل شيء، فضاق عليهم الفضاء الواسع، والمحبوب الذي لم تجر العادة بالضيق منه، وذلك لا يكون إلا من أمر مزعج، بلغ من الشدة والمشقة ما لا يمكن التعبير عنه، وذلك لأنهم قدموا رضا اللّه ورضا رسوله على كل شيء‏.\n‏‏‏وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ‏‏ أي‏:‏ تيقنوا وعرفوا بحالهم، أنه لا ينجي من الشدائد، ويلجأ إليه، إلا اللّه وحده لا شريك له، فانقطع تعلقهم بالمخلوقين، وتعلقوا باللّه ربهم، وفروا منه إليه، فمكثوا بهذه الشدة نحو خمسين ليلة‏.\n‏‏‏ثُمَّ تَابَ عَلَيْهِمْ‏‏ أي‏:‏ أذن في توبتهم ووفقهم لها ‏‏لِيَتُوبُوا‏‏ أي‏:‏ لتقع منهم، فيتوب اللّه عليهم، ‏‏إِنَّ اللَّهَ هُوَ التَّوَّابُ‏‏ أي‏:‏ كثير التوبة والعفو، والغفران عن الزلات والعصيان، ‏‏الرَّحِيمِ‏‏ وصفه الرحمة العظيمة التي لا تزال تنزل على العباد في كل وقت وحين، في جميع اللحظات، ما تقوم به أمورهم الدينية والدنيوية‏.\n‏وفي هذه الآيات دليل على أن توبة اللّه على العبد أجل الغايات، وأعلى النهايات، فإن اللّه جعلها نهاية خواص عباده، وامتن عليهم بها، حين عملوا الأعمال التي يحبها ويرضاها‏.\n‏ومنها‏:‏ لطف الله بهم وتثبيتهم في إيمانهم عند الشدائد والنوازل المزعجة‏.\n‏ومنها‏:‏ أن العبادة الشاقة على النفس، لها فضل ومزية ليست لغيرها، وكلما عظمت المشقة عظم الأجر‏.\n‏ومنها‏:‏ أن توبة اللّه على عبده بحسب ندمه وأسفه الشديد، وأن من لا يبالي بالذنب ولا يحرج إذا فعله، فإن توبته مدخولة، وإن زعم أنها مقبولة‏.\n‏ومنها‏:‏ أن علامة الخير وزوال الشدة، إذا تعلق القلب بالله تعالى تعلقا تاما، وانقطع عن المخلوقين‏.\n‏ومنها‏:‏ أن من لطف اللّه بالثلاثة، أن وسمهم بوسم، ليس بعار عليهم فقال‏:‏ ‏‏خُلِّفُوا‏‏ إشارة إلى أن المؤمنين خلفوهم، ‏[‏أو خلفوا عن من بُتّ في قبول عذرهم، أو في رده‏]‏ وأنهم لم يكن تخلفهم رغبة عن الخير، ولهذا لم يقل‏:‏ ‏\"‏تخلفوا‏\"‏‏.\n‏ومنها‏:‏ أن اللّه تعالى من عليهم بالصدق.\n‏"
                }
            ]
        },
        {
            "ayah_number": 119,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله واتبعوا رسوله وعملوا بشرعه، اتقوا الله بامتثال أوامره، واجتناب نواهيه، وكونوا مع الصادقين في إيمانهم وأقوالهم وأعمالهم، فلا مَنْجاة لكم إلا في الصدق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اتقوا الله» بترك معاصيه «وكونوا مع الصادقين» في الإيمان والعهود بأن تلزموا الصدق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي‏:‏ ‏‏يَا أَيُّهَا الَّذِينَ آمَنُوا‏‏ باللّه، وبما أمر اللّه بالإيمان به، قوموا بما يقتضيه الإيمان، وهو القيام بتقوى اللّه تعالى، باجتناب ما نهى اللّه عنه والبعد عنه‏.\n‏‏‏وَكُونُوا مَعَ الصَّادِقِينَ‏‏ في أقوالهم وأفعالهم وأحوالهم، الذين أقوالهم صدق، وأعمالهم، وأحوالهم لا تكون إلا صدقا خلية من الكسل والفتور، سالمة من المقاصد السيئة، مشتملة على الإخلاص والنية الصالحة، فإن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة‏.\n‏قال الله تعالى‏:‏ ‏‏هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ‏‏ الآية‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 120,
            "text": "مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ۚ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ ۚ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس لأهل المدينة ولا لمن حولهم من سكان البادية أن يتخلفوا عن رسول الله صلى الله عليه وسلم إذا خرج إلى الجهاد بنفسه، وليس لهم أن يَشِحُّوا بأنفسهم، ويصونوها عن نفسه صلى الله عليه وسلم، بل الواجب عليهم أن يبذلوا أنفسهم دون نفسه؛ ذلك لأنهم لا ينالهم عطش، ولا تعب، ولا مجاعة في سبيل الله، ولا ينزلون مكانًا يثير وجودهم به غيظ الكفار، ولا يصيبون من عدو قتلًا أو أسرًا أو غنيمة أو هزيمة - إلا كتب الله لهم بذلك ثواب عمل صالح يقبله منهم، إن الله لا يضيع أجر المحسنين، بل يوفيهم إياه كاملًا، ويزيدهم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كان لأهل المدينة ومن حولهم من الأعراب أن يتخلفوا عن رسول الله» إذا غزا «ولا يرغبوا بأنفسهم عن نفسه» بأن يصونوها عما رضيه لنفسه من الشدائد، وهو نهي بلفظ الخبر «ذلك» أي النهي عن التخلف «بأنهم» بسبب أنهم «لا يصيبهم ظمأ» عطش «ولا نصب» تعب «ولا مخمصة» جوع «في سبيل الله ولا يطؤون موطئا» مصدر بمعنى وطأ «يغيظ» يغضب «الكفار ولا ينالون من عدو» لله «نيلا» قتلا أو أسرا أو نهبا «إلا كتب لهم به عمل صالح» ليجازوا عليه «إن الله لا يضيع أجر المحسنين» أي أجرهم بل يثيبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى حاثا لأهل المدينة المنورة من المهاجرين، والأنصار، ومن حولهم من الأعراب، الذين أسلموا فحسن إسلامهم ‏:‏ ‏‏مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ‏‏ أي‏:‏ ما ينبغي لهم ذلك، ولا يليق بأحوالهم‏.\n‏‏‏وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ‏‏ في بقائها وراحتها، وسكونه ‏‏عَنْ نَفْسِهِ‏‏ الكريمة الزكية، بل النبي صلى الله عليه وسلم أولى بالمؤمنين من أنفسهم، فعلى كل مسلم أن يفدي النبي صلى الله عليه وسلم ، بنفسه ويقدمه عليها، فعلامة تعظيم الرسول صلى الله عليه وسلم ومحبته والإيمان التام به، أن لا يتخلفوا عنه، ثم ذكر الثواب الحامل على الخروج فقال‏:‏ ‏‏ذَلِكَ بِأَنَّهُمْ‏‏ أي‏:‏ المجاهدين في سبيل اللّه ‏‏لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ‏‏ أي‏:‏ تعب ومشقة ‏‏وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ‏‏ أي‏:‏ مجاعة‏.\n‏‏‏وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّار‏‏ من الخوض لديارهم، والاستيلاء على أوطانهم، ‏‏وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا‏‏ كالظفر بجيش أو سرية أو الغنيمة لمال ‏‏إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ‏‏ لأن هذه آثار ناشئة عن أعمالهم‏.\n‏‏‏إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ‏‏ الذين أحسنوا في مبادرتهم إلى أمر الله، وقيامهم بما عليهم من حقه وحق خلقه، فهذه الأعمال آثار من آثار عملهم‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 121,
            "text": "وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يبذلون مالًا قليلًا كان أو كثيرًا، ولا يتجاوزون واديًا إلا كتب لهم ما عملوه من بذل ومن سفر ليكافئهم الله، فيعطيهم في الآخرة أجر أحسن ما كانوا يعملون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا ينفقون» فيه «نفقة صغيرة» ولو تمرة «ولا كبيرة ولا يقطعون واديا» بالسير «إلا كُتب لهم» به عمل صالح «ليجزيهم الله أحسن ما كانوا يعملون» أي جزاءهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا‏‏ في ذهابهم إلى عدوهم ‏‏إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ‏‏ومن ذلك هذه الأعمال، إذا أخلصوا فيها للّه، ونصحوا فيها، ففي هذه الآيات أشد ترغيب وتشويق للنفوس إلى الخروج إلى الجهاد في سبيل اللّه، والاحتساب لما يصيبهم فيه من المشقات، وأن ذلك لهم رفعة درجات، وأن الآثار المترتبة على عمل العبد له فيها أجر كبير‏"
                }
            ]
        },
        {
            "ayah_number": 122,
            "text": "وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ۚ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما ينبغي للمؤمنين أن يخرجوا للقتال جميعًا حتى لا يُسْتَأْصَلوا إذا ظهر عليهم عدوهم، فهلَّا خرج للجهاد فريق منهم، وبقي فريق ليرافقوا رسول الله صلى الله عليه وسلم، ويتفقهوا في الدين بما يسمعونه منه صلى الله عليه وسلم من القرآن وأحكام الشرع، وينذروا قومهم إذا رجعوا إليهم بما تعلموه؛ رجاء أن يحذروا من عذاب الله وعقابه، فيمتثلوا أوامره، ويجتنبوا نواهيه.\nوكان هذا في السرايا التي كان يبعثها رسول الله إلى النواحي، ويختار لها طائفة من أصحابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ولما وبِّخوا على التخلف وأرسل النبي صلى الله عليه وسلم سرية نفروا جميعا فنزل «وما كان المؤمنون لينفروا» إلى الغزو «كافة فلولا» فهلا «نفر من كلِّّّّ فرقة» قبيلة «منهم طائفة» جماعة، ومكث الباقون «ليتفقَّهوا» أي الماكثون «في الدين ولينذروا قومهم إذا رجعوا إليهم» من الغزو بتعليمهم ما تعلموه من الأحكام «لعلهم يحذرون» عقاب الله بامتثال أمره ونهيه، قال ابن عباس فهذه مخصوصة بالسرايا، والتي قبلها بالنهي عن تخلُّف واحد فيما إذا خرج النبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ منبها لعباده المؤمنين على ما ينبغي لهم ‏‏وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً‏‏ أي‏:‏ جميعا لقتال عدوهم، فإنه يحصل عليهم المشقة بذلك، وتفوت به كثير من المصالح الأخرى، ‏‏فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ‏‏ أي‏:‏ من البلدان، والقبائل، والأفخاذ ‏‏طَائِفَةٌ‏‏ تحصل بها الكفاية والمقصود لكان أولى‏.\n‏ثم نبه على أن في إقامة المقيمين منهم وعدم خروجهم مصالح لو خرجوا لفاتتهم، فقال‏:‏ ‏‏لِيَتَفَقَّهُوا‏‏ أي‏:‏ القاعدون ‏‏فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ‏‏ أي‏.\n‏ ليتعلموا العلم الشرعي، ويعلموا معانيه، ويفقهوا أسراره، وليعلموا غيرهم، ولينذروا قومهم إذا رجعوا إليهم‏.\n‏ففي هذا فضيلة العلم، وخصوصا الفقه في الدين، وأنه أهم الأمور، وأن من تعلم علما، فعليه نشره وبثه في العباد، ونصيحتهم فيه فإن انتشار العلم عن العالم، من بركته وأجره، الذي ينمى له‏.\n‏وأما اقتصار العالم على نفسه، وعدم دعوته إلى سبيل اللّه بالحكمة والموعظة الحسنة، وترك تعليم الجهال ما لا يعلمون، فأي منفعة حصلت للمسلمين منه‏؟‏ وأي نتيجة نتجت من علمه‏؟‏ وغايته أن يموت، فيموت علمه وثمرته، وهذا غاية الحرمان، لمن آتاه اللّه علما ومنحه فهما‏.\n‏وفي هذه الآية أيضًا دليل وإرشاد وتنبيه لطيف، لفائدة مهمة، وهي‏:‏ أن المسلمين ينبغي لهم أن يعدوا لكل مصلحة من مصالحهم العامة من يقوم بها، ويوفر وقته عليها، ويجتهد فيها، ولا يلتفت إلى غيرها، لتقوم مصالحهم، وتتم منافعهم، ولتكون وجهة جميعهم، ونهاية ما يقصدون قصدا واحدا، وهو قيام مصلحة دينهم ودنياهم، ولو تفرقت الطرق وتعددت المشارب، فالأعمال متباينة، والقصد واحد، وهذه من الحكمة العامة النافعة في جميع الأمور‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 123,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً ۚ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أمر الله تعالى المؤمنين بقتال من يجاورهم من الكفار؛ لما يسبِّبون من خطر على المؤمنين بسبب قربهم، وأمرهم كذلك أن يُظْهِروا قوة وشدة من أجل إرهابهم ودفع شرهم، والله تعالى مع المؤمنين المتقين بعونه وتأييده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا قاتلوا الذين يلونكم من الكفار» أي الأقرب فالأقرب منهم «وليجدوا فيكم غلظة» شدة، أي أغلظوا عليهم «واعلموا أن الله مع المتقين» بالعون والنصر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا أيضًا إرشاد آخر، بعدما أرشدهم إلى التدبير فيمن يباشر القتال، أرشدهم إلى أنهم يبدأون بالأقرب فالأقرب من الكفار، والغلظة عليهم، والشدة في القتال، والشجاعة والثبات‏.\n‏‏‏وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ‏‏ أي‏:‏ وليكن لديكم علم أن المعونة من اللّه تنزل بحسب التقوى، فلازموا على تقوى اللّه، يعنكم وينصركم على عدوكم‏.\n‏وهذا العموم في قوله‏:‏ ‏‏قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ‏‏ مخصوص بما إذا كانت المصلحة في قتال غير الذين يلوننا، وأنواع المصالح كثيرة جدا‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 124,
            "text": "وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أنزل الله سورة على رسوله صلى الله عليه وسلم فمن المنافقين من يسأل مستهزئًا ساخرًا: أيكم زادته هذه السورة النازلة إيمانًا بما جاء به محمد؟ فأما الذين آمنوا بالله وصدقوا رسوله فقد زادهم نزول السورة إيمانًا إلى إيمانهم السابق، وهم مسرورون بما نزل من الوحي؛ لما فيه من منافعهم الدنيوية والأخروية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا ما أنزلت سورة» من القرآن «فمنهم» أي المنافقين «من يقول» لأصحابه استهزاءً «أيكم زادته هذه إيمانا» تصديقا، قال تعالى: «فأما الذين آمنوا فزادتهم إيمانا» لتصديقهم بها «وهم يستبشرون» يفرحون بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى‏:‏ مبينا حال المنافقين، وحال المؤمنين عند نزول القرآن، وتفاوت ما بين الفريقين، فقال‏:‏ ‏‏وَإِذَا مَا أُنْزِلَتْ سُورَةٌ‏‏ فيها الأمر، والنهي، والخبر عن نفسه الكريمة، وعن الأمور الغائبة، والحث على الجهاد‏.\n‏‏‏فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا‏‏ أي‏:‏ حصل الاستفهام، لمن حصل له الإيمان بها من الطائفتين‏.\n‏قال تعالى مبينا الحال الواقعة ‏:‏ ‏‏فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا‏‏ بالعلم بها، وفهمها، واعتقادها، والعمل بها، والرغبة في فعل الخير، والانكفاف عن فعل الشر‏.\n‏‏‏وَهُمْ يَسْتَبْشِرُونَ‏‏ أي‏:‏ يبشر بعضهم بعضا بما من اللّه عليهم من آياته، والتوفيق لفهمها والعمل بها‏.\n‏ وهذا دال على انشراح صدورهم لآيات اللّه، وطمأنينة قلوبهم، وسرعة انقيادهم لما تحثهم عليه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 125,
            "text": "وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما المنافقون فإن نزول القرآن بما فيه من أحكام وقصص يزيدهم مرضًا وخبثًا بسبب تكذيبهم بما ينزل، فيزداد مرض قلوبهم بزيادة نزول القرآن؛ لأنهم كلما نزل شيء شكّوا بما فيه وماتوا على الكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما الذين في قلوبهم مرض» ضعف اعتقاد «فزادتهم رجسا إلى رجسهم» كفرا إلى كفرهم لكفرهم بها «وماتوا وهم كافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ‏‏ أي‏:‏ شك ونفاق ‏‏فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ‏‏ أي‏:‏ مرضا إلى مرضهم، وشكا إلى شكهم، من حيث إنهم كفروا بها، وعاندوها وأعرضوا عنها، فازداد لذلك مرضهم، وترامى بهم إلى الهلاك ‏‏و‏‏ الطبع على قلوبهم، حتى ‏‏مَاتُوا وَهُمْ كَافِرُونَ‏‏وهذا عقوبة لهم، لأنهم كفروا بآيات اللّه وعصوا رسوله، فأعقبهم نفاقا في قلوبهم إلى يوم يلقونه‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 126,
            "text": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلَا ينظر المنافقون معتبرين بابتلاء الله لهم بكشف حالهم وفضح نفاقهم كل سنة مرة أو مرتين؟! ثم مع علمهم بأن الله تعالى هو فاعل ذلك بهم لا يتوبون إليه من كفرهم، ولا يقلعون عن نفاقهم، ولا هم يتذكرون ما حل بهم وأنه من الله!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولا يرون» بالياء أي المنافقون، والتاء أيها المؤمنون «أنهم يُفتنون» يُبتلون «في كل عام مرة أو مرتين» بالقحط والأمراض «ثم لايتوبون» من نفاقهم «ولا هم يذَّكرون» يتعظون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى موبخًا لهم على إقامتهم على ما هم عليه من الكفر والنفاق ‏:‏ ‏‏أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ‏‏ بما يصيبهم من البلايا والأمراض، وبما يبتلون من الأوامر الإلهية التي يراد بها اختبارهم‏.\n‏‏‏ثُمَّ لَا يَتُوبُونَ‏‏ عما هم عليه من الشر ‏‏وَلَا هُمْ يَذَّكَّرُونَ‏‏ ما ينفعهم، فيفعلونه، وما يضرهم، فيتركونه‏.\n‏فالله تعالى يبتليهم كما هي سنته في سائر الأمم بالسراء والضراء وبالأوامر والنواهي ليرجعوا إليه، ثم لا يتوبون ولا هم يذكرون‏.\n‏وفي هذه الآيات دليل على أن الإيمان يزيد وينقص، وأنه ينبغي للمؤمن، أن يتفقد إيمانه ويتعاهده، فيجدده وينميه، ليكون دائما في صعود‏.\n‏"
                }
            ]
        },
        {
            "ayah_number": 127,
            "text": "وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أنزل الله سورة على رسوله صلى الله عليه وسلم فيها ذكر أحوال المنافقين نظر بعض المنافقين إلى بعض قائلين: هل يراكم أحد؟ فإن لم يرهم أحد انصرفوا عن المجلس، ألا صرف الله قلوبهم عن الهداية والخير، وخذلهم بأنهم قوم لا يفهمون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا ما أنزلت سورة» فيها ذكرهم وقرأها النبي صلى الله عليه وسلم «نظر بعضهم إلى بعض» يريدون الهرب يقولون «هل يراكم من أحد» إذا قمتم فإن لم يرهم أحد قاموا وإلا ثبتوا «ثم انصرفوا» على كفرهم «صرف الله قلوبهم» عن الهدى «بأنهم قوم لا يفقهون» الحق لعدم تدبرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعني‏:‏ أن المنافقين الذين يحذرون أن تنزل عليهم سورة تنبئهم بما في قلوبهم، إذا نزلت سورة ليؤمنوا بها، ويعملوا بمضمونها ‏‏نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ‏‏ جازمين على ترك العمل بها، ينتظرون الفرصة في الاختفاء عن أعين المؤمنين، ويقولون‏:‏ ‏‏هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا‏‏ متسللين، وانقلبوا معرضين، فجازاهم اللّه بعقوبة من جنس عملهم، فكما انصرفوا عن العمل ‏‏صَرَفَ اللَّهُ قُلُوبَهُمْ‏‏ أي‏:‏ صدها عن الحق وخذلها‏.\n‏‏‏بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ‏‏ فقها ينفعهم، فإنهم لو فقهوا، لكانوا إذا نزلت سورة آمنوا بها، وانقادوا لأمرها‏.\n‏والمقصود من هذا بيان شدة نفورهم عن الجهاد وغيره، من شرائع الإيمان، كما قال تعالى عنهم‏:‏ ‏‏فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ‏‏"
                }
            ]
        },
        {
            "ayah_number": 128,
            "text": "لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد جاءكم - يا معشر العرب - رسول من جنسكم، فهو عربي مثلكم، شاقٌّ عليه ما يشقُّ عليكم، شديدة رغبته في هدايتكم والعناية بكم، وهو بالمؤمنين خاصة كثير العطف والرحمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد جاءكم رسول من أنفسكم» أي منكم: محمد صلى الله عليه وسلم «عزيز» شديد «عليه ما عَنِتُّم» أي عنتكم، أي مشقتكم ولقاءكم المكروه «حريص عليكم» أن تهتدوا «بالمؤمنين رءوف» شديد الرحمة «رحيم» يريد لهم الخير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يمتن ‏[‏تعالى‏]‏ على عباده المؤمنين بما بعث فيهم النبي الأمي الذي من أنفسهم، يعرفون حاله، ويتمكنون من الأخذ عنه، ولا يأنفون عن الانقياد له، وهو صلى الله عليه وسلم في غاية النصح لهم، والسعي في مصالحهم‏.\n‏‏‏عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ‏‏ أي‏:‏ يشق عليه الأمر الذي يشق عليكم ويعنتكم‏.\n‏‏‏حَرِيصٌ عَلَيْكُمْ‏‏ فيحب لكم الخير، ويسعى جهده في إيصاله إليكم، ويحرص على هدايتكم إلى الإيمان، ويكره لكم الشر، ويسعى جهده في تنفيركم عنه‏.\n‏ ‏‏بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ‏‏ أي‏:‏ شديد الرأفة والرحمة بهم، أرحم بهم من والديهم‏.\n‏ولهذا كان حقه مقدمًا على سائر حقوق الخلق، وواجب على الأمة الإيمان به، وتعظيمه، وتعزيره، وتوقيره"
                }
            ]
        },
        {
            "ayah_number": 129,
            "text": "فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن أعرضوا عنك، ولم يؤمنوا بما جئت به، فقل لهم - أيها الرسول -: يكفيني الله الذي لا معبود بحقٍّ سواه، عليه وحده اعتمدت، وهو سبحانه رب العرش العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن تولَّوا» عن الإيمان بك «فقل حسبي» كافيّ «الله لا إله إلا هو عليه توكلت» به وثقت لا بغيره «وهو ربُّ العرش» الكرسي «العظيم» خصه بالذكر لأنه أعظم المخلوقات، وروى الحاكم في المستدرك عن أبيّ بن كعب قال: آخر آية نزلت «لقد جاءكم رسول» إلى آخر السورة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "‏‏فَإِنْ‏‏ آمنوا، فذلك حظهم وتوفيقهم، وإن ‏‏تَوَلَّوا‏‏ عن الإيمان والعمل، فامض على سبيلك، ولا تزل في دعوتك، وقل ‏‏حَسْبِيَ اللَّهُ‏‏ أي‏:‏ الله كافيَّ في جميع ما أهمني، ‏‏لَا إِلَهَ إِلَّا هُوَ‏‏ أي‏:‏ لا معبود بحق سواه‏.\n‏‏‏عَلَيْهِ تَوَكَّلْتُ‏‏ أي‏:‏ اعتمدت ووثقت به، في جلب ما ينفع، ودفع ما يضر، ‏‏وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏‏ الذي هو أعظم المخلوقات‏.\n‏ وإذا كان رب العرش العظيم، الذي وسع المخلوقات، كان ربا لما دونه من باب أولى وأحرى‏."
                }
            ]
        }
    ]
}