{
    "surah": "هود",
    "number": 11,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(الر) تقدم الكلام على نظائرها في سورة البقرة.\nالقرآن كتاب أُتقنت آياته نظمًا ومعنى، فلا ترى فيها خللًا ولا نقصًا، ثم بُيِّنَت بذكر الحلال والحرام والأمر والنهي والوعد والوعيد والقصص وغير ذلك، من عند حكيم في تدبيره وتشريعه، خبير بأحوال عباده، وبما يصلحهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الر» الله أعلم بمراده بذلك، هذا «كتاب أُحكمت آياته» بعجب النظم وبديع المعاني «ثم فصِّلت» بينت بالأحكام والقصص والمواعظ «من لَدُن حكيم خبير» أي الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: هذا كِتَابٌ عظيم، ونزل كريم، أُحْكِمَتْ آيَاتُهُ أي: أتقنت وأحسنت، صادقة أخبارها، عادلة أوامرها ونواهيها، فصيحة ألفاظه بهية معانيه.\nثُمَّ فُصِّلَتْ أي: ميزت وبينت بيانا في أعلى أنواع البيان، مِنْ لَدُنْ حَكِيمٍ يضع الأشياء مواضعها، وينزلها منازلها، لا يأمر ولا ينهى إلا بما تقتضيه حكمته، خَبِيرٌ مطلع على الظواهر والبواطن."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مضمون هذه الآيات المنزلة على محمد صلى الله عليه وسلم: نهي العباد أن يعبدوا مع الله غيره، إنني - أيها الناس - مُخَوِّف لكم من عذاب الله إن كفرتم به وعصيتموه، ومبشركم بثوابه إن آمنتم به، وعملتم بشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أ» أي بأن «لا تعبدوا إلا الله إنني لكم منه نذير» بالعذاب إن كفرتم «وبشير» بالثواب إن آمنتم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإذا كان إحكامه وتفصيله من عند الله الحكيم الخبير، فلا تسأل بعد هذا، عن عظمته وجلالته واشتماله على كمال الحكمة، وسعة الرحمة .\nوإنما أنزل الله كتابه ل أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ أي: لأجل إخلاص الدين كله لله، وأن لا يشرك به أحد من خلقه.\nإِنَّنِي لَكُمْ أيها الناس مِنْهُ أي: من الله ربكم نَذِيرٍ لمن تجرأ على المعاصي بعقاب الدنيا والآخرة، وَبَشِيرٌ للمطيعين لله بثواب الدنيا والآخرة."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واطلبوا - أيها الناس - مغفرة ذنوبكم من ربكم، وارجعوا إليه بالندم على ما فرطتم في جنبه، يمتعكم في حياتكم الدنيا متاعًا حسنًا إلى وقت انقضاء آجالكم المحددة، ويعط كل من له فضل في الطاعة والعمل جزاء فضله كاملًا غير منقوص، وإن تُعْرِضوا عن الإيمان بما جئت به من ربي فإني أخاف عليكم عذاب يوم شديد الأهوال وهو يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن استغفروا ربكم» من الشرك «ثم توبوا» ارجعوا «إليه» بالطاعة «يمتعكم» في الدنيا «متاعا حسنا» بطيب عيش وسعة رزق «إلى أجل مسمى» هو الموت «ويؤت» في الآخرة «كل ذي فضل» في العمل «فضله» جزاءه «وإن تولّوا» فيه حذف إحدى التاءين، أي تُعرضوا «فإني أخاف عليكم عذاب يوم كبير» هو يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ عن ما صدر منكم من الذنوب ثُمَّ تُوبُوا إِلَيْهِ فيما تستقبلون من أعماركم، بالرجوع إليه، بالإنابة والرجوع عما يكرهه الله إلى ما يحبه ويرضاه.\nثم ذكر ما يترتب على الاستغفار والتوبة فقال: يُمَتِّعْكُمْ مَتَاعًا حَسَنًا أي: يعطيكم من رزقه، ما تتمتعون به وتنتفعون.\nإِلَى أَجَلٍ مُسَمًّى أي: إلى وقت وفاتكم وَيُؤْتِ منكم كُلَّ ذِي فَضْلٍ فَضْلَهُ أي: يعطي أهل الإحسان والبر من فضله وبره، ما هو جزاء لإحسانهم، من حصول ما يحبون، ودفع ما يكرهون.\nوَإِنْ تَوَلَّوْا عن ما دعوتكم إليه، بل أعرضتم عنه، وربما كذبتم به فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ وهو يوم القيامة الذي يجمع الله فيه الأولين والآخرين، فيجازيهم بأعمالهم، إن خيرا فخير، وإن شرا فشر"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلى الله وحده رجوعكم - أيها الناس - يوم القيامة، وهو سبحانه على كل شيء قدير، لا يعجزه شيء، فلا يعجزه إحياؤكم وحسابكم بعد موتكم وبعثكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى الله مرجعكم وهو على كل شيء قدير» ومنه الثواب والعذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفي قوله: وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ كالدليل على إحياء الله الموتى، فإنه قدير على كل شيء ، ومن جملة الأشياء إحياء الموتى، وقد أخبر بذلك وهو أصدق القائلين، فيجب وقوع ذلك عقلا ونقلا."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألا إن هؤلاء المشركين يحنون صدورهم ليكتموا ما فيها من شك عن الله جهلًا منهم به، ألا حين يغطون رؤوسهم بثيابهم، يعلم الله ما يكتمون وما يظهرون، إنه عليم بما تخفيه الصدور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل كما رواه البخاري عن ابن عباس فيمن كان يستحي أن يتخلى أو يجامع فيقبض إلى السماء وقبل في المنافقين «ألا إنهم يثنون صدورهم ليستخفوا منه» أي الله «ألا حين يستغشون ثيابهم» يتغطون بها «يعلم» تعالى «ما يُسرون وما يُعلنون» فلا يُغني استخفاؤهم «إنه عليم بذات الصدور» أي بما في القلوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن جهل المشركين، وشدة ضلالهم، أنهم يَثْنُونَ صُدُورَهُمْ أي: يميلونها لِيَسْتَخْفُوا من الله، فتقع صدورهم حاجبة لعلم الله بأحوالهم، وبصره لهيئاتهم.\nقال تعالى -مبينا خطأهم في هذا الظن- أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ أي: يتغطون بها، يعلمهم في تلك الحال، التي هي من أخفى الأشياء.\nبل يَعْلَمُ مَا يُسِرُّونَ من الأقوال والأفعال وَمَا يُعْلِنُونَ منها، بل ما هو أبلغ من ذلك، وهو: إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ أي: بما فيها من الإرادات، والوساوس، والأفكار، التي لم ينطقوا بها، سرا ولا جهرا، فكيف تخفى عليه حالكم، إذا ثنيتم صدوركم لتستخفوا منه.\nويحتمل أن المعنى في هذا أن الله يذكر إعراض المكذبين للرسول الغافلين عن دعوته، أنهم -من شدة إعراضهم- يثنون صدورهم، أي: يحدودبون حين يرون الرسول صلى الله عليه وسلم لئلا يراهم ويسمعهم دعوته، ويعظهم بما ينفعهم، فهل فوق هذا الإعراض شيء؟\"ثم توعدهم بعلمه تعالى بجميع أحوالهم، وأنهم لا يخفون عليه، وسيجازيهم بصنيعهم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما من مخلوق يدب على وجه الأرض مهما كان إلا تكفل الله برزقه تفضُّلًا منه، ويعلم سبحانه موضع استقراره في الأرض، ويعلم موضع موته الذي يموت فيه، فكل من الدواب ورزقها ومواضع استقرارها ومواضع موتها، في كتاب واضح هو اللوح المحفوظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما من» زائدة «دابة في الأرض» هي ما دبَّ عليها «إلا على الله رزقها» تكفل به فضلا منه تعالى «ويعلم مستقرها» مسكنها في الدنيا أو الصُلب «ومستودعها» من الموت أو في الرحم «كل» ما ذكر «في كتاب مبين» بيِّن هو اللوح المحفوظ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: جميع ما دب على وجه الأرض، من آدمي، أو حيوان بري أو بحري، فالله تعالى قد تكفل بأرزاقهم وأقواتهم، فرزقها على الله.\nوَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا أي: يعلم مستقر هذه الدواب، وهو: المكان الذي تقيم فيه وتستقر فيه، وتأوي إليه، ومستودعها: المكان الذي تنتقل إليه في ذهابها ومجيئها، وعوارض أحوالها.\nكُلِّ من تفاصيل أحوالها فِي كِتَابٍ مُبِينٍ أي: في اللوح المحفوظ المحتوي على جميع الحوادث الواقعة، والتي تقع في السماوات والأرض.\nالجميع قد أحاط بها علم الله، وجرى بها قلمه، ونفذت فيها مشيئته، ووسعها رزقه، فلتطمئن القلوب إلى كفاية من تكفل بأرزاقها، وأحاط علما بذواتها، وصفاتها."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو سبحانه الذي خلق السماوات والأرض على عظمهما، وخلق ما فيهما في ستة أيام، وكان عرشه قبل خلقهما على الماء؛ ليختبركم - أيها الناس - أيكم أحسن عملًا بما يرضي الله، وأيكم أسوأ عملًا بما يسخطه، فيجازي كلًّا بما يستحقه، ولئن قلت - أيها الرسول-: إنكم - أيها الناس - مبعوثون بعد موتكم لتحاسبوا ليقولن الذين كفروا بالله وأنكروا البعث: ما هذا القرآن الذي تتلوه إلا سحر واضح، فهو باطل واضح البطلان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي خلق السماوات والأرض في ستة أيام» أولها الأحد وآخرها الجمعة «وكان عرشه» قبل خلقهما «على الماء» وهو على متن الريح «ليبلوكم» متعلق بخلق أي خلقهما وما فيهما من منافع لكم ومصالح ليختبركم «أيكم أحسن عملا» أي أطوع لله «ولئن قلت» يا محمد لهم «إنكم مبعوثون من بعد الموت ليقولن الذين كفروا إن» ما «هذا» القرآن الناطق بالبعث أو الذي تقوله «إلا سحر مبين» بيَّن وفي قراءة ساحر: والمشار إليه النبي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ أولها يوم الأحد وآخرها يوم الجمعة و حين خلق السماوات والأرض كَانَ عَرْشُهُ عَلَى الْمَاءِ فوق السماء السابعة.\nفبعد أن خلق السماوات والأرض استوى عليه، يدبر الأمور، ويصرفها كيف شاء من الأحكام القدرية، والأحكام الشرعية.\nولهذا قال: لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا أي: ليمتحنكم، إذ خلق لكم ما في السماوات والأرض بأمره ونهيه، فينظر أيكم أحسن عملا.\nقال الفضيل بن عياض رحمه الله: \"أخلصه وأصوبه\"قيل يا أبا علي: \"ما أخلصه وأصوبه\" ؟.\nفقال: إن العمل إذا كان خالصا ولم يكن صوابا، لم يقبل.\nوإذا كان صوابا ولم يكن خالصا لم يقبل، حتى يكون خالصا صوابا.\nوالخالص: أن يكون لوجه الله، والصواب: أن يكون متبعا فيه الشرع والسنة، وهذا كما قال تعالى: وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ وقال تعالى: اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا فالله تعالى خلق الخلق لعبادته ومعرفته بأسمائه وصفاته، وأمرهم بذلك، فمن انقاد، وأدى ما أمر به، فهو من المفلحين، ومن أعرض عن ذلك، فأولئك هم الخاسرون، ولا بد أن يجمعهم في دار يجازيهم فيها على ما أمرهم به ونهاهم.\nولهذا ذكر الله تكذيب المشركين بالجزاء، فقال: وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ أي: ولئن قلت لهؤلاء وأخبرتهم بالبعث بعد الموت، لم يصدقوك، بل كذبوك أشد التكذيب ، وقدحوا فيما جئت به، وقالوا: إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ ألا وهو الحق المبين."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَىٰ أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن أخرنا عن المشركين ما يستحقون من العذاب في الحياة الدنيا إلى مدة أيام معدودة ليقولُن مستعجلين له مستهزئين: أي شيء يحبس عنا العذاب؟ ألا إن العذاب الذي يستحقونه له أمد عند الله، ويوم يأتيهم لن يجدوا صارفًا يصرفه عنهم، بل يقع عليهم، وأحاط بهم العذاب الذي كانوا يستعجلونه استهزاء وسخرية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن أخرنا عنهم العذاب إلى» مجيء «أمة» أوقات «معدودة ليقولن» استهزاء «ما يحبسه» ما يمنعه من النزول قال تعالى: «ألا يوم يأتيهم ليس مصروفا» مدفوعا «عنهم وحاق» نزل «بهم ما كانوا به يستهزئون» من العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ أي: إلى وقت مقدر فتباطأوه، لقالوا من جهلهم وظلمهم مَا يَحْبِسُهُ ومضمون هذا تكذيبهم به، فإنهم يستدلون بعدم وقوعه بهم عاجلا على كذب الرسول المخبر بوقوع العذاب، فما أبعد هذا الاستدلال\" أَلَا يَوْمَ يَأْتِيهِمْ العذاب لَيْسَ مَصْرُوفًا عَنْهُمْ فيتمكنون من النظر في أمرهم.\nوَحَاقَ بِهِمْ أي: نزل مَا كَانُوا بِهِ يَسْتَهْزِئُونَ من العذاب، حيث تهاونوا به، حتى جزموا بكذب من جاء به."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن أعطينا الإنسان منا نعمة كنعمة الصحة والغنى، ثم سلبنا منه تلك النعمة إنه لكثير اليأس من رحمة الله، عظيم الكفران بنعمه، ينساها إذا سَلبها الله منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن أذقنا الإنسان» الكافر «منا رحمة» غنى وصحة «ثم نزعناها منه إنه ليئوس» قنوط من رحمة الله «كفور» شديد الكفر به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن طبيعة الإنسان، أنه جاهل ظالم بأن الله إذا أذاقه منه رحمة كالصحة والرزق، والأولاد، ونحو ذلك، ثم نزعها منه، فإنه يستسلم لليأس، وينقاد للقنوط، فلا يرجو ثواب الله، ولا يخطر بباله أن الله سيردها أو مثلها، أو خيرا منها عليه."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن أذقناه سعة في الرزق وصحة بعد فقر ومرضٍ أصابه ليقولن: ذهب السوء عني، وزال الضر، ولم يشكر الله على ذلك، إنه لكثير الفرح بطرًا، وكثير التطاول على الناس والتباهي بما أنعم الله عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن أذقناه نعماءَ بعد ضرَّاء» فقر وشدة «مَسَّته ليقولون ذهب السيئات» المصائب «عني» ولم يتوقع زوالها ولا شكر عليها «إنه لفرح» بطر «فخور» على الناس بما أوتي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 10 و 11 :وأنه إذا أذاقه رحمة من بعد ضراء مسته، أنه يفرح ويبطر، ويظن أنه سيدوم له ذلك الخير، ويقول: ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ أي: فرح بما أوتي مما يوافق هوى نفسه، فخور بنعم الله على عباد الله، وذلك يحمله على الأشر والبطر والإعجاب بالنفس، والتكبر على الخلق، واحتقارهم وازدرائهم، وأي عيب أشد من هذا؟\"وهذه طبيعة الإنسان من حيث هو، إلا من وفقه الله وأخرجه من هذا الخلق الذميم إلى ضده، وهم الذين صبروا أنفسهم عند الضراء فلم ييأسوا، وعند السراء فلم يبطروا، وعملوا الصالحات من واجبات ومستحبات.\nأُولَئِكَ لَهُمْ مَغْفِرَةٌ لذنوبهم، يزول بها عنهم كل محذور.\nوَأَجْرٌ كَبِيرٌ وهو: الفوز بجنات النعيم، التي فيها ما تشتهيه الأنفس، وتلذ الأعين."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا الذين صبروا على المكاره والطاعات وعن المعاصي، وعملوا الأعمال الصالحات، فلهم حال آخر، حيث لا يصيبهم يأس، ولا كفر بنعم الله، ولا تطاول على الناس، أولئك المتصفون بهذه الصفات لهم مغفرة من ربهم لذنوبهم، ولهم جزاء كبير في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا» لكن «الذين صبروا» على الضراء «وعملوا الصالحات» في النعماء «أولئك لهم مغفرة وأجر كبير» هو الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 10 و 11 :وأنه إذا أذاقه رحمة من بعد ضراء مسته، أنه يفرح ويبطر، ويظن أنه سيدوم له ذلك الخير، ويقول: ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ أي: فرح بما أوتي مما يوافق هوى نفسه، فخور بنعم الله على عباد الله، وذلك يحمله على الأشر والبطر والإعجاب بالنفس، والتكبر على الخلق، واحتقارهم وازدرائهم، وأي عيب أشد من هذا؟\"وهذه طبيعة الإنسان من حيث هو، إلا من وفقه الله وأخرجه من هذا الخلق الذميم إلى ضده، وهم الذين صبروا أنفسهم عند الضراء فلم ييأسوا، وعند السراء فلم يبطروا، وعملوا الصالحات من واجبات ومستحبات.\nأُولَئِكَ لَهُمْ مَغْفِرَةٌ لذنوبهم، يزول بها عنهم كل محذور.\nوَأَجْرٌ كَبِيرٌ وهو: الفوز بجنات النعيم، التي فيها ما تشتهيه الأنفس، وتلذ الأعين."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَىٰ إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ ۚ إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلعلك أيها الرسول - لِمَا واجهته من كفرهم وعنادهم واقتراحهم الآيات - تارك تبليغ بعض ما أمرك الله بتبليغه مما يشق عليهم العمل به، وضائق صدرك بتبليغه لئلا يقولوا: هلَّا أُنْزِل عليه كنز يغنيه، أو جاء معه ملك يصدقه، فلا تترك بعض ما يوحى إليك من أجل ذلك، فما أنت إلا نذير، تبلغ ما أمرك الله بتبليغه، وليس عليك الإتيان بما يقترحونه من الآيات، والله على كل شيء حفيظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلعلك» يا محمد «تارك بعض ما يوحى إليك» فلا تبلغهم إياه لتهاونهم به «وضائق به صدرك» بتلاوته عليهم لأجل «أن يقولوا لوْلا» هلا «أنزل عليه كنز أو جاء معه مَلَكٌ» يصدقه كما اقترحنا «إنما أنت نذير» فما عليك إلا البلاغ لا الإتيان بما اقترحوا «والله على كل شيء وكيل» حفيظ فيجازيهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى - مسليا لنبيه محمد صلى الله عليه وسلم، عن تكذيب المكذبين-: فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أي: لا ينبغي هذا لمثلك، أن قولهم يؤثر فيك، ويصدك عما أنت عليه، فتترك بعض ما يوحى إليك، ويضيق صدرك لتعنتهم بقولهم: لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ فإن هذا القول ناشئ من تعنت، وظلم، وعناد، وضلال، وجهل بمواقع الحجج والأدلة، فامض على أمرك، ولا تصدك هذه الأقوال الركيكة التي لا تصدر إلا من سفيه ولا يضق لذلك صدرك.\nفهل أوردوا عليك حجة لا تستطيع حلها؟ أم قدحوا ببعض ما جئت به قدحا، يؤثر فيه وينقص قدره، فيضيق صدرك لذلك؟!أم عليك حسابهم، ومطالب بهدايتهم جبرا؟ إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ فهو الوكيل عليهم، يحفظ أعمالهم، ويجازيهم بها أتم الجزاء."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل أيقول المشركون: اختلق محمد القرآن، وليس وحيًا من الله، قل - أيها الرسول - متحديًا إياهم: فأتوا بعشر سور مثل هذا القرآن مُخْتَلقات لا تلتزمون فيها بصدق مثل القرآن الذي زعمتم أنه مُخْتَلق، وادعوا من استطعتم دعاءه؛ لتستعينوا به على ذلك، إن كنتم صادقين في دعوى أن القرآن مُخْتَلق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل أ «يقولون افتراه» أي القرآن «قل فأتوا بعشر سور مثله» في الفصاحة والبلاغة «مفتريات» فإنكم عربيون فصحاء مثلي تحداهم بها أولا ثم بسورة «وادعوا» للمعاونة على ذلك «من استطعتم من دون الله» أي غيره «إن كنتم صادقين» في أنه افتراء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ يَقُولُونَ افْتَرَاهُ أي: افترى محمد هذا القرآن؟فأجابهم بقوله: قُلْ لهم فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ أنه قد افتراه ، فإنه لا فرق بينكم وبينه في الفصاحة والبلاغة، وأنتم الأعداء حقا، الحريصون بغاية ما يمكنكم على إبطال دعوته، فإن كنتم صادقين، فأتوا بعشر سور مثله مفتريات."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنْتُمْ مُسْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن لم يأتوا بما طلبتم منهم لعدم قدرتهم عليه فاعلموا - أيها المؤمنون - علم يقين أن القرآن إنما أنزله الله بعلمه على رسوله، وليس مُخْتَلقًا، واعلموا أن لا معبود بحق إلا الله، فهل أنتم منقادون له بعد هذه الحجج القاطعة؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإ» ن «لم يستجيبوا لكم» أي من دعوتموهم للمعاونة «فاعلموا» خطاب للمشركين «أنما أنزل» ملتبسا «بعلم الله» وليس افتراء عليه «وأن» مخففة أي أنه «لا إله إلا هو فهل أنتم مسلمون» بعد هذه الحجة القاطعة أي أسلموا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ على شيء من ذلكم فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ [من عند الله] لقيام الدليل والمقتضي، وانتفاء المعارض.\nوَأَنْ لَا إِلَهَ إِلَّا هُوَ أي: واعلموا أَنَّهُ لَا إِلَهَ إِلَّا هُوَ أي: هو وحده المستحق للألوهية والعبادة، فَهَلْ أَنْتُمْ مُسْلِمُونَ أي: منقادون لألوهيته، مستسلمون لعبوديته، وفي هذه الآيات إرشاد إلى أنه لا ينبغي للداعي إلى الله أن يصده اعتراض المعترضين، ولا قدح القادحين.\nخصوصا إذا كان القدح لا مستند له، ولا يقدح فيما دعا إليه، وأنه لا يضيق صدره، بل يطمئن بذلك، ماضيا على أمره، مقبلا على شأنه، وأنه لا يجب إجابة اقتراحات المقترحين للأدلة التي يختارونها.\nبل يكفي إقامة الدليل السالم عن المعارض، على جميع المسائل والمطالب.\nوفيها أن هذا القرآن، معجز بنفسه، لا يقدر أحد من البشر أن يأتي بمثله، ولا بعشر سور من مثله، بل ولا بسورة من مثله، لأن الأعداء البلغاء الفصحاء، تحداهم الله بذلك، فلم يعارضوه، لعلمهم أنهم لا قدرة فيهم على ذلك.\nوفيها: أن مما يطلب فيه العلم، ولا يكفي غلبة الظن، علم القرآن، وعلم التوحيد، لقوله تعالى: فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كان يريد بعمله الحياة الدنيا ومُتَعَها الفانية ولا يريد به الآخرة، نعطهم ثواب أعمالهم في الدنيا: صحة، وأمنًا، وسعة في الرزق، لا ينقصون من ثواب عملهم شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كان يريد الحياة الدنيا وزينتها» بأن أصَرَّ على الشرك، وقيل هي في المرائين «نوفِّ إليهم أعمالهم» أي جزاء ما عملوه من خير كصدقة وصلة رحم «فيها» بأن نوسع عليهم رزقهم «وهم فيها» أي الدنيا «لا يبخسون» ينقصون شيئا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا أي: كل إرادته مقصورة على الحياة الدنيا، وعلى زينتها من النساء والبنين، والقناطير المقنطرة، من الذهب، والفضة، والخيل المسومة، والأنعام والحرث.\nقد صرف رغبته وسعيه وعمله في هذه الأشياء، ولم يجعل لدار القرار من إرادته شيئا، فهذا لا يكون إلا كافرا، لأنه لو كان مؤمنا، لكان ما معه من الإيمان يمنعه أن تكون جميع إرادته للدار الدنيا، بل نفس إيمانه وما تيسر له من الأعمال أثر من آثار إرادته الدار الآخرة.\nولكن هذا الشقي، الذي كأنه خلق للدنيا وحدها نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا أي: نعطيهم ما قسم لهم في أم الكتاب من ثواب الدنيا.\nوَهُمْ فِيهَا لَا يُبْخَسُونَ أي: لا ينقصون شيئا مما قدر لهم، ولكن هذا منتهى نعيمهم."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "أُولَٰئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ ۖ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بهذا القصد الذميم ليس لهم يوم القيامة ثواب إلا النار يدخلونها، وذهب عنهم ثواب أعمالهم، وأعمالهم باطلة؛ لأنها لم يسبقها إيمان ولا قصد صحيح، فلم يريدوا بها وجه الله والدار الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك الذين ليس لهم في الآخرة إلا النار وحبط» بطل «ما صنعوا» ـه «فيها» أي الآخرة فلا ثواب له «وباطل ما كانوا يعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ خالدين فيها أبدا، لا يفتَّر عنهم العذاب، وقد حرموا جزيل الثواب.\nوَحَبِطَ مَا صَنَعُوا فِيهَا أي: في الدنيا، أي: بطل واضمحل ما عملوه مما يكيدون به الحق وأهله، وما عملوه من أعمال الخير التي لا أساس لها، ولا وجود لشرطها، وهو الإيمان."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۚ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ ۚ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يستوي النبي محمد صلى الله عليه وسلم الذي معه برهان من ربّه تعالى، ويتبعه شاهد من ربه، وهو جبريل.\nويشهد له من قبل على نبوته التوراة التي أنزلت على موسى عليه السلام قدوة الناس ورحمتهم، لا يستوي هو ومن آمن معه مع أولئك الكافرين المُتَخَبِّطين في الضلال، أولئك يؤمنون بالقرآن، وبمحمد صلى الله عليه وسلم الذي أُنْزِل عليه، ومن يكفر به من أصحاب الملل فالنار موعده يوم القيامة، فلا تكن - أيها الرسول - في ارتياب من القرآن ومن موعدهم، فهو الحق الذي لا شك فيه، ولكن أكثر الناس لا يؤمنون مع تضافر الأدلة الواضحة والبراهين الجلية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن كان على بيِّنة» بيان «من ربه» وهو النبي أو المؤمنون، وهي القرآن «ويتلوه» يتبعه «شاهد» له بصدقه «منه» أي من الله وهو جبريل «ومن قبله» القرآن «كتاب موسى» التوراة شاهد له أيضا «إماما ورحمة» حال كمن ليس كذلك؟ لا «أولئك» أي من كان على بينة «يؤمنون به» أي بالقرآن فلهم الجنة «ومن يكفر به من الأحزاب» جميع الكفار «فالنار موعده فلا تَكُ في مِرْيَةِ» شك «منه» من القرآن «إنه الحق من ربك ولكن أكثر الناس» أي أهل مكة «لا يؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى، حال رسوله محمد صلى الله عليه وسلم ومن قام مقامه من ورثته القائمين بدينه، وحججه الموقنين بذلك، وأنهم لا يوصف بهم غيرهم ولا يكون أحد مثلهم، فقال: أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ بالوحي الذي أنزل الله فيه المسائل المهمة، ودلائلها الظاهرة، فتيقن تلك البينة.\nوَيَتْلُوهُ أي: يتلو هذه البينة والبرهان برهان آخر شَاهِدٌ مِنْهُ وهو شاهد الفطرة المستقيمة، والعقل الصحيح، حين شهد حقيقة ما أوحاه الله وشرعه، وعلم بعقله حسنه، فازداد بذلك إيمانا إلى إيمانه.\nو ثم شاهد ثالث وهو كِتَابُ مُوسَى التوراة التي جعلها الله إِمَامًا للناس وَرَحْمَةً لهم، يشهد لهذا القرآن بالصدق، ويوافقه فيما جاء به من الحق.\nأي: أفمن كان بهذا الوصف قد تواردت عليه شواهد الإيمان، وقامت لديه أدلة اليقين، كمن هو في الظلمات والجهالات، ليس بخارج منها؟!لا يستوون عند الله، ولا عند عباد الله، أُولَئِكَ أي: الذين وفقوا لقيام الأدلة عندهم، يُؤْمِنُونَ بالقرآن حقيقة، فيثمر لهم إيمانهم كل خير في الدنيا والآخرة.\nوَمَنْ يَكْفُرْ بِهِ أي: القرآن مِنَ الْأَحْزَابِ أي: سائر طوائف أهل الأرض، المتحزبة على رد الحق، فَالنَّارُ مَوْعِدُهُ لا بد من وروده إليها فَلَا تَكُ فِي مِرْيَةٍ منه أي: في أدنى شك إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ إما جهلا منهم وضلالا، وإما ظلما وعنادا وبغيا، وإلا فمن كان قصده حسنا وفهمه مستقيما، فلا بد أن يؤمن به، لأنه يرى ما يدعوه إلى الإيمان من كل وجه."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۚ أُولَٰئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا أحد أظلم ممن اختلق على الله كذبًا بنسبة الشريك أو الولد إليه، أولئك الذين يختلقون الكذب على الله يُعْرَضون على ربهم يوم القيامة ليسألهم عن أعمالهم، ويقول الشهود عليهم من الملائكة والمرسلين: هؤلاء هم الذين كذبوا على الله بما نسبوه إليه من الشريك ومن الولد، ألا طرد الله من رحمته الظالمين لأنفسهم بالكذب على الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن» أي لا أحد «أظلم ممن افترى على الله كذبا» بنسبة الشريك والولد إليه «أولئك يُعرضون على ربهم» يوم القيامة في جملة الخلق «ويقول الأشهاد» جمع شاهد، وهم الملائكة يشهدون للرسل بالبلاغ وعلى الكفار بالتكذيب «هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظالمين» المشركين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه لا أحد أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا ويدخل في هذا كل من كذب على الله، بنسبة الشريك له، أو وصفه بما لا يليق بجلاله، أو الإخبار عنه، بما لم يقل، أو ادعاء النبوة، أو غير ذلك من الكذب على الله، فهؤلاء أعظم الناس ظلما أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ ليجازيهم بظلمهم، فعندما يحكم عليهم بالعقاب الشديد يَقُولُ الْأَشْهَادُ أي: الذين شهدوا عليهم بافترائهم وكذبهم: هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ أي: لعنة لا تنقطع، لأن ظلمهم صار وصفا لهم ملازما، لا يقبل التخفيف."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يمنعون الناس عن سبيل الله المستقيم، ويطلبون لسبيله الاعوجاج عن الاستقامة حتى لا يسلكها أحد، وهم يكفرون بالبعث بعد الموت ويجحدونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يصدون عن سبيل الله» دين الإسلام «ويبغونها» يطلبون السبيل «عوجا» «وهم بالآخرة هم» تأكيد «كافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم وصف ظلمهم فقال: الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ فصدوا بأنفسهم عن سبيل الله، وهي سبيل الرسل، التي دعوا الناس إليها، وصدوا غيرهم عنها، فصاروا أئمة يدعون إلى النار.\nوَيَبْغُونَهَا أي: سبيل الله عِوَجًا أي: يجتهدون في ميلها، وتشيينها، وتهجينها، لتصير عند الناس غير مستقيمة، فيحسنون الباطل ويقبحون الحق، قبحهم الله وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "أُولَٰئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ۘ يُضَاعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بتلك الصفات لم يكونوا قادرين على الهرب في الأرض من عذاب الله إذا نزل بهم، وليس لهم حلفاء ونصراء من دون الله يدفعون عقاب الله عنهم؛ يزاد عليهم العذاب يوم القيامة بسبب صَرْفهم أنفسهم وصَرْفهم غيرهم عن سبيل الله، ما كانوا في الدنيا يستطيعون سماع الحق والهدى سماع قبول، وما كانوا يبصرون آيات الله في الكون إبصارًا يفيدهم؛ لإعراضهم الشديد عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك لم يكونوا معجزين» الله «في الأرض وما كان لهم من دون الله» أي غيره «من أولياء» أنصار يمنعونهم من عذابه «يضاعف لهم العذاب» بإضلالهم غيرهم «وما كانوا يستطيعون السمع» للحق «وما كانوا يبصرونـ» ـه أي لفرط كراهتهم له كأنهم لم يستطيعوا ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ أي: ليسوا فائتين الله، لأنهم تحت قبضته وفي سلطانه.\nوَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ فيدفعون عنهم المكروه، أو يحصلون لهم ما ينفعهم، بل تقطعت بهم الأسباب.\nيُضَاعَفُ لَهُمُ الْعَذَابُ أي: يغلظ ويزداد، لأنهم ضلوا بأنفسهم وأضلوا غيرهم.\nمَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ أي: من بغضهم للحق ونفورهم عنه، ما كانوا يستطيعون أن يسمعوا آيات الله سماعا ينتفعون به فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ * كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ * فَرَّتْ مِنْ قَسْوَرَةٍ وَمَا كَانُوا يُبْصِرُونَ أي: ينظرون نظر عبرة وتفكر، فيما ينفعهم، وإنما هم كالصم البكم الذين لا يعقلون."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بتلك الصفات هم الذين خسروا أنفسهم بإيرادها موارد الهلاك باتخاذ الشركاء مع الله، وذهب عنهم ما كانوا يختلقونه من الشركاء والشفعاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك الذين خسروا أنفسهم» لمصيرهم إلى النار المؤبدة عليهم «وضلَّ» غاب «عنهم ما كانوا يفترون» على الله من دعوى الشريك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ حيث فوتوها أعظم الثواب، واستحقوا أشد العذاب، وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ أي: اضمحل دينهم الذي يدعون إليه ويحسنونه، ولم تغن عنهم آلهتهم التي يعبدون من دون الله لما جاء أمر ربك."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حقًّا إنهم يوم القيامة هم الأخسرون صفقة، حيث استبدلوا الكفر بالإيمان، والدنيا بالآخرة، والعذاب بالرحمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا جَرَمَ» حقا «أنهم في الآخرة هم الأخسرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا جَرَمَ أي: حقا وصدقا أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ حصر الخسار فيهم، بل جعل لهم منه أشده، لشدة حسرتهم وحرمانهم وما يعانون من المشقة والعذاب، نستجير بالله من حالهم."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَىٰ رَبِّهِمْ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين آمنوا بالله ورسله، وعملوا الأعمال الصالحات، وخضعوا وخشعوا لله أولئك هم أصحاب الجنة، هم فيها ماكثون أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا وعملوا الصالحات وأخبتوا» سكنوا واطمأنوا أو أنابوا «إلى ربهم أولئك أصحاب الجنة هم فيها خالدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: إِنَّ الَّذِينَ آمَنُوا بقلوبهم، أي: صدقوا واعترفوا, لما أمر الله بالإيمان به، من أصول الدين وقواعده.\nوَعَمِلُوا الصَّالِحَاتِ المشتملة على أعمال القلوب والجوارح، وأقوال اللسان.\nوَأَخْبَتُوا إِلَى رَبِّهِمْ أي: خضعوا له، واستكانوا لعظمته، وذلوا لسلطانه، وأنابوا إليه بمحبته، وخوفه، ورجائه، والتضرع إليه.\nأُولَئِكَ الذين جمعوا تلك الصفات أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ لأنهم لم يتركوا من الخير مطلبا، إلا أدركوه، ولا خيرا، إلا سبقوا إليه."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل فريقي الكفار والمؤمنين مثل الأعمى الذي لا يبصر، والأصم الذي لا يسمع، وهذا مثل فريق الكفار الذين لا يسمعون الحق سماع قبول، ولا يبصرونه إبصارًا ينفعهم، ومثل السميع البصير، وهذا مثل فريق المؤمنين الذي يجمع بين السمع والإبصار، هل يستوي هذان الفريقان حالًا وصفة؟! لا يستويان، أفلا تعتبرون بعدم استوائهما؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مثل» صفة «الفريقين» الكفار والمؤمنين «كالأعمى والأصم» هذا مثل الكافر «والبصير والسميع» هذا مثل المؤمن «هل يستويان مثلا» لا «أفلا تذَّكرون» فيه إدغام التاء في الأصل في الذال تتعظون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَثَلُ الْفَرِيقَيْنِ أي: فريق الأشقياء، وفريق السعداء.\nكَالْأَعْمَى وَالْأَصَمِّ هؤلاء الأشقياء، وَالْبَصِيرِ وَالسَّمِيعِ مثل السعداء.\nهَلْ يَسْتَوِيَانِ مَثَلًا لا يستوون مثلا، بل بينهما من الفرق ما لا يأتي عليه الوصف، أَفَلَا تَذَكَّرُونَ الأعمال، التي تنفعكم، فتفعلونها، والأعمال التي تضركم، فتتركونها."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بعثنا نوحًا عليه السلام رسولًا إلى قومه، فقال لهم: يا قوم، إني نذير لكم من عذاب الله، مبين لكم ما أرسلت به إليكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أرسلنا نوحا إلى قومه أني» أي بأني وفي قراءة بالكسر على حذف القول «لكم نذير مبين» بيّن الإنذار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إلى آخر القصة أي: ولقد أرسلنا رسولنا نوحا أول المرسلين إلى قومه يدعوهم إلى الله وينهاهم عن الشرك فقال لهم: إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أي: بينت لكم ما أنذرتكم به، بيانا زال به الإشكال."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ ۖ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأدعوكم إلى عبادة الله وحده، فلا تعبدوا إلا إياه، إني أخاف عليكم عذاب يوم مؤلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أن» أي بأن «لا تعبدوا إلا الله إني أخاف عليكم» إن عبتم غيره «عذاب يوم أليم» مؤلم في الدنيا والآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ أي: أخلصوا العبادة لله وحده، واتركوا كل ما يعبد من دون الله.\nإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ إن لم تقوموا بتوحيد الله وتطيعوني."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقال الأشراف والرؤساء الذين كفروا من قومه: لن نستجيب لدعوتك؛ لأنه لا مزية لك علينا، فأنت بشر مثلنا، ولأننا لا نراك اتبعك إلا أسافلنا فيما ظهر لنا من رأينا، ولأنه ليس لكم زيادة في الشرف والمال والجاه تؤهلكم لأن نتبعكم، بل نظنكم كاذبين فيما تدعونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقال الملأ الذين كفروا من قومه» وهم الأشراف «ما نراك إلا بشرا مثلنا» ولا فضل لك علينا «وما نراك اتبعك إلا الذين هم أراذلنا» أسافلنا كالحاكة والأساكفة «بادئ الرأي» بالهمز وتركه أي ابتداء من غير تفكر فيك ونصبه على الظرف أي وقت حدوث أول رأيهم «وما نرى لكم علينا من فضل» فتستحقون به الاتباع منا «بل نظنكم كاذبين» في دعوى الرسالة أدرجوا قومه معه في الخطاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ أي: الأشراف والرؤساء، رادين لدعوة نوح عليه السلام، كما جرت العادة لأمثالهم، أنهم أول من رد دعوة المرسلين.\nمَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وهذا مانع بزعمهم عن اتباعه، مع أنه في نفس الأمر هو الصواب، الذي لا ينبغي غيره، لأن البشر يتمكن البشر، أن يتلقوا عنه، ويراجعوه في كل أمر، بخلاف الملائكة.\nوَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا أي: ما نرى اتبعك منا إلا الأراذل والسفلة، بزعمهم.\nوهم في الحقيقة الأشراف، وأهل العقول، الذين انقادوا للحق ولم يكونوا كالأراذل، الذين يقال لهم الملأ، الذين اتبعوا كل شيطان مريد، واتخذوا آلهة من الحجر والشجر، يتقربون إليها ويسجدون لها، فهل ترى أرذل من هؤلاء وأخس؟.\nوقولهم: بَادِيَ الرَّأْيِ أي: إنما اتبعوك من غير تفكر وروية، بل بمجرد ما دعوتهم اتبعوك، يعنون بذلك، أنهم ليسوا على بصيرة من أمرهم، ولم يعلموا أن الحق المبين تدعو إليه بداهة العقول، وبمجرد ما يصل إلى أولي الألباب، يعرفونه ويتحققونه، لا كالأمور الخفية، التي تحتاج إلى تأمل، وفكر طويل.\nوَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ أي: لستم أفضل منا فننقاد لكم، بَلْ نَظُنُّكُمْ كَاذِبِينَ وكذبوا في قولهم هذا، فإنهم رأوا من الآيات التي جعلها الله مؤيدة لنوح، ما يوجب لهم الجزم التام على صدقه."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم نوح: يا قوم، أخبروني إن كنت على برهان من ربي يشهد لصدقي، ويوجب عليكم تصديقي، وأعطاني رحمة من عنده وهي النبوة والرسالة، وأُخْفِيت عليكم لجهلكم بها؛ أنجبركم على الإيمان بها، وندخله في قلوبكم كرهًا؟! لا نقدر على ذلك، فالذي يوفِّق للإيمان هو الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال يا قوم أرأيتم» أخبروني «إن كنت على بينة» بيان «من ربي وآتاني رحمة» نبوة «من عنده فَعَميتْ» خفيت «عليكم» وفي قراءة بتشديد الميم والبناء للمفعول «أنُلزمُكُموها» أنجبركم على قبولها «وأنتم لها كارهون» لا نقدر على ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا قَالَ لهم نوح مجاوبا يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي أي: على يقين وجزم، يعني، وهو الرسول الكامل القدوة، الذي ينقاد له أولو الألباب، ويضمحل في جنب عقله، عقول الفحول من الرجال, وهو الصادق حقا، فإذا قال: إني على بينة من ربي، فحسبك بهذا القول، شهادة له وتصديقا.\nوَآتَانِي رَحْمَةً مِنْ عِنْدِهِ أي: أوحى إلي وأرسلني، ومنَّ علي بالهداية، فَعُمِّيَتْ عَلَيْكُمْ أي: خفيت عليكم، وبها تثاقلتم.\nأَنُلْزِمُكُمُوهَا أي: أنكرهكم على ما تحققناه، وشككتم أنتم فيه؟ وَأَنْتُمْ لَهَا كَارِهُونَ حتى حرصتم على رد ما جئت به، ليس ذلك ضارنا، وليس بقادح من يقيننا فيه، ولا قولكم وافتراؤكم علينا، صادا لنا عما كنا عليه.\nوإنما غايته أن يكون صادا لكم أنتم، وموجبا لعدم انقيادكم للحق الذي تزعمون أنه باطل، فإذا وصلت الحال إلى هذه الغاية، فلا نقدر على إكراهكم، على ما أمر الله، ولا إلزامكم، ما نفرتم عنه، ولهذا قال: أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۚ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا ۚ إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويا قوم، لا أطلب منكم على تبليغ الرسالة مالًا، فما ثوابي إلا على الله، ولست بِمُبْعِدٍ عن مجلسي الفقراء من المؤمنين الذين طلبتم طردهم، إنهم ملاقو ربهم يوم القيامة، وهو مجازيهم على إيمانهم، ولكني أراكم قومًا لا تفهمون حقيقة هذه الدعوة حين تطلبون طرد الضعفاء من المؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم لا أسألكم عليه» على تبليغ الرسالة «مالا» تعطونيه «إن» ما «أجري» ثوابي «إلا على الله وما أنا بطارد الذين آمنوا» كما أمرتموني «إنهم ملاقو ربهم» بالبعث فيجازيهم ويأخذ لهم ممن ظلمهم وطردهم «ولكني أراكم قوما تجهلون» عاقبة أمركم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أي: على دعوتي إياكم مَا لَا فستستثقلون المغرم.\nإِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وكأنهم طلبوا منه طرد المؤمنين الضعفاء، فقال لهم: وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا أي: ما ينبغي لي، ولا يليق بي ذلك، بل أتلقاهم بالرحب والإكرام، والإعزاز والإعظام إِنَّهُمْ مُلَاقُو رَبِّهِمْ فمثيبهم على إيمانهم وتقواهم بجنات النعيم.\nوَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ حيث تأمرونني، بطرد أولياء الله, وإبعادهم عني.\nوحيث رددتم الحق، لأنهم أتباعه، وحيث استدللتم على بطلان الحق بقولكم إني بشر مثلكم وإنه ليس لنا عليكم من فضل."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويا قوم، من يدفع عني عذاب الله إن طردت هؤلاء المؤمنين ظلمًا بغير ذنب؟ أفلا تتذكرون، وتسعون إلى ما هو أصلح لكم وأنفع؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم من ينصرني» يمنعني «من الله» أي عذابه «إن طردتهم» أي لا ناصر لي «أفلا» فهلا تذَّكرون» بإدغام التاء الثانية في الأصل في الذال تتعظون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أي: من يمنعني من عذابه، فإن طردهم موجب للعذاب والنكال، الذي لا يمنعه من دون الله مانع.\nأَفَلَا تَذَكَّرُونَ ما هو الأنفع لكم والأصلح، وتدبرون الأمور."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا ۖ اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ ۖ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا أقول لكم - يا قومي -: عندي خزائن الله التي فيها رزقه، أنفقها عليكم إن آمنتم، ولا أقول لكم: إني أعلم الغيب، ولا أقول لكم: إني من الملائكة، بل أنا بشر مثلكم، ولا أقول عن الفقراء الذين تحتقرهم أعينكم وتستصغرهم: لن يعطيهم الله توفيقًا ولا هداية، الله أعلم بنياتهم وأحوالهم، إني إن ادعيت ذلك لمن الظالمين الذين يستحقون عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا أقول لكم عندي خزائن الله ولا» إني «أعلم الغيب ولا أقول إني مَلَكٌ» بل أنا بشر مثلكم «ولا أقول للذين تزدري» تحتقر «أعينكم لن يؤتيهم الله خيرا الله أعلم بما في أنفسهم» قلوبهم «إني إذًا» إن قلت ذلك «لمن الظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ أي: غايتي أني رسول الله إليكم، أبشركم، وأنذركم، وأما ما عدا ذلك، فليس بيدي من الأمر شيء، فليست خزائن الله عندي، أدبرها أنا، وأعطي من أشاء، وأحرم من أشاء، ( وَلا أَعْلَمُ الْغَيْبَ ) فأخبركم بسرائركم وبواطنكم ( وَلا أَقُولُ إِنِّي مَلَكٌ ) والمعنى: أني لا أدعي رتبة فوق رتبتي، ولا منزلة سوى المنزلة، التي أنزلني الله بها، ولا أحكم على الناس، بظني.\nوَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ أي: ضعفاء المؤمنين، الذين يحتقرهم الملأ الذين كفروا لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ فإن كانوا صادقين في إيمانهم، فلهم الخير الكثير، وإن كانوا غير ذلك، فحسابهم على الله.\nإِنِّي إِذًا أي: إن قلت لكم شيئا مما تقدم لَمِنَ الظَّالِمِينَ وهذا تأييس منه، عليه الصلاة والسلام لقومه، أن ينبذ فقراء المؤمنين, أو يمقتهم، وتقنيع لقومه، بالطرق المقنعة للمنصف."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالوا تَعَنُّتًا وتكبرًا: يا نوح، قد خاصمتنا وناظرتنا، فأكثرت مخاصمتنا ومناظرتنا، فأتنا بما تعدنا به من العذاب إن كنت من الصادقين فيما تدعيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا نوح قد جادلتنا» خاصمتنا «فأكثرت جدالنا فأتنا بما تعدنا» به من العذاب «إن كنت من الصادقين» فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما رأوه، لا ينكف عما كان عليه من دعوتهم، ولم يدركوا منه مطلوبهم قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا من العذاب إِنْ كُنْتَ مِنَ الصَّادِقِينَ فما أجهلهم وأضلهم، حيث قالوا هذه المقالة، لنبيهم الناصح.\nفهلا قالوا: إن كانوا صادقين: يا نوح قد نصحتنا، وأشفقت علينا, ودعوتنا إلى أمر، لم يتبين لنا، فنريد منك أن تبينه لنا لننقاد لك، وإلا فأنت مشكور في نصحك.\nلكان هذا الجواب المنصف، الذي قد دعي إلى أمر خفي عليه، ولكنهم في قولهم، كاذبون، وعلى نبيهم متجرئون.\nولم يردوا ما قاله بأدنى شبهة، فضلا عن أن يردوه بحجة."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم نوح: أنا لا آتيكم بالعذاب، إنما يأتيكم به الله إن شاء، وما أنتم بقادرين على الإفلات من عذاب الله إن أراد بكم عذابًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال إنما يأتيكم به الله إن شاء» تعجيله لكم فإن أمره إليه لا إليَّ «وما أنتم بمعجزين» بفائتين الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا عدلوا - من جهلهم وظلمهم - إلى الاستعجال بالعذاب، وتعجيز الله، ولهذا أجابهم نوح عليه السلام بقوله: إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ أي: إن اقتضت مشيئته وحكمته، أن ينزله بكم، فعل ذلك.\nوَمَا أَنْتُمْ بِمُعْجِزِينَ لله، وأنا ليس بيدي من الأمر شيء."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا ينفعكم نصحي وتذكيري لكم، إن كان الله يريد أن يضلَّكم عن الصراط المستقيم، ويخذلكم عن الهداية بسبب عنادكم، هو ربكم، فهو الذي يملك أمركم، فيضلكم إن شاء، وإليه وحده ترجعون يوم القيامة، فيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ولا ينفعكم نصحي إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم) أي إغواءكم، وجواب الشرط دل عليه \"\" ولا ينفعكم نصحي \"\" (هو ربكم وإليه ترجعون) قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ أي: إن إرادة الله غالبة، فإنه إذا أراد أن يغويكم، لردكم الحق، فلو حرصت غاية مجهودي، ونصحت لكم أتم النصح - وهو قد فعل عليه السلام - فليس ذلك بنافع لكم شيئا، هُوَ رَبُّكُمْ يفعل بكم ما يشاء، ويحكم فيكم بما يريد وَإِلَيْهِ تُرْجَعُونَ فيجازيكم بأعمالكم."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسبب كفر قوم نوح أنهم يزعمون أنه اختلق على الله هذا الدين الذي جاء به، قل لهم - أيها الرسول -: إن اختلقته، فعليَّ وحدي عقاب إثمي، ولا أتحمل من إثم تكذيبكم شيئًا، فأنا بريء منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل أ «يقولون» أي كفار مكة «افتراه» اختلق محمد القرآن «قل إن افتريته فعليَّ إجرامي» إثمي، أي عقوبته «وأنا بريء مما تجرمون» من إجرامكم في نسبة الافتراء إلي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ يَقُولُونَ افْتَرَاهُ هذا الضمير محتمل أن يعود إلى نوح، كما كان السياق في قصته مع قومه، وأن المعنى: أن قومه يقولون: افترى على الله كذبا، وكذب بالوحي الذي يزعم أنه من الله، وأن الله أمره أن يقول: قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ أي: كل عليه وزره وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ويحتمل أن يكون عائدا إلى النبي محمد صلى الله عليه وسلم، وتكون هذه الآية معترضة، في أثناء قصة نوح وقومه، لأنها من الأمور التي لا يعلمها إلا الأنبياء، فلما شرع الله في قصها على رسوله، وكانت من جملة الآيات الدالة على صدقه ورسالته، ذكر تكذيب قومه له مع البيان التام فقال: أَمْ يَقُولُونَ افْتَرَاهُ أي: هذا القرآن اختلقه محمد من تلقاء نفسه، أي: فهذا من أعجب الأقوال وأبطلها، فإنهم يعلمون أنه لم يقرأ ولم يكتب، ولم يرحل عنهم لدراسة على أهل الكتاب، فجاء بهذا الكتاب الذي تحداهم أن يأتوا بسورة من مثله.\nفإذا زعموا - مع هذا - أنه افتراه، علم أنهم معاندون، ولم يبق فائدة في حجاجهم، بل اللائق في هذه الحال، الإعراض عنهم، ولهذا قال: قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي أي: ذنبي وكذبي، وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ أي: فلم تستلجون في تكذيبي."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأوحى الله إلى نوح: أنه لن يؤمن من قومك - يا نوح - إلا من قد آمن من قبل، فلا تحزن - يا نوح - بسبب ما كانوا يفعلونه من التكذيب والاستهزاء خلال تلك المدة الطويلة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد آمن فلا تبتئس) تحزن (بما كانوا يفعلون) من الشرك فدعا عليهم بقوله، \"\" رب لا تذر على الأرض \"\" إلخ، فأجاب الله دعاءه فقال:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله: وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ أي: قد قسوا، فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ أي: فلا تحزن، ولا تبال بهم, وبأفعالهم، فإن الله قد مقتهم، وأحق عليهم عذابه الذي لا يرد."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُمْ مُغْرَقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واصنع السفينة بمرأى منا محفوظًا منا، وبوحينا بتعليمك كيف تصنعها، ولا تخاطبني طالبًا إمهال الذين ظلموا أنفسهم بالكفر، إنهم مُغْرَقون - لا محالة - بالطوفان؛ عقابًا لهم على إصرارهم على الكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واصنع الفلك» السفينة «بأعيننا» بمرأى منا وحفظنا «ووحينا» أمرنا «ولا تخاطبني في الذين ظلموا» كفروا بترك إهلاكهم «إنهم مُغرقون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا أي: بحفظنا، ومرأى منا, وعلى مرضاتنا، وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا أي: لا تراجعني في إهلاكهم، إِنَّهُمْ مُغْرَقُونَ أي: قد حق عليهم القول، ونفذ فيهم القدر."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ ۚ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فامتثل نوح أمر ربه، وطَفِقَ يصنع السفينة، وكلما مر عليه كبراء قومه وسادتهم استهزؤوا به؛ لما يقوم به من صنع السفينة وليس في أرضه ماء ولا أنهار، فلما تكرر استهزاؤهم به؛ قال: إن تستهزئوا - أيها الملأ - منا اليوم عندما نصنع السفينة، فإنا نستهزئ بكم لجهلكم بما يصير إليه أمركم من الغرق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويصنع الفلك» حكاية حال ماضية «وكلما مرَّ عليه ملاٌ» جماعة «من قومه سخروا منه» استهزءوا به «قال إن تسخروا منا فإنا نسخر منكم كما تسخرون» إذا نجونا وغرقتم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 38 و 39 :فامتثل أمر ربه، وجعل يصنع الفلك وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ ورأوا ما يصنع سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا الآن فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ * فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ نحن أم أنتم.\nوقد علموا ذلك، حين حل بهم العقاب."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسوف تعلمون من يأتيه عذاب في الدنيا يذله ويهينه، وينزل عليه يوم القيامة عقاب دائم لا ينقطع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسوف تعلمون من» موصولة مفعول العلم «يأتيه عذاب يخزيه ويحلّ» ينزل «عليه عذاب مقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 38 و 39 :فامتثل أمر ربه، وجعل يصنع الفلك وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ ورأوا ما يصنع سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا الآن فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ * فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ نحن أم أنتم.\nوقد علموا ذلك، حين حل بهم العقاب."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "حَتَّىٰ إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ ۚ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنهى نوح عليه السلام صنع السفينة التي أمره الله بصنعها، حتى إذا جاء أمرنا بإهلاكهم، وفار الماء من التنور الذي كانوا يخبزون فيه؛ إعلامًا ببدء الطوفان؛ قلنا لنوح عليه السلام: احمل في السفينة من كل صنف من الحيوان فوق الأرض زوجين: ذكرًا وأنثى، واحمل أهلك إلا من سبق الحكم بأنه مغرق؛ لكونه لم يؤمن، واحمل من آمن معك من قومك، وما آمن معه من قومه إلا عدد قليل على طول المدة التي مكث فيها يدعوهم إلى الإيمان بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حتى» غاية للصنع «إذا جاء أمرنا» بإهلاكهم «وفار التنور» للخباز بالماء وكان ذلك علامة لنوح «قلنا احمل فيها» في السفينة «من كلِ زوجين» ذكرا وأنثى، أي من كل أنواعهما «اثنين» ذكرا وأنثى وهو مفعول وفي القصة أن الله حشر لنوح السباع والطير وغيرها، فجعل يضرب بيديه في كل نوع فتقع يده اليمنى على الذكر واليسرى على الأنثى فيحملهما في السفينة «وأهلك» أي زوجته وأولاده «إلا من سبق عليه القول» أي منهم بالإهلاك وهو زوجته وولده كنعان بخلاف سام وحام ويافث فحملهم وزوجاتهم الثلاثة «ومن آمن وما آمن معه إلا قليل» قيل كانوا ستة رجال ونساءهم وقيل: جميع من كان في السفينة ثمانون نصفهم رجال ونصفهم نساء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "حَتَّى إِذَا جَاءَ أَمْرُنَا أي قدرنا بوقت نزول العذاب بهم وَفَارَ التَّنُّورُ أي: أنزل الله السماء بالماء بالمنهمر، وفجر الأرض كلها عيونا حتى التنانير التي هي محل النار في العادة، وأبعد ما يكون عن الماء، تفجرت فالتقى الماء على أمر، قد قدر.\nقُلْنَا لنوح: احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ أي: من كل صنف من أصناف المخلوقات، ذكر وأنثى، لتبقى مادة سائر الأجناس وأما بقية الأصناف الزائدة عن الزوجين، فلأن السفينة لا تطيق حملها وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ ممن كان كافرا، كابنه الذي غرق.\nوَمَنْ آمَنَ و الحال أنه مَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا ۚ إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال نوح لمن آمن من أهله وقومه: اركبوا في السفينة، باسم الله يكون جري السفينة، وباسمه يكون رُسُوُّها، إن ربي غفور لذنوب من تاب من عباده، رحيم بهم، ومن رحمته بالمؤمنين أن أنجاهم من الهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال» نوح «اركبوا فيها بسم الله مجراها ومرساها» بفتح الميمين وضمهما مصدران أي جريها ورسوها أي منتهى سيرها «إن ربي لغفور رحيم» حيث لم يهلكنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالَ نوح لمن أمره الله أن يحملهم: ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا أي: تجري على اسم الله، وترسو على اسم الله، وتجري بتسخيره وأمره.\nإِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ حيث غفر لنا ورحمنا، ونجانا من القوم الظالمين."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَىٰ نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والسفينة تسير بمن فيها من الناس وغيرهم في موج عظيم مثل الجبال، وبعاطفة الأبوة نادى نوح عليه السلام ابنه الكافر، وكان منفردًا عن أبيه وقومه في مكان: يا بني اركب معنا في السفينة؛ لتنجو من الغرق، ولا تكن مع الكافرين، فيصيبك ما أصابهم من الهلاك بالغرق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهي تجري بهم في موج كالجبال» في الارتفاع والعظم «ونادى نوح ابنه» كنعان «وكان في معزل» عن السفينة «يا بني اركب معنا ولا تكن مع الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم وصف جريانها كأنا نشاهدها فقال: وَهِيَ تَجْرِي بِهِمْ أي: بنوح، ومن ركب معه فِي مَوْجٍ كَالْجِبَالِ والله حافظها وحافظ أهلها وَنَادَى نُوحٌ ابْنَهُ لما ركب، ليركب معه وَكَانَ ابنه فِي مَعْزِلٍ عنهم، حين ركبوا، أي: مبتعدا وأراد منه، أن يقرب ليركب، فقال له: يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ فيصيبك ما يصيبهم."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "قَالَ سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ ۚ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال ابن نوح لنوح: سألجأ إلى جبل مرتفع؛ ليمنعني من وصول الماء إليَّ، قال نوحٌ لابنه: لا مانع اليوم من عذاب الله بالغرق بالطوفان إلا اللهُ الرَّاحمُ برحمته من يشاء سبحانه، فإنه يمنعه من الغرق، وفرَّق الموجُ بين نوح وابنه الكافر، فكان ابنه من المغرقين بالطوفان لكفره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال سآوي إلى جبل يعصمني» يمنعني «من الماء قال لا عاصم اليوم من أمر الله» عذابه «إلا» لكن «من رحم» الله فهو المعصوم قال تعالى «وحال بينهما الموج فكان من المغرقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ ابنه، مكذبا لأبيه أنه لا ينجو إلا من ركب معه السفينة.\nسَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ أي: سأرتقي جبلا، أمتنع به من الماء، ف قَالَ نوح: لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ فلا يعصم أحدا، جبل ولا غيره، ولو تسبب بغاية ما يمكنه من الأسباب، لما نجا إن لم ينجه الله.\nوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ الابن مِنَ الْمُغْرَقِينَ"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ ۖ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الله للأرض بعد نهاية الطوفان: يا أرض، اشربي ما عليك من ماء الطوفان، وقال للسماء: يا سماء أمسكي ولا ترسلي المطر، ونَقَصَ الماء حتى جفت الأرض، وأهلك الله الكافرين، ووقفت السفينة على جبل الجودي، وقيل: بُعْدًا وهلاكًا للقوم المتجاوزين لحدود الله بالكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقيل يا أرض ابلعي ماءك» الذي نبع منك فشربته دون ما نزل من السماء فصار أنهارا وبحارا «ويا سماء أقلعي» أمسكي عن المطر فأمسكت «وغيض» نقص «الماء وقضي الأمر» تم أمر هلاك قوم نوح «واستوت» وقفت السفينة «على الجودِي» جبل بالجزيرة بقرب الموصل «وقيل بُعدا» هلاكا «للقوم الظالمين» الكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أغرقهم الله ونجى نوحا ومن معه وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ الذي خرج منك، والذي نزل إليك، أي: ابلعي الماء الذي على وجهك وَيَا سَمَاءُ أَقْلِعِي فامتثلتا لأمر الله، فابتلعت الأرض ماءها, وأقلعت السماء، فنضب الماء من الأرض، وَقُضِيَ الْأَمْرُ بهلاك المكذبين ونجاة المؤمنين.\nوَاسْتَوَتْ السفينة عَلَى الْجُودِيِّ أي: أرست على ذلك الجبل المعروف في أرض الموصل.\nوَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ أي: أتبعوا بعد هلاكهم لعنة وبعدا, وسحقا لا يزال معهم."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَنَادَىٰ نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونادى نوح عليه السلام ربه مستغيثًا به، فقال: يا رب، إن ابني من أهلي الذين وعدتني بإنجائهم، وإن وعدك هو الصدق الذي لا خُلْف فيه، وأنت أعدل الحاكمين وأعلمهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونادى نوح ربه فقال رب إن ابني» كنعان «من أهلي» وقد وعدتني بنجاتهم «وإن وعدك الحق» الذي لا خلف فيه «وأنت أحكم الحاكمين» أعلمهم وأعدلهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ أي: وقد قلت لي: ف احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ ولن تخلف ما وعدتني به.\nلعله عليه الصلاة والسلام، حملته الشفقة، وأن الله وعده بنجاة أهله، ظن أن الوعد لعمومهم، من آمن، ومن لم يؤمن، فلذلك دعا ربه بذلك الدعاء، ومع هذا، ففوض الأمر لحكمة الله البالغة."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ۖ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۖ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لنوح: يا نوح، إن ابنك الذي سألتني إنجاءه ليس من أهلك الذين وعدتك بإنجائهم؛ لأنه كافر، إن سؤالك يا نوح عمل غير مناسب منك، ولا يصلح لمن هو في مقامك، فلا تسألني ما ليس لك به علم، إني أحذرك أن تكون من الجاهلين، فتسألني ما يخالف علمي وحكمتي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» تعالى «يا نوح إنه ليس من أهلك» الناجين أو من أهل دينك «إنه» أي سؤالك إياي بنجاته «عمل غير صالح» فإنه كافر ولا نجاة للكافرين وفي قراءة بكسر ميم عمل فعل ونصب غير فالضمير لابنه «فلا تسألنّ» بالتشديد والتخفيف «وما ليس لك به علم» من إنجاء ابنك «إني أعظك أن تكون من الجاهلين» بسؤالك ما لم تعلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ الله له: إِنَّهُ لَيْسَ مِنْ أَهْلِكَ الذين وعدتك بإنجائهم إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ أي: هذا الدعاء الذي دعوت به، لنجاة كافر, لا يؤمن بالله ولا رسوله.\nفَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ أي: ما لا تعلم عاقبته،ومآله، وهل يكون خيرا، أو غير خير.\nإِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ أي: أني أعظك وعظا تكون به من الكاملين، وتنجو به من صفات الجاهلين."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال نوح عليه السلام: رب، إني ألتجئ وأعتصم بك من أن أسألك ما لا علم لي به، وإن لم تغفر لي ذنبي، وترحمني برحمتك، أكن من الخاسرين الذين خسروا حظوظهم في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال ربّ إني أعوذ بك» من «أن أسألك ما ليس لي به علم وإلا تغفر لي» ما فرط مني «وترحمني أكن من الخاسرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فحينئذ ندم نوح، عليه السلام، ندامة شديدة، على ما صدر منه, و قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ فبالمغفرة والرحمة ينجو العبد من أن يكون من الخاسرين، ودل هذا على أن نوحا، عليه السلام، لم يكن عنده علم، بأن سؤاله لربه، في نجاة ابنه محرم، داخل في قوله وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ بل تعارض عنده الأمران، وظن دخوله في قوله: وَأَهْلَكَ وبعد ذلك تبين له أنه داخل في المنهي عن الدعاء لهم، والمراجعة فيهم."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَىٰ أُمَمٍ مِمَّنْ مَعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لنوح عليه السلام: يا نوح، انزِل من السفينة على الأرض بسلامة وأمن، وبنِعَمٍ من الله كثيرة عليك، وعلى ذرية من كانوا معك في السفينة من المؤمنين يأتون من بعدك، وثمّة أمم أخرى من ذريتهم كافرون سنمتعهم في هذه الحياة الدنيا، ونعطيهم ما يعيشون به، ثم ينالهم منا في الآخرة عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قيل يا نوح اهبط» انزل من السفينة «بسلام» بسلامة أو بتحية «منا وبركات» خيرات «عليك وعلى أمم ممن معك» في السفينة أي من أولادهم وذريتهم وهم المؤمنون «وأمم» بالرفع ممن معك «سنمتعهم» في الدنيا «ثم يَمَسُّهم منا عذاب أليم» في الآخرة وهم الكفار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ من الآدميين وغيرهم من الأزواج التي حملها معه، فبارك الله في الجميع، حتى ملأوا أقطار الأرض ونواحيها.\nوَأُمَمٌ سَنُمَتِّعُهُمْ في الدنيا ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ أي: هذا الإنجاء، ليس بمانع لنا من أن من كفر بعد ذلك، أحللنا به العقاب، وإن متعوا قليلا، فسيؤخذون بعد ذلك."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ ۖ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قصة نوح هذه من أخبار الغيب، ما كنت - أيها الرسول - تعلمها أنت، وما كان قومك يعلمونها من قبل هذا الوحي الذي أوحيناه إليك، فاصبر على أذى قومك وتكذيبهم كما صبر نوح عليه السلام، إن النصر والغلبة للذين يمتثلون أوامر الله، ويجتنبون نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تلك» أي هذه الآيات المتضمنة قصة نوح «من أنباء الغيب» أخبار ما غاب عنك «نوحيها إليك» يا محمد «ما كنت تعلمها أنت ولا قومك من قبل هذا» القرآن «فاصبر» على التبليغ وأذى قومك كما صبر نوح «إن العاقبة» المحمودة «للمتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله لنبيه محمد صلى الله عليه وسلم بعد ما قص عليه هذه القصة المبسوطة، التي لا يعلمها إلا من منَّ عليه برسالته.\nتِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا فيقولوا: إنه كان يعلمها.\nفاحمد الله، واشكره، واصبر على ما أنت عليه، من الدين القويم، والصراط المستقيم، والدعوة إلى الله إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ الذين يتقون الشرك وسائر المعاصي، فستكون لك العاقبة على قومك، كما كانت لنوح على قومه."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأرسلنا إلى عاد أخاهم هودًا عليه السلام، قال لهم: يا قوم، اعبدوا الله وحده، ولا تشركوا معه أحدًا، ليس لكم معبود بحق غيره سبحانه، ولستم في دعواكم أن له شريكًا إلا كاذبين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» أرسلنا «إلى عاد أخاهم» من القبيلة «هودا قال يا قوم اعبدوا الله» وَحِّدوهُ «ما لكم من» زائدة «إله غيره إن» ما «أنتم» في عبادتكم الأوثان «إلا مفترون» كاذبون على الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إلى آخر القصة أي: و أرسلنا إِلَى عَادٍ وهم القبيلة المعروفة في الأحقاف, من أرض اليمن، أَخَاهُمْ في النسب هُودًا ليتمكنوا من الأخذ عنه والعلم بصدقه.\nف قَالَ لهم يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ أي: أمرهم بعبادة الله وحده، ونهاهم عما هم عليه، من عبادة غير الله، وأخبرهم أنهم قد افتروا على الله الكذب في عبادتهم لغيره, وتجويزهم لذلك، ووضح لهم وجوب عبادة الله، وفساد عبادة ما سواه."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي ۚ أَفَلَا تَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا قوم، لا أطلب منكم ثوابًا على ما أبلغكم من ربي، وأدعوكم إليه، ليس ثوابي إلا على الله الذي خلقني، أفلا تعقلون ذلك، وتستجيبون لما أدعوكم إليه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا قوم لا أسألكم عليه» على التوحيد «أجرا إن» ما «أجري إلا على الذي فطرني» خلقني «أفلا تعقلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر عدم المانع لهم من الانقياد فقال يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا أي: غرامة من أموالكم، على ما دعوتكم إليه، فتقولوا: هذا يريد أن يأخذ أموالنا، وإنما أدعوكم وأعلمكم مجانا.\nإِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ ما أدعوكم إليه، وأنه موجب لقبوله، منتف المانع عن رده."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويا قوم، اطلبوا المغفرة من الله، ثم توبوا إليه من ذنوبكم - وأكبرها الشرك - يُثِبْكُم على ذلك بإنزال المطر الكثير، ويزدكم عزًّا إلى عزكم بإكثار الذرية والأموال، ولا تعرضوا عما أدعوكم إليه، فتكونوا من المجرمين بإعراضكم عن دعوتي، وكفركم بالله وتكذيبكم بما جئت به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم استغفروا ربكم» من الشرك «ثم توبوا» ارجعوا «إليه» بالطاعة «يرسل السماء» المطر وكانوا قد منعوه «عليكم مِدرارا» كثير الدرور «ويزدكم قوة إلى» مع «قوتكم» بالمال والولد «ولا تتولوا مجرمين» مشركين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ عما مضى منكم ثُمَّ تُوبُوا إِلَيْهِ فيما تستقبلونه، بالتوبة النصوح، والإنابة إلى الله تعالى.\nفإنكم إذا فعلتم ذلك يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا بكثرة الأمطار التي تخصب بها الأرض، ويكثر خيرها.\nوَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ فإنهم كانوا من أقوى الناس، ولهذا قالوا: من أشد منا قوة ؟ ، فوعدهم أنهم إن آمنوا، زادهم قوة إلى قوتهم.\nوَلَا تَتَوَلَّوْا عنه، أي: عن ربكم مُجْرِمِينَ أي: مستكبرين عن عبادته، متجرئين على محارمه."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال قومه: يا هود، ما جئتنا بحجة جلية تجعلنا نؤمن بك، ولسنا بتاركي عبادة آلهتنا من أجل قولك الخالي من حجة، ولسنا بمؤمنين لك فيما تدعيه من أنك رسول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا هود ما جئتنا ببيِّنة» برهان على قولك «وما نحن بتاركي آلهتنا عن قولك» أي لقولك «وما نحن لك بمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالُوا رادين لقوله: يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ إن كان قصدهم بالبينة البينة التي يقترحونها، فهذه غير لازمة للحق، بل اللازم أن يأتي النبي بآية تدل على صحة ما جاء به، وإن كان قصدهم أنه لم يأتهم ببينة، تشهد لما قاله بالصحة، فقد كذبوا في ذلك، فإنه ما جاء نبي لقومه، إلا وبعث الله على يديه، من الآيات ما يؤمن على مثله البشر.\nولو لم يكن له آية، إلا دعوته إياهم لإخلاص الدين لله، وحده لا شريك له، والأمر بكل عمل صالح، وخلق جميل، والنهي عن كل خلق ذميم من الشرك بالله، والفواحش، والظلم، وأنواع المنكرات، مع ما هو مشتمل عليه هود، عليه السلام، من الصفات، التي لا تكون إلا لخيار الخلق وأصدقهم، لكفى بها آيات وأدلة، على صدقه.\nبل أهل العقول، وأولو الألباب، يرون أن هذه الآية، أكبر من مجرد الخوارق، التي يراها بعض الناس، هي المعجزات فقط.\nومن آياته، وبيناته الدالة على صدقه، أنه شخص واحد، ليس له أنصار ولا أعوان، وهو يصرخ في قومه، ويناديهم، ويعجزهم، ويقول لهم: إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ * مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ وهم الأعداء الذين لهم السطوة والغلبة، ويريدون إطفاء ما معه من النور، بأي طريق كان، وهو غير مكترث منهم، ولا مبال بهم، وهم عاجزون لا يقدرون أن ينالوه بشيء من السوء، إن في ذلك لآيات لقوم يعقلون.\nوقولهم: وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ أي: لا نترك عبادة آلهتنا لمجرد قولك، الذي ما أقمت عليه بينة بزعمهم، وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ وهذا تأييس منهم لنبيهم، هود عليه السلام, في إيمانهم، وأنهم لا يزالون في كفرهم يعمهون."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ ۗ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "54 - 55 - ما نقول إلا أنه أصابك بعض آلهتنا بجنون لما كنت تنهانا عن عبادتهم، قال هود: إني أشهد الله، واشهدوا أنتم أني بريء من عبادة آلهتكم التي تعبدونها من دون الله، فامكروا بي أنتم وآلهتكم التي تزعمون أنها أصابتني بجنون، ثم لا تمهلوني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «نقول» في شأنك «إلا اعتراك» أصابك «بعض آلهتنا بسوءٍ» فخبلك لسبك إياها فأنت تهذي «قال إني أشهد الله» عليَّ «واشهدوا أني بريء مما تشركونـ» ـه به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 54 و 55 : إِنْ نَقُولُ فيك إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ أي: أصابتك بخبال وجنون، فصرت تهذي بما لا يعقل.\nفسبحان من طبع على قلوب الظالمين، كيف جعلوا أصدق الخلق الذي جاء بأحق الحق، بهذه المرتبة، التي يستحي العاقل من حكايتها عنهم لولا أن الله حكاها عنهم.\nولهذا بين هود، عليه الصلاة والسلام، أنه واثق غاية الوثوق، أنه لا يصيبه منهم، ولا من آلهتهم أذى، فقال: إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا أي: اطلبوا لي الضرر كلكم، بكل طريق تتمكنون بها مني ثُمَّ لَا تُنْظِرُونِ أي: لا تمهلوني."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "مِنْ دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "54 - 55 - ما نقول إلا أنه أصابك بعض آلهتنا بجنون لما كنت تنهانا عن عبادتهم، قال هود: إني أشهد الله، واشهدوا أنتم أني بريء من عبادة آلهتكم التي تعبدونها من دون الله، فامكروا بي أنتم وآلهتكم التي تزعمون أنها أصابتني بجنون، ثم لا تمهلوني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من دونه فكيدوني» احتالوا في هلاكي «جميعا» أنتم وأوثانكم «ثم لا تُنظرون» تمهلون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 54 و 55 : إِنْ نَقُولُ فيك إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ أي: أصابتك بخبال وجنون، فصرت تهذي بما لا يعقل.\nفسبحان من طبع على قلوب الظالمين، كيف جعلوا أصدق الخلق الذي جاء بأحق الحق، بهذه المرتبة، التي يستحي العاقل من حكايتها عنهم لولا أن الله حكاها عنهم.\nولهذا بين هود، عليه الصلاة والسلام، أنه واثق غاية الوثوق، أنه لا يصيبه منهم، ولا من آلهتهم أذى، فقال: إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا أي: اطلبوا لي الضرر كلكم، بكل طريق تتمكنون بها مني ثُمَّ لَا تُنْظِرُونِ أي: لا تمهلوني."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ۚ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إني توكلت على الله وحده، واعتمدت عليه في أمري، فهو ربي وربكم، ما من شيء يدب على وجه الأرض إلا وهو خاضع لله تحت ملكه وسلطانه، يصرفه كيف يشاء، إن ربي على الحق والعدل، فلن يسلطكم علي؛ لأني على الحق وأنتم على الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إني توكلت على الله ربي وربكم ما من» زائدة «دابة» نسمة تدب على الأرض «إلا هو آخذ بناصيتها» أي مالكها وقاهرها فلا نفع ولا ضرر إلا بإذنه، وخص الناصية بالذكر لأن من أخذ بناصيته يكون في غاية الذل «إن ربي على صراط مستقيم» أي طريق الحق والعدل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ أي: اعتمدت في أمري كله على الله رَبِّي وَرَبُّكُمْ أي: هو خالق الجميع، ومدبرنا وإياكم، وهو الذي ربانا.\nمَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا فلا تتحرك ولا تسكن إلا بإذنه، فلو اجتمعتم جميعا على الإيقاع بي، والله لم يسلطكم علي، لم تقدروا على ذلك، فإن سلطكم، فلحكمة أرادها.\nف إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ أي: على عدل، وقسط، وحكمة، وحمد في قضائه وقدره، في شرعه وأمره، وفي جزائه وثوابه، وعقابه، لا تخرج أفعاله عن الصراط المستقيم، التي يحمد، ويثنى عليه بها."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا ۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن تعرضوا وتدبروا عما جئت به فما عليّ إلا إبلاغكم، وقد أبلغتكم كل ما أرسلني الله به، وأمرني بإبلاغه، وقد قامت عليكم الحجة، وسيهلككم ربي، ويأتي بقوم غيركم يخلفونكم، ولا تضرون الله ضررًا كبيرًا ولا صغيرًا بتكذيبكم وإعراضكم؛ لأنه غني عن عباده، إن ربي على كل شيء رقيب، فهو الذي يحفظني من السوء الذي تكيدونني به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن تولوْا» فيه حذف إحدى التاءين، أي تعرضوا «فقد أبلغتكم ما أرسلت به إليكم ويستخلف ربي قوما غيركم ولا تضرونه شيئا» بإشراككم «إن ربي على كل شيء حفيظ» رقيب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِنْ تَوَلَّوْا عما دعوتكم إليه فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ فلم يبق عليَّ تبعة من شأنكم.\nوَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ يقومون بعبادته، ولا يشركون به شيئا، وَلَا تَضُرُّونَهُ شَيْئًا فإن ضرركم، إنما يعود عليكم، فالله لا تضره معصية العاصين.\nولا تنفعه طاعة المطيعين من عمل صالحا فلنفسه ومن أساء فعليها [ إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ ]."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما جاء أمرنا بإهلاكهم سلّمنا هودًا والذين آمنوا معه برحمة منا نالتهم، وسلمناهم من عذاب شديد عذبنا به قومه الكافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولما جاء أمرنا» عذابنا «نجينا هودا والذين آمنوا معه برحمة» هداية «منا ونجيناهم من عذاب غليظ» شديد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَّا جَاءَ أَمْرُنَا أي: عذابنا بإرسال الريح العقيم، التي مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ أي: عظيم شديد، أحله الله بعاد، فأصبحوا لا يرى إلا مساكنهم."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "وَتِلْكَ عَادٌ ۖ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتلك عاد كفروا بآيات الله ربهم، وعصوا رسولهم هودًا، وأطاعوا أمر كل متكبر على الحق، طاغٍ لا يقبله، ولا يذعن له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قيل يا نوح اهبط» انزل من السفينة «بسلام» بسلامة أو بتحية «منا وبركات» خيرات «عليك وعلى أمم ممن معك» في السفينة أي من أولادهم وذريتهم وهم المؤمنون «وأمم» بالرفع ممن معك «سنمتعهم» في الدنيا «ثم يَمَسُّهم منا عذاب أليم» في الآخرة وهم الكفار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتِلْكَ عَادٌ الذين أوقع الله بهم ما أوقع، بظلم منهم لأنهم جَحَدُوا بِآيَاتِ رَبِّهِمْ ولهذا قالوا لهود: ما جئتنا ببينة فتبين بهذا أنهم متيقنون لدعوته، وإنما عاندوا وجحدوا وَعَصَوْا رُسُلَهُ لأن من عصى رسولا، فقد عصى جميع المرسلين، لأن دعوتهم واحدة.\nوَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ أي: متسلط على عباد الله بالجبروت، عنيد أي: معاند لآيات الله، فعصوا كل ناصح ومشفق عليهم، واتبعوا كل غاش لهم، يريد إهلاكهم لا جرم أهلكهم الله."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَأُتْبِعُوا فِي هَٰذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولحقهم في هذه الحياة الدنيا الخزي والطرد من رحمة الله، وكذلك يوم القيامة هم مُبعدون من رحمة الله، وذلك بسبب كفرهم بالله تعالى، ألا فأبعدهم الله من كل خير، وقرّبهم من كل شرّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأتبعوا في هذه الدنيا لعنة» من الناس «ويوم القيامة» لعنة على رءوس الخلائق «ألا إن عادا كفروا» جحدوا «ربهم ألا بُعدا» من رحمة الله «لعاد قوم هود»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً فكل وقت وجيل، إلا ولأنبائهم القبيحة، وأخبارهم الشنيعة، ذكر يذكرون به، وذم يلحقهم وَيَوْمَ الْقِيَامَةِ لهم أيضا لعنة، أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ أي: جحدوا من خلقهم ورزقهم ورباهم.\nأَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ أي: أبعدهم الله عن كل خير وقربهم من كل شر."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأرسلنا إلى ثمود أخاهم صالحًا، قال: يا قوم، اعبدوا الله وحده، ما لكم من معبود يستحق العبادة غيره، هو خلقكم من تراب الأرض بخلق أبيكم آدم منه، وجعلكم عُمَّارَها، فاطلبوا منه المغفرة ثم ارجعوا إليه بعمل الطاعات وترك المعاصي، إن ربي قريب ممن أخلص له العبادة، مجيب من دعاه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» أرسلنا «إلى ثمود أخاهم» من القبيلة «صالحا قال يا قوم اعبدوا الله» وحدوه «ما لكم من إله غيره هو أنشأكم» ابتدأ خلقكم «من الأرض» بخلق أبيكم آدم منها «واستعمركم فيها» جعلكم عمارا تسكنون بها «فاستغفروه» من الشرك «ثم توبوا» ارجعوا «إليه» بالطاعة «إن ربي قريب» من خلقه بعلمه «مجيب» لمن سأله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: و أرسلنا إِلَى ثَمُودَ وهم: عاد الثانية، المعروفون، الذين يسكنون الحجر، ووادي القرى، أَخَاهُمْ في النسب صَالِحًا عبد الله ورسوله صلى الله عليه وسلم، يدعوهم إلى عبادة الله وحده، ف قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ أي: وحدوه، وأخلصوا له الدين مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ لا من أهل السماء، ولا من أهل الأرض.\nهُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ أي: خلقكم فيها وَاسْتَعْمَرَكُمْ فِيهَا أي: استخلفكم فيها، وأنعم عليكم بالنعم الظاهرة والباطنة، ومكنكم في الأرض، تبنون، وتغرسون، وتزرعون، وتحرثون ما شئتم، وتنتفعون بمنافعها، وتستغلون مصالحها، فكما أنه لا شريك له في جميع ذلك، فلا تشركوا به في عبادته.\nفَاسْتَغْفِرُوهُ مما صدر منكم، من الكفر، والشرك، والمعاصي, وأقلعوا عنها، ثُمَّ تُوبُوا إِلَيْهِ أي: ارجعوا إليه بالتوبة النصوح، والإنابة، إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ أي: قريب ممن دعاه دعاء مسألة، أو دعاء عبادة، يجيبه بإعطائه سؤله، وقبول عبادته، وإثابته عليها، أجل الثواب، واعلم أن قربه تعالى نوعان: عام، وخاص، فالقرب العام: قربه بعلمه، من جميع الخلق، وهو المذكور في قوله تعالى: وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ والقرب الخاص: قربه من عابديه، وسائليه، ومحبيه، وهو المذكور في قوله تعالى وَاسْجُدْ وَاقْتَرِبْ وفي هذه الآية، وفي قوله تعالى: وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ وهذا النوع، قرب يقتضي إلطافه تعالى، وإجابته لدعواتهم، وتحقيقه لمراداتهم، ولهذا يقرن، باسمه \"القريب\" اسمه \"المجيب\""
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَا ۖ أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال له قومه: يا صالح، قد كنت فينا صاحب مكانة عالية قبل دعوتك هذه، فقد كنا نرجو أن تكون عاقلًا صاحب نصح ومشورة، أتنهانا - يا صالح- عن عبادة ما كان آباؤنا يعبدونه؟ وإننا لفي شك مما تدعونا إليه من عبادة الله وحده، يجعلنا نتهمك بالكذب على الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا صالح قد كنت فينا مرجوًّا» نرجو أن تكون سيدا «قبل هذا» الذي صدر منك «أتنهانا أن نعبد ما يعبد آباؤنا» من الأوثان «وإننا لفي شك مما تدعونا إليه» من التوحيد «مريب» موقع في الريب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أمرهم نبيهم صالح عليه السلام، ورغبهم في الإخلاص لله وحده, ردوا عليه دعوته، وقابلوه أشنع المقابلة.\nقَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا أي: قد كنا نرجوك ونؤمل فيك العقل والنفع، وهذا شهادة منهم، لنبيهم صالح، أنه ما زال معروفا بمكارم الأخلاق ومحاسن الشيم، وأنه من خيار قومه.\nولكنه، لما جاءهم بهذا الأمر، الذي لا يوافق أهواءهم الفاسدة, قالوا هذه المقالة، التي مضمونها، أنك [قد] كنت كاملا، والآن أخلفت ظننا فيك، وصرت بحالة لا يرجى منك خير.\nوذنبه، ما قالوه عنه، وهو قولهم: أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وبزعمهم أن هذا من أعظم القدح في صالح، كيف قدح في عقولهم، وعقول آبائهم الضالين، وكيف ينهاهم عن عبادة، من لا ينفع ولا يضر، ولا يغني شيئا من الأحجار، والأشجار ونحوها.\nوأمرهم بإخلاص الدين لله ربهم، الذي لم تزل نعمه عليهم تترى, وإحسانه عليهم دائما ينزل، الذي ما بهم من نعمة، إلا منه، ولا يدفع عنهم السيئات إلا هو.\nوَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ أي: ما زلنا شاكين فيما دعوتنا إليه، شكا مؤثرا في قلوبنا الريب، وبزعمهم أنهم لو علموا صحة ما دعاهم إليه، لاتبعوه، وهم كذبة في ذلك"
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ ۖ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال صالح ردًّا على قومه: يا قوم، أخبروني إن كنت على حجة واضحة من ربي، وأعطاني منه رحمة وهي النبوة، فمن يمنعني من عقابه إن أنا عصيته بترك تبليغ ما أمرني بتبليغه إليكم؟ فما تزيدونني غير تضليل وبعد عن مرضاته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال يا قوم أرأيتم إن كنت على بيِّنة» بيان «من ربي وآتاني منه رحمة» نبوة «فمن ينصرني» يمنعني «من الله» أي عذابه «إن عصيته فما تزيدونني» بأمركم لي بذلك «غير تخسير» تضليل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي أي: برهان ويقين مني وَآتَانِي مِنْهُ رَحْمَةً أي: منَّ علي برسالته ووحيه، أي: أفأتابعكم على ما أنتم عليه، وما تدعونني إليه؟.\nفَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ أي: غير خسار وتباب، وضرر."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَيَا قَوْمِ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "و يا قوم، هذه ناقة الله لكم علامة على صدقي، فاتركوها ترعى في أرض الله، ولا تتعرضوا لها بأي أذى فينالكم عذاب قريب من وقت عَقْرِكم لها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم هذه ناقة الله لكم آية» حال عامله الإشارة «فذروها تأكل في أرض الله ولا تمسوها بسوء» عقر «فيأخذكم عذاب قريب» إن عقرتموها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً لها شرب من البئر يوما، ثم يشربون كلهم من ضرعها، ولهم شرب يوم معلوم.\nفَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ أي: ليس عليكم من مؤنتها وعلفها شيء، وَلَا تَمَسُّوهَا بِسُوءٍ أي: بعقر فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ"
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فنحروها إمعانًا في التكذيب، فقال لهم صالح: استمتعوا بالحياة في أرضكم مدة ثلاثة أيام من عَقْرِكم إياها، ثم يأتيكم عذاب الله، فإتيان عذابه بعد ذلك وعد واقع لا محالة غير مكذوب، بل هو وعد صدق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فعقروها» عقرها قدار بأمرهم «فقال» صالح «تمتعوا» عيشوا «في داركم ثلاثة أيام» ثم تهلكون «ذلك وعدٌ غير مكذوب» فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَعَقَرُوهَا فَقَالَ لهم صالح: تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ بل لا بد من وقوعه."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما جاء أمرنا بإهلاكهم سلّمنا صالحًا والذين آمنوا معه برحمة منا، وسلّمناهم من هوان ذلك اليوم وذلَّته، إن ربك - أيها الرسول - هو القوي العزيز الذي لا يغالبه أحد، ولذلك أهلك الأمم المكذبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما جاء أمرنا» بإهلاكهم «نجَّينا صالحا والذين آمنوا معه» وهم أربعة آلاف «برحمة منا و» نجيناهم «من خزي يومِئذ» بكسر الميم إعرابا وفتحها بناء لإضافته إلى مبني وهو الأكثر «إن ربك هو القوي العزيز» الغالب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا جَاءَ أَمْرُنَا بوقوع العذاب نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ أي: نجيناهم من العذاب والخزي والفضيحة.\nإِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ ومن قوته وعزته، أن أهلك الأمم الطاغية، ونجى الرسل وأتباعهم."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأخذ صوت شديد مهلك ثمود فماتوا من شِدَّتِه، وأصبحوا ساقطين على وجوههم، قد لصقت وجوههم بالتراب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأخذ الذين ظلموا الصيحة فأصبحوا في ديارهم جاثمين» باركين على الركب ميِّتين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ العظيمة فقطعت قلوبهم، فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ أي: خامدين لا حراك لهم."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِثَمُودَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كأن لم يقيموا في بلادهم في نعمة ورغد عيش، ألا إن ثمود كفروا بالله ربهم، لا زالوا مُبْعَدِين من رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كأن» مخففة واسمها محذوف أي كأنهم «لم يَغنوا» يقيموا «فيها» في دارهم «ألا إن ثمود كفروا ربهم ألا بُعدا لثمود» بالصرف وتركه على معنى الحي والقبيلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَأَنْ لَمْ يَغْنَوْا فِيهَا أي: كأنهم لما جاءهم العذاب ما تمتعوا في ديارهم، ولا أنسوا بها ولا تنعموا بها يوما من الدهر، قد فارقهم النعيم، وتناولهم العذاب السرمدي، الذي ينقطع، الذي كأنه لم يزل.\nأَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أي: جحدوه بعد أن جاءتهم الآية المبصرة، أَلَا بُعْدًا لِثَمُودَ فما أشقاهم وأذلهم، نستجير بالله من عذاب الدنيا وخزيها."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَىٰ قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ ۖ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد جاءت الملائكة في هيئة رجال إلى إبراهيم عليه السلام؛ مبشرين إياه وزوجته بإسحاق ثم بيعقوب، فقال الملائكة: سلامًا، فرد عليهم إبراهيم بقوله: سلام، وذهب مسرعًا، فجاءهم بعجل مشوي؛ ليأكلوا منه ظنًّا منه أنهم رجال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد جاءت رسلنا إبراهيم بالبشرى» بإسحاق ويعقوب بعده «قالوا سلاما» مصدر «قال سلام» عليكم «فما لبث أن جاء بعجل حنيذِ» مشوي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ جَاءَتْ رُسُلُنَا من الملائكة الكرام، رسولنا إِبْرَاهِيمَ الخليل بِالْبُشْرَى أي: بالبشارة بالولد، حين أرسلهم الله لإهلاك قوم لوط، وأمرهم أن يمروا على إبراهيم، فيبشروه بإسحاق، فلما دخلوا عليه قَالُوا سَلَامًا قَالَ سَلَامٌ أي: سلموا عليه، ورد عليهم السلام.\nففي هذا مشروعية السلام، وأنه لم يزل من ملة إبراهيم عليه السلام، وأن السلام قبل الكلام، وأنه ينبغي أن يكون الرد، أبلغ من الابتداء, لأن سلامهم بالجملة الفعلية، الدالة على التجدد، ورده بالجملة الاسمية، الدالة على الثبوت والاستمرار، وبينهما فرق كبير كما هو معلوم في علم العربية.\nفَمَا لَبِثَ إبراهيم لما دخلوا عليه أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ أي: بادر لبيته، فاستحضر لأضيافه عجلا مشويا على الرضف سمينا، فقربه إليهم فقال: ألا تأكلون؟."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمِ لُوطٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما رأى إبراهيم أنَّ أيديهم لا تصل إلى العجل، وأنهم لم يأكلوا منه استنكر ذلك منهم، وأخفى في نفسه الخوف منهم، فلما رأت الملائكة خوفه منهم قالوا: لا تخف منا، نحن بَعثنا الله إلى قوم لوط لنعذبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما رأى أيديهم لا تصل إليه نكرهم» بمعنى أنكرهم «وأوجس» أضمر في نفسه «منهم خيفة» خوفا «قالوا لا تخف إنا أرسلنا إلى قوم لوط» لنهلكهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ أي: إلى تلك الضيافة نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً وظن أنهم أتوه بشر ومكروه، وذلك قبل أن يعرف أمرهم.\nف قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ أي: إنا رسل الله, أرسلنا الله إلى إهلاك قوم لوط."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وامرأة إبراهيم «سارة» قائمة، فأخبرناها بما يسرها، وهو أنها تلد إسحاق، ويكون لإسحاق ولد هو يعقوب، فضحكت واستبشرت بما سمعت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وامرأته» أي امرأة إبراهيم سارة «قائمة» تخدمهم «فضحكت» استبشارا بهلاكهم «فبشرناها بإسحاق ومن وراء» بعد «إسحاق يعقوب» ولده تعيش إلى أن تراه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وامرأة إبراهيم قَائِمَةٌ تخدم أضيافه فَضَحِكَتْ حين سمعت بحالهم، وما أرسلوا به، تعجبا.\nفَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ فتعجبت من ذلك."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عَجِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالت سارة لما بشرتها الملائكة بتلك البشرى متعجبة: كيف ألد وأنا كبيرة آيسة من الولد، وهذا زوجي بلغ سن الشيخوخة؟! إن إنجاب ولد في هذه الحالة شيء عجيب، لم تَجْرِ العادة به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالت يا ويلتى» كلمة تقال عند أمر عظيم والألف مبدلة من ياء الإضافة «أألد وأنا عجوز» لي تسع وتسعون سنة «وهذا بعلي شيخا» له مائة وعشرون نصبه على الحال والعامل فيه ما في ذا من الإشارة «إن هذا لشيء عجيب» أن يولد ولد لهرمين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا فهذان مانعان من وجود الولد إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ"
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ ۖ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَجِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالت الملائكة لسارة لمَّا تعجبت من البشرى: أتعجبين من قضاء الله وقدره؟ فمثلك لا يخفى عليه أن الله قادر على مثل هذا، رحمة الله وبركاته عليكم - يا أهل بيت إبراهيم - إن الله حميد في صفاته وأفعاله، ذو مجد ورفعة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا أتعجبين من أمر الله» قدرته «رحمة الله وبركاته عليكم» يا «أهل البيت» بيت إبراهيم «إنه حميد» محمود «مجيد» كريم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ فإن أمره لا عجب فيه، لنفوذ مشيئته التامة في كل شيء، فلا يستغرب على قدرته شيء، وخصوصا فيما يدبره ويمضيه، لأهل هذا البيت المبارك.\nرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ أي: لا تزال رحمته وإحسانه وبركاته، وهي: الزيادة من خيره وإحسانه، وحلول الخير الإلهي على العبد عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ أي: حميد الصفات، لأن صفاته صفات كمال، حميد الأفعال لأن أفعاله إحسان، وجود، وبر، وحكمة، وعدل، وقسط.\nمجيد، والمجد: هو عظمة الصفات وسعتها، فله صفات الكمال، وله من كل صفة كمال أكملها وأتمها وأعمها."
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما ذهب عن إبراهيم عليه السلام الخوف الذي أصابه من ضيوفه الذين لم يأكلوا طعامه بعد علمه أنهم ملائكة، وجاءه الخبر السار بأنه سيولد له إسحاق، ثم يعقوب، طفق يجادل رسلنا في شأن قوم لوط؛ لعلهم يؤخرون عنهم العذاب، ولعلهم ينجون لوطًا وأهله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما ذهب عن إبراهيم الروع» الخوف «وجاءته البشرى» بالولد أخذ «يجادلنا» يجادل رسلنا «في» شأن «قوم لوط»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ الذي أصابه من خيفة أضيافه وَجَاءَتْهُ الْبُشْرَى بالولد، التفت حينئذ، إلى مجادلة الرسل في إهلاك قوم لوط، وقال لهم: إن فيها لوطا قالوا نحن أعلم بمن فيها لننجينه وأهله إلا امرأته"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن إبراهيم حليم، يحب تأخير العقوبة، كثير التضرع إلى ربه، كثير الدعاء، تائب إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن إبراهيم لحليم» كثير الأناة «أوَّاهٌ مُنيب» رجّاع، فقال لهم أتهلكون قرية فيها ثلاثمائة مؤمن؟ قالوا لا، أفتهلكون قرية فيها مائتا مؤمن؟ قالوا لا، قال أفتهلكون قرية فيها أربعون مؤمنا؟ قالوا لا، قال أفتهلكون قرية فيها أربعة عشر مؤمنا؟ قالوا لا، قال أفرأيتم إن كان فيها مؤمن واحد قالوا لا، إن فيها لوطا قالوا نحن أعلم بمن فيها إلخ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أي: ذو خلق حسن وسعة صدر، وعدم غضب، عند جهل الجاهلين.\nأَوَّاهٌ أي: متضرع إلى الله في جميع الأوقات، مُنِيبٌ أي: رجَّاع إلى الله بمعرفته ومحبته، والإقبال عليه, والإعراض عمن سواه، فلذلك كان يجادل عمن حتَّم الله بهلاكهم."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الملائكة: يا إبراهيم، أعرض عن هذا الجدال في قوم لوط، إنه قد جاء أمر ربك بإيقاع العذاب الذي قدره عليهم، وإن قوم لوط آتيهم عذاب عظيم، لا يرده جدال ولا دعاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "فلما أطال مجادلتهم قالوا: «يا إبراهيم أعرض عن هذا» الجدال «إنه قد جاء أمر ربك» بهلاكهم «وإنهم آتيهم عذاب غير مردود»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقيل له: يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا الجدال إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ بهلاكهم وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ فلا فائدة في جدالك."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما جاءت الملائكة لوطًا في هيئة رجال ساءه مجيئهم، وضاق صدره بسبب الخوف عليهم من قومه الذين يأتون الرجال شهوة من دون النساء، وقال لوط: هذا يوم شديد؛ لظنه أن قومه سيغالبونه على ضيوفه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولما جاءت رسلنا لوطا سيء بهم» حزن بسبهم «وضاق بهم ذرعا» صدرا لأنهم حسان الوجوه في صورة أضياف فخاف عليهم قومه «وقال هذا يوم عصيب» شديد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَّا جَاءَتْ رُسُلُنَا أي: الملائكة الذين صدروا من إبراهيم لما أتوا لُوطًا سِيءَ بِهِمْ أي: شق عليه مجيئهم، وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ أي: شديد حرج، لأنه علم أن قومه لا يتركونهم، لأنهم في صور شباب، جرد، مرد, في غاية الكمال والجمال، ولهذا وقع ما خطر بباله."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ ۚ قَالَ يَا قَوْمِ هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ ۖ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي ۖ أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاء قوم لوط لوطًا مسرعين قاصدين فعل الفاحشة بضيوفه، ومن قبل ذلك كان عادتهم إتيان الرجال شهوة من دون النساء، قال لوط مدافعًا قومه ومعذرًا لنفسه أمام ضيوفه: هؤلاء بناتي من جملة نسائكم فتزوجوهن؛ فهن أطهر لكم من فعل الفاحشة، فخافوا من الله، ولا تجلبوا لي العار في ضيوفي، أليس منكم - يا قوم - رجل ذو عقل سديد ينهاكم عن هذا الفعل القبيح؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاءه قومه» لما علموا بهم «يُهرعون» يسرعون «إليه ومن قبل» قبل مجيئهم «كانوا يعملون السيئات» وهي إتيان الرجال في الأدبار «قال» لوط «يا قوم هؤلاء بناتي» فتزوجوهن «هن أطهر لكم فاتقوا الله ولا تخزون» تفضحون «في ضيفي» أضيافي «أليس منكم رجل رشيد» يأمر بالمعروف وينهى عن المنكر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ أي: يسرعون ويبادرون، يريدون أضيافه بالفاحشة، التي كانوا يعملونها، ولهذا قال: ومن قبل كانوا يعملون السيئات أي: الفاحشة التي ما سبقهم عليها أحد من العالمين.\nقَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ من أضيافي، [ وهذا كما عرض لسليمان صلى الله عليه وسلم، على المرأتين أن يشق الولد المختصم فيه, لاستخراج الحق ولعلمه أن بناته ممتنع منالهن، ولا حق لهم فيهن.\nوالمقصود الأعظم، دفع هذه الفاحشة الكبرى ] فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي أي: إما أن تراعوا تقوى الله, وإما أن تراعوني في ضيفي، ولا تخزون عندهم.\nأَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ فينهاكم، ويزجركم، وهذا دليل على مروجهم وانحلالهم، من الخير والمروءة."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال له قومه: لقد علمت - يا لوط - أنه ليس لنا حاجة في بناتك ولا نساء قومك، ولا شهوة، وإنك لتعلم ما نريده، فلا نريد إلا الرجال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا لقد علمت ما لنا في بناتك من حق» حاجة «وإنك لتعلم ما نريد» من إتيان الرجال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالُوا له: لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ أي: لا نريد إلا الرجال، ولا لنا رغبة في النساء."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَىٰ رُكْنٍ شَدِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لوط: ليت لي قوة أدفعكم بها، أو عشيرة تمنعني، فأحول بينكم وبين ضيوفي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال لو أن لي بكم قوة» طاقة «أو آوي إلى ركن شديد» عشيرة تنصرني لبطشت بكم فلما رأت الملائكة ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فاشتد قلق لوط عليه الصلاة والسلام، و قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ كقبيلة مانعة، لمنعتكم.\nوهذا بحسب الأسباب المحسوسة، وإلا فإنه يأوي إلى أقوى الأركان وهو الله، الذي لا يقوم لقوته أحد، ولهذا لما بلغ الأمر منتهاه واشتد الكرب."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ ۖ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالت الملائكة للوط عليه السلام: يا لوط، إنا رسلٌ أرسلنا الله، لن يصل إليك قومك بسوء، فاخرج بأهلك من هذه القرية ليلًا في ساعة مظلمة، ولا ينظر أحدكم إلى ما وراءه، إلا امرأتك ستلتفت مخالفة؛ لأنه سينالها ما نال قومك من العذاب، إن موعد إهلاكهم الصبح، وهو موعد قريب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا لوط إنا رسل ربك لن يصلوا إليك» بسوء «فأسرِ بأهلك بقطع» طائفة «من الليل ولا يلتفت منكم أحد» لئلا يرى عظيم ما ينزل بهم «إلا امرأتُك» بالرفع بدل من أحد وفي قراءة بالنصب استثناء من الأهل أي فلا تسر بها «إنه مصيبها ما أصابهم» فقيل لم يخرج بها وقيل خرجت والتفتت فقالت واقوماه فجاءها حجر فقتلها، وسألهم عن وقت هلاكهم فقالوا «إن موعدهم الصبح» فقال أريد أعجل من ذلك قالوا «أليس الصبح بقريب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا له: إِنَّا رُسُلُ رَبِّكَ أي: أخبروه بحالهم ليطمئن قلبه، لَنْ يَصِلُوا إِلَيْكَ بسوء.\nثم قال جبريل بجناحه، فطمس أعينهم، فانطلقوا يتوعدون لوطا بمجيء الصبح، وأمر الملائكة لوطا، أن يسري بأهله بِقِطْعٍ مِنَ اللَّيْلِ أي: بجانب منه قبل الفجر بكثير، ليتمكنوا من البعد عن قريتهم.\nوَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ أي: بادروا بالخروج، وليكن همكم النجاة ولا تلتفتوا إلى ما وراءكم.\nإِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا من العذاب مَا أَصَابَهُمُ لأنها تشارك قومها في الإثم، فتدلهم على أضياف لوط، إذا نزل به أضياف.\nإِنَّ مَوْعِدَهُمُ الصُّبْحُ فكأن لوطا، استعجل ذلك، فقيل له: أَلَيْسَ الصُّبْحُ بِقَرِيبٍ"
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما جاء أمرنا بإهلاك قوم لوط صَيَّرنا عالي قراهم سافلها برفعها وقلبها بهم، وأمطرنا عليهم حجارة من طين متصلب مصفوف بعضها فوق بعض بتتابع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما جاء أمرنا» بإهلاكهم «جعلنا عاليها» أي قراهم «سافلها» أي بأن رفعها جبريل إلى السماء وأسقطها مقلوبة إلى الأرض «وأمطرنا عليها حجارة من سجيل» طين طبخ بالنار «منضود» متتابع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا جَاءَ أَمْرُنَا بنزول العذاب، وإحلاله فيهم جَعَلْنَا ديارهم عَالِيَهَا سَافِلَهَا أي: قلبناها عليهم وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ أي: من حجارة النار الشديدة الحرارة مَنْضُودٍ أي.\nمتتابعة، تتبع من شذ عن القرية."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "مُسَوَّمَةً عِنْدَ رَبِّكَ ۖ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه الحجارة مُعَلَّمة عند الله بعلامة خاصة، وليست هذه الحجارة من الظالمين من قريش وغيرهم ببعيدة، بل هي قريبة متى قدَّر الله إنزالها عليهم نزلت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مُسوَّمة» معلمة عليها اسم من يرمى بها «عند ربك» ظرف لها «وما هي» الحجارة أو بلادهم «من الظالمين» أي أهل مكة «ببعيد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مُسَوَّمَةً عِنْدَ رَبِّكَ أي: معلمة، عليها علامة العذاب والغضب، وَمَا هِيَ مِنَ الظَّالِمِينَ الذين يشابهون لفعل قوم لوط بِبَعِيدٍ فليحذر العباد، أن يفعلوا كفعلهم، لئلا يصيبهم ما أصابهم."
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ۚ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأرسلنا إلى مدين أخاهم شعيبًا، قال: يا قوم، اعبدوا الله وحده، ما لكم من معبود يستحق العبادة غيره، ولا تنقصوا الكيل والوزن إذا كلتم للناس أو وزنتم لهم، إني أراكم في سعة من الرزق ونعمة، فلا تغيروا عليكم نعمة الله بالمعاصي، وإني أخاف عليكم عذاب يوم محيط يدرك كل أحد منكم، لا تجدون منه مهربًا ولا ملجأ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» أرسلنا «إلى مدين أخاهم شعيبا قال يا قوم اعبدوا الله» وَحّدوه «ما لكم من إله غيره ولا تنقصوا المكيال والميزان إني أراكم بخير» نعمة تغنيكم عن التطفيف «وإني أخاف عليكم» إن لم تؤمنوا «عذاب يوم محيط» بكم يهلككم ووصف اليوم به مجاز لوقوعه فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": ": و ْ أرسلنا إِلَى مَدْيَنَ ْ القبيلة المعروفة، الذين يسكنون مدين في أدنى فلسطين، أَخَاهُمْْ في النسب شُعَيْبًا ْ لأنهم يعرفونه، وليتمكنوا من الأخذ عنه.\nف قَالَ ْ لهم يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ ْ أي: أخلصوا له العبادة، فإنهم كانوا يشركون به، وكانوا - مع شركهم - يبخسون المكيال والميزان، ولهذا نهاهم عن ذلك فقال: وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ْ بل أوفوا الكيل والميزان بالقسط.\nإِنِّي أَرَاكُمْ بِخَيْرٍ ْ أي: بنعمة كثيرة، وصحة، وكثرة أموال وبنين, فاشكروا الله على ما أعطاكم، ولا تكفروا بنعمة الله، فيزيلها عنكم.\nوَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ ْ أي: عذابا يحيط بكم, ولا يبقي منكم باقية."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ۖ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويا قوم، أتمُّوا المكيال والميزان بالعدل إن كلتم أو وزنتم لغيركم، ولا تنقصوا الناس من حقوقهم شيئًا بالتطفيف والغش والخداع، ولا تفسدوا في الأرض بالقتل وغيره من المعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم أوفوا المكيال والميزان» أتموهما «بالقسط» بالعدل «ولا تبخسوا الناس أشياءهم» لا تنقصوهم من حقهم شيئا «ولا تعثوا في الأرض مفسدين» بالقتل وغيره من عثي بكسر المثلثة أفسد ومفسدين حال مؤكدة لمعنى عاملها تعثوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ْ أي: بالعدل الذي ترضون أن تعطوه، وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ ْ أي: لا تنقصوا من أشياء الناس، فتسرقوها بأخذها، بنقص المكيال والميزان.\nوَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ ْ فإن الاستمرار على المعاصي، يفسد الأديان، والعقائد، والدين، والدنيا، ويهلك الحرث والنسل."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ ۚ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بقيَّة الله التي يبقيها لكم من الحلال بعد إيفاء حقوق الناس بالعدل، أكثر نفعًا وبركة من الزيادة الحاصلة بالتطفيف والإفساد في الأرض، إن كنتم مؤمنين حقًّا فارضوا بتلك البقية، ولست عليكم برقيب أحصي أعمالكم، وأحاسبكم عليها، إنما الرقيب على ذلك هو من يعلم السر والنجوى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بقيَّتُ الله» رزقه الباقي لكم بعد إيفاء الكيل والوزن «خير لكم» من البخس «إن كنتم مؤمنين» «وما أنا عليكم بحفيظ» رقيب أجازيكم بأعمالكم إنما بعثت نذيرا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ ْ أي: يكفيكم ما أبقى الله لكم من الخير، وما هو لكم، فلا تطمعوا في أمر لكم عنه غنية، وهو ضار لكم جدا.\nإِنْ كُنْتُمْ مُؤْمِنِينَ ْ فاعملوا بمقتضى الإيمان، وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ ْ أي: لست بحافظ لأعمالكم، ووكيل عليها، وإنما الذي يحفظها الله تعالى، وأما أنا، فأبلغكم ما أرسلت به."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ ۖ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال قوم شعيب لشعيب: يا شعيب، أصلاتك التي تصليها لله تأمرك أن نترك عبادة ما كان آباؤنا يعبدونه من الأصنام، وتأمرك أن نترك التصرف في أموالنا بما نشاء، وننميها بما نشاء؟! إنك لأنت الحليم الرشيد، فإنك أنت العاقل الحكيم كما عرفناك قبل هذه الدعوة، فما الذي أصابك؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا» له استهزاء «يا شعيب أصلاتك تأمرك» بتكليف «أن نترك ما يعبد آباؤنا» من الأصنام «أو» نترك «أن نفعل في أموالنا ما نشاء» المعنى هذا أمر باطل لا يدعو إليه داع بخير «إنك لأنت الحليم الرشيد» قالوا ذلك استهزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا ْ أي: قالوا ذلك على وجه التهكم بنبيهم، والاستبعاد لإجابتهم له.\nومعنى كلامهم: أنه لا موجب لنهيك لنا، إلا أنك تصلي لله, وتتعبد له، أفإن كنت كذلك، أفيوجب لنا أن نترك ما يعبد آباؤنا، لقول ليس عليه دليل إلا أنه موافق لك، فكيف نتبعك، ونترك آباءنا الأقدمين أولي العقول والألباب؟!وكذلك لا يوجب قولك لنا: أَنْ نَفْعَلَ فِي أَمْوَالِنَا ْ ما قلت لنا، من وفاء الكيل، والميزان، وأداء الحقوق الواجبة فيها، بل لا نزال نفعل فيها ما شئنا، لأنها أموالنا، فليس لك فيها تصرف.\nولهذا قالوا في تهكمهم: إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ ْ أي: أئنك أنت الذي، الحلم والوقار، لك خلق، والرشد لك سجية، فلا يصدر عنك إلا رشد، ولا تأمر إلا برشد، ولا تنهى إلا عن غي، أي: ليس الأمر كذلك.\nوقصدهم أنه موصوف بعكس هذين الوصفين: بالسفه والغواية، أي: أن المعنى: كيف تكون أنت الحليم الرشيد، وآباؤنا هم السفهاء الغاوون؟!!وهذا القول الذي أخرجوه بصيغة التهكم، وأن الأمر بعكسه, ليس كما ظنوه، بل الأمر كما قالوه.\nإن صلاته تأمره أن ينهاهم، عما كان يعبد آباؤهم الضالون، وأن يفعلوا في أموالهم ما يشاءون، فإن الصلاة تنهى عن الفحشاء والمنكر، وأي فحشاء ومنكر، أكبر من عبادة غير الله، ومن منع حقوق عباد الله، أو سرقتها بالمكاييل والموازين، وهو عليه الصلاة والسلام الحليم الرشيد."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ۚ وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال شعيب لقومه: يا قوم، أخبروني عن حالكم إن كنت على برهان واضح من ربي، وبصيرة منه، ورزقني منه رزقًا حلالًا، ومنه النبوة، وما أريد أن أنهاكم عن شيء وأخالفكم في فعله، لا أريد إلا إصلاحكم بدعوتكم إلى توحيد ربكم وطاعته قدر استطاعتي، وما توفيقي إلى الحصول على ذلك إلا بالله سبحانه، عليه وحده توكلت في جميع أموري، وإليه أرجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال يا قوم أرأيتم إن كنت على بينة من ربي ورزقني منه رزقا حسنا» حلالا أفأشوبه بالحرام من البخس والتطفيف «وما أريد أن أخالفكم» وأذهب «إلى ما أنهاكم عنه» فأرتكبه «إن» ما «أريد إلا الإصلاح» لكم بالعدل «ما استطعت وما توفيقي» قدرتي على ذلك وغيره من الطاعات «إلا بالله عليه توكلت وإليه أنيب» أرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ ْ لهم شعيب: يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي ْ أي: يقين وطمأنينة، في صحة ما جئت به، وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ْ أي: أعطاني الله من أصناف المال ما أعطاني.\nوَ ْ أنا لا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ ْ فلست أريد أن أنهاكم عن البخس، في المكيال، والميزان، وأفعله أنا، وحتى تتطرق إليَّ التهمة في ذلك.\nبل ما أنهاكم عن أمر إلا وأنا أول مبتدر لتركه.\nإِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ْ أي: ليس لي من المقاصد إلا أن تصلح أحوالكم، وتستقيم منافعكم، وليس لي من المقاصد الخاصة لي وحدي، شيء بحسب استطاعتي.\nولما كان هذا فيه نوع تزكية للنفس، دفع هذا بقوله: وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ْ أي: وما يحصل لي من التوفيق لفعل الخير، والانفكاك عن الشر إلا بالله تعالى، لا بحولي ولا بقوتي.\nعَلَيْهِ تَوَكَّلْتُ ْ أي: اعتمدت في أموري، ووثقت في كفايته، وَإِلَيْهِ أُنِيبُ ْ في أداء ما أمرني به من أنواع العبادات، وفي [هذا] التقرب إليه بسائر أفعال الخيرات.\nوبهذين الأمرين تستقيم أحوال العبد، وهما الاستعانة بربه، والإنابة إليه، كما قال تعالى: فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ْ وقال: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ْ"
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "و يا قوم، لا تَحْمِلَنَّكم عداوتي على التكذيب بما جئت به؛ خوف أن ينالكم من العذاب مثلُ ما نال قوم نوح أو قوم هود أو قوم صالح، وما قوم لوط منكم ببعيد، لا زمانًا ولا مكانًا، وقد علمتم ما أصابهم، فاعتبروا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم لا يجرمنكم» يكسبنكم «شقاقي» خلافي فاعل يجرم والضمير مفعول أول، والثاني «أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صالح» من العذاب «وما قوم لوط» أي منازلهم أو زمن هلاكهم «منكم ببعيد» فاعتبروا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي ْ أي: لا تحملنكم مخالفتي ومشاقتي أَنْ يُصِيبَكُمُ ْ من العقوبات مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ ْ لا في الدار ولا في الزمان."
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واطلبوا المغفرة من ربكم، ثم توبوا إليه من ذنوبكم، إن ربي رحيم بالتائبين، شديد المحبة لمن تاب منهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واستغفروا ربكم ثم توبوا إليه إن ربي رحيم» بالمؤمنين «ودود» محب لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاسْتَغْفِرُوا رَبَّكُمْ ْ عما اقترفتم من الذنوب ثُمَّ تُوبُوا إِلَيْهِ ْ فيما يستقبل من أعماركم، بالتوبة النصوح، والإنابة إليه بطاعته، وترك مخالفته.\nإِنَّ رَبِّي رَحِيمٌ وَدُودٌ ْ لمن تاب وأناب، يرحمه فيغفر له، ويتقبل توبته ويحبه، ومعنى الودود، من أسمائه تعالى، أنه يحب عباده المؤمنين ويحبونه، فهو \"فعول\" بمعنى \"فاعل\" وبمعنى \"مفعول\""
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ ۖ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال قوم شعيب لشعيب: يا شعيب، ما نفهم كثيرًا مما جئت به، وإنا لنراك فينا ذا ضعف لما أصاب عينيك من ضعف أو عمى، ولولا أنَّ عشيرتك على ملتنا لقتلناك بالرمي بالحجارة، ولست علينا بعزيز حتى نهاب قتلك، وإنما تركنا قتلك احترامًا لعشيرتك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا» إيذانا بقلة المبالاة «يا شعيب ما نفقهُ» نفهم «كثيرا مما تقول وإنا لنراك فينا ضعيفا» ذليلا «ولولا رهطك» عشيرتك «لرجمناك» بالحجارة «وما أنت علينا بعزيز» كريم عن الرجم وإنما رهطك هم الأعزة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ ْ أي: تضجروا من نصائحه ومواعظه لهم، فقالوا: ما نفقه كثيرا مما تقول ْ وذلك لبغضهم لما يقول, ونفرتهم عنه.\nوَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا ْ أي: في نفسك، لست من الكبار والرؤساء بل من المستضعفين.\nوَلَوْلَا رَهْطُكَ ْ أي: جماعتك وقبيلتك لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ ْ أي: ليس لك قدر في صدورنا، ولا احترام في أنفسنا، وإنما احترمنا قبيلتك، بتركنا إياك."
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال شعيب لقومه: يا قوم، أعشيرتي أكرم عندكم وأعز من الله ربكم؟! وتركتم الله وراءكم منبوذًا حين لم تؤمنوا بنبيه الذي بعثه إليكم، إن ربي بما تعملون محيط، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها في الدنيا بالإهلاك، وفي الآخرة بالعذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال يا قوم أرهطي أعز عليكم من الله» فتتركوا قتلي لأجلهم ولا تحفظوني لله «واتخذتموه» أي الله «وراءكم ظهريا» منبوذا خلف ظهوركم لا تراقبونه «إن ربي بما تعملون محيط» علما فيجازيكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ ْ لهم مترققا لهم: يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ ْ أي: كيف تراعوني لأجل رهطي، ولا تراعوني لله، فصار رهطي أعز عليكم من الله.\nوَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا ْ أي: نبذتم أمر الله، وراء ظهوركم، ولم تبالوا به، ولا خفتم منه.\nإِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ ْ لا يخفى عليه من أعمالكم مثقال ذرة في الأرض ولا في السماء، فسيجازيكم على ما عملتم أتم الجزاء."
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "وَيَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ ۖ وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويا قوم، اعملوا ما تستطيعونه على طريقتكم التي ارتضيتموها، إني عامل على طريقتي التي ارتضيتها بما أستطيعه، سوف تعلمون من منا يأتيه عذاب يذله عقابًا له، ومن منا هو كاذب فيما يدعيه، فانتظروا ما يقضي به الله، إني معكم منتظر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويا قوم اعملوا على مكانتكم» حالتكم «إني عاملٌ» على حالتي «سوف تعلمون من» موصولة مفعول العلم «يأتيه عذاب يخزيه ومن هو كاذب وارتقبوا» انتظروا عاقبة أمركم «إني معكم رقيب» منتظر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و ْ لما أعيوه وعجز عنهم قال: يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ ْ أي: على حالتكم ودينكم.\nإِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ ْ ويحل عليه عذاب مقيم أنا أم أنتم، وقد علموا ذلك حين وقع عليهم العذاب.\nوَارْتَقِبُوا ْ ما يحل بي إِنِّي مَعَكُمْ رَقِيبٌ ْ ما يحل بكم."
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما جاء أمرنا بإهلاك قوم شعيب أنقذنا شعيبًا والذين آمنوا معه برحمة منا، وأصاب الذين ظلموا من قومه صوت شديد مهلك فماتوا، وأصبحوا ساقطين على وجوههم، قد لصقت وجوههم بالتراب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولما جاء أمرنا» بإهلاكهم «نجينا شعيبا والذين آمنوا معه برحمة منا وأخذت الذين ظلموا الصيحة» صاح بهم جبريل «فأصبحوا في ديارهم جاثمين» باركين على الركب ميتين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَّا جَاءَ أَمْرُنَا ْ بإهلاك قوم شعيب نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ ْ لا تسمع لهم صوتا، ولا ترى منهم حركة."
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كأن لم يقيموا فيها من قبل، ألا طُردت مدين من رحمة الله بحلول نقمته عليهم، كما طردت منها ثمود بإنزال سخطه عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كأن» مخففة: أي كأنهم «لم يغنوا» يقيموا «فيها ألا بُعدا لمدين كما بعدت ثمود»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَأَنْ لَمْ يَغْنَوْا فِيهَا ْ أي: كأنهم ما أقاموا في ديارهم، ولا تنعموا فيها حين أتاهم العذاب.\nأَلَا بُعْدًا لِمَدْيَنَ ْ إذ أهلكها الله وأخزاها كَمَا بَعِدَتْ ثَمُودُ ْ أي: قد اشتركت هاتان القبيلتان في السحق والبعد والهلاك.\nوشعيب عليه السلام كان يسمى خطيب الأنبياء، لحسن مراجعته لقومه، وفي قصته من الفوائد والعبر، شيء كثير.\nمنها: أن الكفار، كما يعاقبون، ويخاطبون، بأصل الإسلام, فكذلك بشرائعه وفروعه، لأن شعيبا دعا قومه إلى التوحيد، وإلى إيفاء المكيال والميزان، وجعل الوعيد، مرتبا على مجموع ذلك.\nومنها: أن نقص المكاييل والموازين، من كبائر الذنوب, وتخشى العقوبة العاجلة، على من تعاطى ذلك، وأن ذلك من سرقة أموال الناس، وإذا كان سرقتهم في المكاييل والموازين، موجبة للوعيد، فسرقتهم - على وجه القهر والغلبة - من باب أولى وأحرى.\nومنها: أن الجزاء من جنس العمل، فمن بخس أموال الناس، يريد زيادة ماله، عوقب بنقيض ذلك, وكان سببا لزوال الخير الذي عنده من الرزق لقوله: إِنِّي أَرَاكُمْ بِخَيْرٍ ْ أي: فلا تسببوا إلى زواله بفعلكم.\nومنها: أن على العبد أن يقنع بما آتاه الله، ويقنع بالحلال عن الحرام وبالمكاسب المباحة عن المكاسب المحرمة، وأن ذلك خير له لقوله: بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ ْ ففي ذلك، من البركة، وزيادة الرزق ما ليس في التكالب على الأسباب المحرمة من المحق، وضد البركة.\nومنها: أن ذلك، من لوازم الإيمان وآثاره، فإنه رتب العمل به, على وجود الإيمان، فدل على أنه إذا لم يوجد العمل، فالإيمان ناقص أو معدوم.\nومنها: أن الصلاة، لم تزل مشروعة للأنبياء المتقدمين، وأنها من أفضل الأعمال، حتى إنه متقرر عند الكفار فضلها، وتقديمها على سائر الأعمال, وأنها تنهى عن الفحشاء والمنكر، وهي ميزان للإيمان وشرائعه، فبإقامتها تكمل أحوال العبد، وبعدم إقامتها، تختل أحواله الدينية.\nومنها: أن المال الذي يرزقه الله الإنسان - وإن كان الله قد خوله إياه - فليس له أن يصنع فيه ما يشاء، فإنه أمانة عنده، عليه أن يقيم حق الله فيه بأداء ما فيه من الحقوق، والامتناع من المكاسب التي حرمها الله ورسوله، لا كما يزعمه الكفار، ومن أشبههم، أن أموالهم لهم أن يصنعوا فيها ما يشاءون ويختارون، سواء وافق حكم الله، أو خالفه.\nومنها: أن من تكملة دعوة الداعي وتمامها أن يكون أول مبادر لما يأمر غيره به، وأول منته عما ينهى غيره عنه، كما قال شعيب عليه السلام: وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ ْ ولقوله تعالى: يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كبر مقتا عند الله أن تقولوا ما لا تفعلون ْومنها: أن وظيفة الرسل وسنتهم وملتهم، إرادة الإصلاح بحسب القدرة والإمكان، فيأتون بتحصيل المصالح وتكميلها، أو بتحصيل ما يقدر عليه منها، وبدفع المفاسد وتقليلها، ويراعون المصالح العامة على المصالح الخاصة.\nوحقيقة المصلحة، هي التي تصلح بها أحوال العباد، وتستقيم بها أمورهم الدينية والدنيوية.\nومنها: أن من قام بما يقدر عليه من الإصلاح، لم يكن ملوما ولا مذموما في عدم فعله، ما لا يقدر عليه، فعلى العبد أن يقيم من الإصلاح في نفسه، وفي غيره، ما يقدر عليه.\nومنها: أن العبد ينبغي له أن لا يتكل على نفسه طرفة عين، بل لا يزال مستعينا بربه، متوكلا عليه، سائلا له التوفيق، وإذا حصل له شيء من التوفيق، فلينسبه لموليه ومسديه، ولا يعجب بنفسه لقوله: وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ ْومنها: الترهيب بأخذات الأمم، وما جرى عليهم، وأنه ينبغي أن تذكر القصص التي فيها إيقاع العقوبات بالمجرمين في سياق الوعظ والزجر.\nكما أنه ينبغي ذكر ما أكرم الله به أهل التقوى عند الترغيب والحث على التقوى.\nومنها: أن التائب من الذنب كما يسمح له عن ذنبه، ويعفى عنه فإن الله تعالى يحبه ويوده، ولا عبرة بقول من يقول: \"إن التائب إذا تاب، فحسبه أن يغفر له, ويعود عليه العفو، وأما عود الود والحب فإنه لا يعود\" فإن الله قال: وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ ْومنها: أن الله يدفع عن المؤمنين بأسباب كثيرة، قد يعلمون بعضها, وقد لا يعلمون شيئا منها، وربما دفع عنهم، بسبب قبيلتهم، أو أهل وطنهم الكفار، كما دفع الله عن شعيب رجم قومه بسبب رهطه، وأن هذه الروابط التي يحصل بها الدفع عن الإسلام والمسلمين، لا بأس بالسعي فيها، بل ربما تعين ذلك، لأن الإصلاح مطلوب على حسب القدرة والإمكان.\nفعلى هذا لو ساعد المسلمون الذين تحت ولاية الكفار، وعملوا على جعل الولاية جمهورية يتمكن فيها الأفراد والشعوب من حقوقهم الدينية والدنيوية، لكان أولى، من استسلامهم لدولة تقضي على حقوقهم الدينية والدنيوية، وتحرص على إبادتها، وجعلهم عمَلَةً وخَدَمًا لهم.\nنعم إن أمكن أن تكون الدولة للمسلمين، وهم الحكام، فهو المتعين، ولكن لعدم إمكان هذه المرتبة، فالمرتبة التي فيها دفع ووقاية للدين والدنيا مقدمة، والله أعلم."
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أرسلنا موسى بآياتنا الدالة على توحيد الله، وبحججنا الواضحة الدالة على صدق ما جاء به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أرسلنا موسى بآياتنا وسلطان مبين» برهان بيّن ظاهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ أَرْسَلْنَا مُوسَى ْ بن عمران بِآيَاتِنَا ْ الدالة على صدق ما جاء به، كالعصا، واليد ونحوهما، من الآيات التي أجراها الله على يدي موسى عليه السلام.\nوَسُلْطَانٍ مُبِينٍ ْ أي: حجة ظاهرة بينة، ظهرت ظهور الشمس."
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ ۖ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أرسلناه إلى فرعون والأشراف من قومه، فاتبع هؤلاء الأشراف أمر فرعون لهم بالكفر بالله، وليس أمر فرعون بأمر ذي إصابة للحق حتى يتبع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى فرعون وَمَلئِهِ فاتبعوا أمر فرعون وما أمرُ فرعون برشيد» سديد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَى فِرْعَوْنَ وَمَلَئِهِ ْ أي: أشراف قومه لأنهم المتبوعون، وغيرهم تبع لهم، فلم ينقادوا لما مع موسى من الآيات، التي أراهم إياها، كما تقدم بسطها في سورة الأعرف، ولكنهم فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ ْ بل هو ضال غاو، لا يأمر إلا بما هو ضرر محض، لا جرم - لما اتبعه قومه - أرداهم وأهلكهم."
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يتقدم فرعون قومه يوم القيامة إلى النار حتَّى يدخلهم فيها، وساء المَوْرِد الذي يوردهم إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يقدم» يتقدم «قومه يوم القيامة» فيتبعونه كما اتبعوه في الدنيا «فأوردهم» أدخلهم «النار وبئس الوِرْدُ المورودُ» هي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 98 و99 : يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ * وَأُتْبِعُوا فِي هَذِهِ ْ أي: في الدنيا لَعْنَةً وَيَوْمَ الْقِيَامَةِ ْ أي: يلعنهم الله وملائكته, والناس أجمعون في الدنيا والآخرة.\nبِئْسَ الرِّفْدُ الْمَرْفُودُ ْ أي: بئس ما اجتمع لهم، وترادف عليهم, من عذاب الله، ولعنة الدنيا والآخرة."
                }
            ]
        },
        {
            "ayah_number": 99,
            "text": "وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأتبعهم الله في الحياة الدنيا لعنة وطردًا وإبعادًا من رحمته مع ما أصابهم من الهلاك بالغرق، وأتبعهم طردًا وإبعادًا منها يوم القيامة، ساء ما حصل لهم من ترادف اللعنتين والعذاب في الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأتبعوا في هذه» أي الدنيا «لعنةّ ويوم القيامة» لعنة «بئس الرِّفد» العون «المرفود» رفدهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 98 و99 : يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ * وَأُتْبِعُوا فِي هَذِهِ ْ أي: في الدنيا لَعْنَةً وَيَوْمَ الْقِيَامَةِ ْ أي: يلعنهم الله وملائكته, والناس أجمعون في الدنيا والآخرة.\nبِئْسَ الرِّفْدُ الْمَرْفُودُ ْ أي: بئس ما اجتمع لهم، وترادف عليهم, من عذاب الله، ولعنة الدنيا والآخرة."
                }
            ]
        },
        {
            "ayah_number": 100,
            "text": "ذَٰلِكَ مِنْ أَنْبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ ۖ مِنْهَا قَائِمٌ وَحَصِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك المذكور في هذه السورة من أخبار القرى نخبرك - أيها الرسول - به، من هذه القرى ما هو قائم المعالم، ومنها ما مُحِيَت معالمه، فلم يبق له أثر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» المذكور مبتدأ خبره «من أنباء القرى نقصّه عليك» يا محمد «منها» أي القرى «قائم» هلك أهله دونه «و» منها «حصيد» هلك بأهله فلا أثر له كالزرع المحصود بالمناجل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر قصص هؤلاء الأمم مع رسلهم، قال الله تعالى لرسوله: ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ ْ لتنذر به، ويكون آية على رسالتك، وموعظة وذكرى للمؤمنين.\nمِنْهَا قَائِمٌ ْ لم يتلف، بل بقي من آثار ديارهم، ما يدل عليهم، وَ ْ منها حَصِيدٌ ْ قد تهدمت مساكنهم، واضمحلت منازلهم، فلم يبق لها أثر."
                }
            ]
        },
        {
            "ayah_number": 101,
            "text": "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ ظَلَمُوا أَنْفُسَهُمْ ۖ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما ظلمناهم بما أصبناهم به من هلاك، ولكن ظلموا أنفسهم بإيرادها موارد الهلاك بكفرهم بالله، فما دفعت عنهم آلهتهم التي كانوا يعبدونها من دون الله ما نزل بهم من عذاب حين جاء أمر ربك - أيها الرسول - بإهلاكهم، وما زادتهم آلهتهم هذه إلا خسرانًا وهلاكًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما ظلمناهم» بإهلاكهم بغير ذنب «ولكن ظلموا أنفسهم» بالشرك «فما أغنت» دفعت «عنهم آلهتهم التي يدعون» يعبدون «من دون الله» أي غيره «من» زائدة «شيء لما جاء أمر ربك» عذابه «وما زادوهم» بعبادتهم لها «غير تتبيب» تخسير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا ظَلَمْنَاهُمْ ْ بأخذهم بأنواع العقوبات وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ ْ بالشرك والكفر، والعناد.\nفَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ ْ وهكذا كل من التجأ إلى غير الله، لم ينفعه ذلك عند نزول الشدائد.\nوَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ ْ أي: خسار ودمار، بالضد مما خطر ببالهم."
                }
            ]
        },
        {
            "ayah_number": 102,
            "text": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذلك الأخذ والاستئصال الذي أخذ الله به القرى المكذبة في كل زمان ومكان، إن أخذه للقرى الظالمة أخذ مؤلم قوي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك» مثل ذلك الأخذ «أخذ ربك إذا أخذ القرى» أريد أهلها «وهي ظالمة» بالذنوب: أي فلا يغني عنهم من أخذه شيء «إن أخذه أليم شديد» روى الشيخان عن أبي موسى الأشعري قال: قال رسول الله صلى الله عليه وسلم (إن الله ليملي للظالم حتى إذا أخذه لم يفلته)، ثم قرأ رسول الله صلى الله عليه وسلم (وكذلك أخذ ربك) الآية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يقصمهم بالعذاب ويبيدهم، ولا ينفعهم، ما كانوا يدعون, من دون الله من شيء."
                }
            ]
        },
        {
            "ayah_number": 103,
            "text": "إِنَّ فِي ذَٰلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَشْهُودٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن في أخذ الله الشديد لتلك القرى الظالمة لعبرة وعظة لمن خاف عذاب يوم القيامة، ذلك اليوم الذي يجمع الله له الناس لمحاسبتهم، وذلك يوم مشهود يشهده أهل المحشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن في ذلك» المذكور من القصص «لآية» لعبرة «لمن خاف عذاب الآخرة ذلك» أي يوم القيامة «يوم مجموع له» فيه «الناس وذلك يوم مشهود» يشهده جميع الخلائق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ فِي ذَلِكَ ْ المذكور، من أخذه للظالمين، بأنواع العقوبات، لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ْ أي: لعبرة ودليلا، على أن أهل الظلم والإجرام، لهم العقوبة الدنيوية، والعقوبة الأخروية، ثم انتقل من هذا، إلى وصف الآخرة فقال: ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ ْ أي: جمعوا لأجل ذلك اليوم، للمجازاة، وليظهر لهم من عظمة الله وسلطانه وعدله العظيم، ما به يعرفونه حق المعرفة.\nوَذَلِكَ يَوْمٌ مَشْهُودٌ ْ أي: يشهده الله وملائكته، وجميع المخلوقين."
                }
            ]
        },
        {
            "ayah_number": 104,
            "text": "وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا نؤخر ذلك اليوم المشهود إلا لأجل معلوم العدد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما نؤخره إلا لأجل معدود» لوقت معلوم عند الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا نُؤَخِّرُهُ ْ أي: إتيان يوم القيامة إِلَّا لِأَجَلٍ مَعْدُودٍ ْ إذا انقضى أجل الدنيا وما قدر الله فيها من الخلق، فحينئد ينقلهم إلى الدار الأخرى، ويجري عليهم أحكامه الجزائية، كما أجرى عليهم في الدنيا, أحكامه الشرعية."
                }
            ]
        },
        {
            "ayah_number": 105,
            "text": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم يأتي ذلك اليوم لا تتكلم أي نفس بحجة أو شفاعة إلا بعد إذنه، والناس فيه نوعان: شقي يدخل النار، وسعيد يدخل الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم يأت» ذلك اليوم «لا تكلم» فيه حذف إحدى التاءين «نفس إلا بإذنه» تعالى «فمنهم» أي الخلق «شقي و» منهم «سعيد» كتب كل في الأزل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ يَأْتِ ْ ذلك اليوم، ويجتمع الخلق لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ْ حتى الأنبياء، والملائكة الكرام، لا يشفعون إلا بإذنه، فَمِنْهُمْ ْ أي: الخلق شَقِيٌّ وَسَعِيدٌ ْ فالأشقياء، هم الذين كفروا بالله، وكذبوا رسله، وعصوا أمره، والسعداء، هم: المؤمنون المتقون."
                }
            ]
        },
        {
            "ayah_number": 106,
            "text": "فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما الأشقياء لكفرهم وفساد أعمالهم فيدخلون في النار، ترتفع فيها أصواتهم وأنفاسهم من شدة ما يعانون من لهيبها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما الذين شقوا» في علمه تعالى «ففي النار لهم فيها زفير» صوت شديد «وشهيق» صوت ضعيف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما جزاؤهم فَأَمَّا الَّذِينَ شَقُوا ْ أي: حصلت لهم الشقاوة، والخزي والفضيحة، فَفِي النَّارِ ْ منغمسون في عذابها، مشتد عليهم عقابها، لَهُمْ فِيهَا ْ من شدة ما هم فيه زَفِيرٌ وَشَهِيقٌ ْ وهو أشنع الأصوات وأقبحها."
                }
            ]
        },
        {
            "ayah_number": 107,
            "text": "خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ماكثون فيها أبدًا، لا يخرجون منها ما دامت السماوات والأرض، إلا من شاء الله إخراجه من عصاة الموحدين، إن ربك - أيها الرسول - فَعَّال لما يريده، فلا مُسْتَكْرِه له سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خالدين فيها ما دامت السماوات والأرض» أي مدة دوامهما في الدنيا «إلا» غير «ما شاء ربك» من الزيادة على مدتهما مما لا منتهى له والمعنى خالدين فيها أبدا «إن ربك فعال لما يريد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "خَالِدِينَ فِيهَا ْ أي: في النار، التي هذا عذابها مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ْ أي: خالدين فيها أبدا، إلا المدة التي شاء الله, أن لا يكونوا فيها، وذلك قبل دخولها، كما قاله جمهور المفسرين، فالاستثناء على هذا، راجع إلى ما قبل دخولها، فهم خالدون فيها جميع الأزمان، سوى الزمن الذي قبل الدخول فيها.\nإِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ ْ فكل ما أراد فعله واقتضته حكمته فعله، تبارك وتعالى، لا يرده أحد عن مراده."
                }
            ]
        },
        {
            "ayah_number": 108,
            "text": "وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۖ عَطَاءً غَيْرَ مَجْذُوذٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما السعداء الذين سبقت لهم السعادة من الله لإيمانهم وصلاح أعمالهم، فهم في الجنة ماكثون فيها أبدًا ما دامت السماوات والأرض، إلا من شاء الله إدخاله النار قبل الجنة من عصاة المؤمنين، إن نعيم الله لأهل الجنة غير مقطوع عنهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما الذين سَُعدوا» بفتح السين وضمها «ففي الجنة خالدين فيها ما دامت السماوات والأرض إلا» غير «ما شاء ربك» كما تقدم، ودل عليه فيهم قوله «عطاءً غير مجذوذ» مقطوع وما تقدم من التأويل هو الذي ظهر وهو خال من التكلف والله أعلم بمراده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا الَّذِينَ سُعِدُوا ْ أي: حصلت لهم السعادة، والفلاح، والفوز فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ْ ثم أكد ذلك بقوله: عَطَاءً غَيْرَ مَجْذُوذٍ ْ أي: ما أعطاهم الله من النعيم المقيم، واللذة العالية، فإنه دائم مستمر، غير منقطع بوقت من الأوقات، نسأل الله الكريم من فضله."
                }
            ]
        },
        {
            "ayah_number": 109,
            "text": "فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَٰؤُلَاءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تكن - أيها الرسول - في ارتياب وشك من فساد ما يعبده هؤلاء المشركون، فليس لهم على صحته برهان عقلي ولا شرعي، وإنما الحامل لهم على عبادة غير الله تقليدهم لآبائهم، وإنا لمُتِمُّون لهم نصيبهم من العذاب دون نقص."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا تَكُ» يا محمد «في مرية» شك «مما يعبد هؤلاء» من الأصنام إنا نعذبهم كما عذبنا من قبلهم وهذا تسلية للنبي صلى الله عليه وسلم «ما يعبدون إلا كما يعبد آباؤهم» أي كعبادتهم «من قبل» وقد عذبناهم «وإنا لموفوهم» مثلهم «نصيبهم» حظهم من العذاب «غير منقوص» أي تاما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول الله تعالى، لرسوله محمد صلى الله عليه وسلم: فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ ْ المشركون، أي: لا تشك في حالهم، وأن ما هم عليه باطل, فليس لهم عليه دليل شرعي ولا عقلي، وإنما دليلهم وشبهتهم، أنهم مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ ْومن المعلوم أن هذا، ليس بشبهة، فضلا عن أن يكون دليلا، لأن أقوال ما عدا الأنبياء، يحتج لها لا يحتج بها، خصوصا أمثال هؤلاء الضالين، الذين كثر خطأهم وفساد أقوالهم, في أصول الدين، فإن أقوالهم، وإن اتفقوا عليها، فإنها خطأ وضلال.\nوَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ ْ أي: لا بد أن ينالهم نصيبهم من الدنيا، مما كتب لهم، وإن كثر ذلك النصيب، أو راق في عينك, فإنه لا يدل على صلاح حالهم، فإن الله يعطي الدنيا من يحب، ومن لا يحب، ولا يعطي الإيمان والدين الصحيح، إلا من يحب.\nوالحاصل أنه لا يغتر باتفاق الضالين، على قول الضالين من آبائهم الأقدمين، ولا على ما خولهم الله، وآتاهم من الدنيا"
                }
            ]
        },
        {
            "ayah_number": 110,
            "text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطينا موسى التوراة، فاختلف الناس فيها، فآمن بعضهم بها، وكفر بعض، ولولا قضاء من الله سبق أنه لا يُعَجِّل العذاب، بل يؤخره إلى يوم القيامة لحكمة، لنزل بهم ما يستحقون من العذاب في الدنيا، وإن الكافرين من يهود ومشركين لفي شك من القرآن مُوقِع في الارتياب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد آتينا موسى الكتاب» التوراة «فاختلف فيه» بالتصديق والتكذيب كالقرآن «ولولا كلمة سبقت من ربك» بتأخير الحساب والجزاء للخلائق إلى يوم القيامة «لقضي بينهم» في الدنيا فيما اختلفوا فيه «وإنهم» أي المكذِّبين به «لفي شك منه مريب» موقع في الريبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى، أنه آتى موسى الكتاب، الذي هو التوراة، الموجب للاتفاق على أوامره ونواهيه، والاجتماع، ولكن، مع هذا، فإن المنتسبين إليه، اختلفوا فيه اختلافا، أضر بعقائدهم، وبجامعتهم الدينية.\nوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ ْ بتأخيرهم، وعدم معاجلتهم بالعذاب لَقُضِيَ بَيْنَهُمْ ْ بإحلال العقوبة بالظالم، ولكنه تعالى، اقتضت حكمته، أن أخر القضاء بينهم إلى يوم القيامة، وبقوا في شك منه مريب.\nوإذا كانت هذه حالهم، مع كتابهم، فمع القرآن الذي أوحاه الله إليك، غير مستغرب، من طائفة اليهود، أن لا يؤمنوا به، وأن يكونوا في شك منه مريب."
                }
            ]
        },
        {
            "ayah_number": 111,
            "text": "وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن كل من ذُكِر من المختلفين ليُتِمَّنَّ لهم ربك - أيها الرسول - جزاء أعمالهم، فما كان خيرًا كان جزاؤه خيرًا، وما كان شرًّا كان جزاؤه شرًّا، إن الله بدقائق ما يعملونه عليم، لا يخفى عليه من أعمالهم شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» بالتخفيف والتشديد «كلا» أي كل الخلائق «لما» ما زائدة واللام موطئة لقسم مقدر أو فارقة وفي قراءة بتشديد لما بمعنى إلا فإن نافية «ليوفينهم ربك أعمالهم» أي جزاءها «إنه بما يعملون خبير» عالم ببواطنه كظواهره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ْ أي: لا بد أن الله يقضي بينهم يوم القيامة، بحكمه العدل، فيجازي كلا بما يستحقه.\nإِنَّهُ بِمَا يَعْمَلُونَ ْ من خير وشر خَبِيرٌ ْ فلا يخفى عليه شيء من أعمالهم، دقيقها وجليلها."
                }
            ]
        },
        {
            "ayah_number": 112,
            "text": "فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا ۚ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "داوم على الالتزام بالطريق المستقيم - أيها الرسول - كما أمرك الله، فامتثل أوامره، واجتنب نواهيه، وليستقم من تاب معك من المؤمنين، ولا تتجاوزوا الحد بارتكاب المعاصي، إنه بما تعملون بصير، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاستقم» على العمل بأمر ربك والدعاء إليه «كما أمرت و» ليستقم «من تاب» آمن «معك ولا تطغوْا» تجاوزوا حدود الله «إنه بما تعملون بصير» فيجازيكم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم لما أخبر بعدم استقامتهم، التي أوجبت اختلافهم وافتراقهم, أمر نبيه محمدا صلى الله عليه وسلم، ومن معه، من المؤمنين، أن يستقيموا كما أمروا، فيسلكوا ما شرعه الله من الشرائع، ويعتقدوا ما أخبر الله به من العقائد الصحيحة، ولا يزيغوا عن ذلك يمنة ولا يسرة، ويدوموا على ذلك، ولا يطغوا بأن يتجاوزوا ما حده الله لهم من الاستقامة.\nوقوله: إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ْ أي: لا يخفى عليه من أعمالكم شيء, وسيجازيكم عليها، ففيه ترغيب لسلوك الاستقامة، وترهيب من ضدها"
                }
            ]
        },
        {
            "ayah_number": 113,
            "text": "وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تميلوا إلى الكفار الظالمين بمداهنة أو مودّة، فتصيبكم النار بسبب ذلك الميل، وليس لكم من دون الله أولياء ينقذونكم منها، ثم لا تجدون من ينصركم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تركنوا» تميلوا «إلى الذين ظلموا» بمودة أو مداهنة أو رضا بأعمالهم «فتمسكم» تصيبكم «النار وما لكم من دون الله» أي غيره «من» زائدة «أولياء» يحفظونكم منه «ثم لا تنصرون» تمتعون من عذابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا تَرْكَنُوا ْ أي: لا تميلوا إِلَى الَّذِينَ ظَلَمُوا ْ فإنكم، إذا ملتم إليهم، ووافقتموهم على ظلمهم، أو رضيتم ما هم عليه من الظلم فَتَمَسَّكُمُ النَّارُ ْ إن فعلتم ذلك وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ْ يمنعونكم من عذاب الله، ولا يحصلون لكم شيئا، من ثواب الله.\nثُمَّ لَا تُنْصَرُونَ ْ أي: لا يدفع عنكم العذاب إذا مسكم، ففي هذه الآية: التحذير من الركون إلى كل ظالم، والمراد بالركون، الميل والانضمام إليه بظلمه وموافقته على ذلك، والرضا بما هو عليه من الظلم.\nوإذا كان هذا الوعيد في الركون إلى الظلمة، فكيف حال الظلمة بأنفسهم؟!! نسأل الله العافية من الظلم."
                }
            ]
        },
        {
            "ayah_number": 114,
            "text": "وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّاكِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقم - أيها الرسول - الصلاة على أحسن وجه في طرفي النهار وهما أول النهار وآخره، وأقمها في ساعات من الليل، إن الأعمال الصالحات تمحو صغائر الذنوب، ذلك المذكور موعظة للمتعظين، وعبرة للمعتبرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وأقم الصلاة طرفي النهار) الغداة والعشي أي: الصبح والظهر والعصر (وزلفا) جمع زلفة أي: طائفة (من الليل) المغرب والعشاء (إن الحسنات) كالصلوات الخمس (يذهبن السيئات) الذنوب الصغائر نزلت فيمن قبل أجنبية فأخبره النبي صلى الله عليه وسلم فقال ألي هذا؟ فقال \"\" لجميع أمتي كلهم \"\" رواه الشيخان (ذلك ذكرى للذاكرين) عظة للمتعظين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى بإقامة الصلاة كاملة طَرَفَيِ النَّهَارِ ْ أي: أوله وآخره، ويدخل في هذا، صلاة الفجر، وصلاتا الظهر والعصر، وَزُلَفًا مِنَ اللَّيْلِ ْ ويدخل في ذلك، صلاة المغرب والعشاء، ويتناول ذلك قيام الليل، فإنها مما تزلف العبد، وتقربه إلى الله تعالى.\nإِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ْ أي: فهذه الصلوات الخمس، وما ألحق بها من التطوعات من أكبر الحسنات، وهي: مع أنها حسنات تقرب إلى الله، وتوجب الثواب، فإنها تذهب السيئات وتمحوها، والمراد بذلك: الصغائر، كما قيدتها الأحاديث الصحيحة عن النبي صلى الله عليه وسلم، مثل قوله: \"الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن ما اجتنبت الكبائر\"، بل كما قيدتها الآية التي في سورة النساء، وهي قوله تعالى: إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا ْذلك لعل الإشارة، لكل ما تقدم، من لزوم الاستقامة على الصراط المستقيم، وعدم مجاوزته وتعديه، وعدم الركون إلى الذين ظلموا، والأمر بإقامة الصلاة، وبيان أن الحسنات يذهبن السيئات، الجميع ذِكْرَى لِلذَّاكِرِينَ ْ يفهمون بها ما أمرهم الله به، ونهاهم عنه، ويمتثلون لتلك الأوامر الحسنة المثمرة للخيرات، الدافعة للشرور والسيئات، ولكن تلك الأمور، تحتاج إلى مجاهدة النفس، والصبر عليها."
                }
            ]
        },
        {
            "ayah_number": 115,
            "text": "وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واصبر على فعل ما أُمرت به من الاستقامة وغيرها، وعلى ترك ما نُهيت عنه من الطغيان والركون إلى الظَّلَمة، إن الله لا يبطل ثواب المحسنين، بل يتقبل منهم أحسن الذي عملوا، ويجزيهم أجرهم بأحسن ما كانوا يعملون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واصبر» يا محمد على أذى قومك أو على الصلاة «فإن الله لا يضيع أجر المحسنين» بالصبر على الطاعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاصْبِرْ ْ أي: احبس نفسك على طاعة الله، وعن معصيته، وإلزامها لذلك، واستمر ولا تضجر.\nفَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ ْ بل يتقبل الله عنهم أحسن الذي عملوا، ويجزيهم أجرهم، بأحسن ما كانوا يعملون، وفي هذا ترغيب عظيم، للزوم الصبر، بتشويق النفس الضعيفة إلى ثواب الله، كلما ونت وفترت."
                }
            ]
        },
        {
            "ayah_number": 116,
            "text": "فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ ۗ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فهلَّا كان من الأمم المعذبة قبلكم بقية من أهل الفضل والصلاح ينهون تلك الأمم عن الكفر، وعن الفساد في الأرض بالمعاصي، لم تكن منهم تلك البقية، إلا قليل منهم كانوا ينهون عن الفساد، فأنجيناهم حين أهلكنا قومهم الظالمين، واتبع الظالمون من أقوامهم ما هم فيه من النعيم، وكانوا ظالمين باتباعهم ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلولا» فهلا «كان من القرون» الأمم الماضية «من قبلكم أولو بقية» أصحاب دين وفضل «ينهون عن الفساد في الأرض» المراد به النفي: أي ما كان فيهم ذلك «إلا» لكن «قليلا ممن أنجينا منهم» نهوا فنجوا ومن للبيان «واتبع الذين ظلموا» بالفساد وترك النهي «ما أترفوا» نعموا «فيه وكانوا مجرمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى، إهلاك الأمم المكذبة للرسل، وأن أكثرهم منحرفون، حتى أهل الكتب الإلهية، وذلك كله يقضي على الأديان بالذهاب والاضمحلال، ذكر أنه لولا أنه جعل في القرون الماضية بقايا، من أهل الخير يدعون إلى الهدى، وينهون عن الفساد والردى، فحصل من نفعهم ما بقيت به الأديان، ولكنهم قليلون جدا.\nوغاية الأمر، أنهم نجوا، باتباعهم المرسلين، وقيامهم بما قاموا به من دينهم، وبكون حجة الله أجراها على أيديهم، ليهلك من هلك عن بيِّنة ويحيا من حيَّ عن بيِّنة و ْ لكن اتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ ْ أي: اتبعوا ما هم فيه من النعيم والترف، ولم يبغوا به بدلا.\nوَكَانُوا مُجْرِمِينَ ْ أي: ظالمين، باتباعهم ما أترفوا فيه، فلذلك حق عليهم العقاب، واستأصلهم العذاب.\nوفي هذا، حث لهذه الأمة، أن يكون فيهم بقايا مصلحون، لما أفسد الناس، قائمون بدين الله، يدعون من ضل إلى الهدى، ويصبرون منهم على الأذى، ويبصرونهم من العمى.\nوهذه الحالة أعلى حالة يرغب فيها الراغبون، وصاحبها يكون, إماما في الدين، إذا جعل عمله خالصا لرب العالمين."
                }
            ]
        },
        {
            "ayah_number": 117,
            "text": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كان ربك - أيها الرسول - ليهلك قرية من القرى إذا كان أهلها مصلحين في الأرض، إنما يهلكها إن كان أهلها مفسدين بالكفر والظلم والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما كان ربك ليهلك القرى بظلم» منه لها «وأهلها مصلحون» مؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وما كان الله ليهلك أهل القرى بظلم منه لهم، والحال أنهم مصلحون, أي: مقيمون على الصلاح، مستمرون عليه، فما كان الله ليهلكهم، إلا إذا ظلموا، وقامت عليهم حجة الله.\nويحتمل، أن المعنى: وما كان ربك ليهلك القرى بظلمهم السابق، إذا رجعوا وأصلحوا عملهم، فإن الله يعفو عنهم، ويمحو ما تقدم من ظلمهم."
                }
            ]
        },
        {
            "ayah_number": 118,
            "text": "وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو شاء ربك - أيها الرسول - أن يجعل الناس أمة واحدة على الحق لفعل، لكنه لم يشأ ذلك، فلا يزالون مختلفين فيه بسبب اتباع الهوى والبغي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو شاء ربك لجعل الناس أمَّة واحدة» أهل دين واحد «ولا يزالون مختلفين» في الدين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه لو شاء لجعل الناس كلهم أمة واحدة على الدين الإسلامي، فإن مشيئته غير قاصرة، ولا يمتنع عليه شيء، ولكنه اقتضت حكمته، أن لا يزالوا مختلفين، مخالفين للصراط المستقيم, متبعين للسبل الموصلة إلى النار، كل يرى الحق، فيما قاله، والضلال في قول غيره."
                }
            ]
        },
        {
            "ayah_number": 119,
            "text": "إِلَّا مَنْ رَحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا من رحمهم الله بالتوفيق للهداية، فإنهم لا يختلفون في توحيده سبحانه، ولذلك الاختبار بالاختلاف خلقهم سبحانه، فمنهم شقي وسعيد، وتمت كلمة ربك - أيها الرسول - التي قضاها في الأزل بملء جهنم من أتباع الشيطان من الجن والناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا من رحم ربك» أراد لهم الخير فلا يختلفون فيه «ولذلك خلقهم» أي أهل الاختلاف له وأهل الرحمة لها «وتمت كلمة ربك» وهي «لأملأن جهنم من الجِنَّة والناس أجمعين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا مَنْ رَحِمَ رَبُّكَ ْ فهداهم إلى العلم بالحق والعمل به، والاتفاق عليه، فهؤلاء سبقت لهم، سابقة السعادة، وتداركتهم العناية الربانية والتوفيق الإلهي.\nوأما من عداهم، فهم مخذولون موكولون إلى أنفسهم.\nوقوله: وَلِذَلِكَ خَلَقَهُمْ ْ أي: اقتضت حكمته، أنه خلقهم، ليكون منهم السعداء والأشقياء، والمتفقون والمختلفون، والفريق الذين هدى الله, والفريق الذين حقت عليهم الضلالة، ليتبين للعباد، عدله وحكمته، وليظهر ما كمن في الطباع البشرية من الخير والشر، ولتقوم سوق الجهاد والعبادات التي لا تتم ولا تستقيم إلا بالامتحان والابتلاء.\nوَ ْ لأنه تَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ ْ فلا بد أن ييسر للنار أهلا، يعملون بأعمالها الموصلة إليها."
                }
            ]
        },
        {
            "ayah_number": 120,
            "text": "وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ۚ وَجَاءَكَ فِي هَٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكل خبر نقصه عليك - أيها الرسول - من أخبار الرسل من قبلك نقصه لنُثَبِّت به قلبك على الحق ونقوّيه، وجاءك في هذه السورة الحق الذي لا شك فيه، وجاءتك فيها موعظة للكافرين، وذكرى للمؤمنين الذين ينتفعون بالذكرى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكلا» نصب بنقص وتنوينه عوض المضاف إليه أي كل ما يحتاج إليه «نقص عليك من أنباء الرسل ما» بدل من «كلا»، «نثبت» نطمئن «به فؤادك» قلبك «وجاءك في هذه» الأنباء أو الآيات «الحق وموعظة وذكرى للمؤمنين» خصوا بالذكر لانتفاعهم بها في الإيمان بخلاف الكفار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر في هذه السورة من أخبار الأنبياء، ما ذكر، ذكر الحكمة في ذكر ذلك، فقال: وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ْ أي: قلبك ليطمئن ويثبت ويصبر كما صبر أولو العزم من الرسل، فإن النفوس تأنس بالاقتداء، وتنشط على الأعمال، وتريد المنافسة لغيرها, ويتأيد الحق بذكر شواهده، وكثرة من قام به.\nوَجَاءَكَ فِي هَذِهِ ْ السورة الْحَقُّ ْ اليقين، فلا شك فيه بوجه من الوجوه، فالعلم بذلك من العلم بالحق الذي هو أكبر فضائل النفوس.\nوَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ ْ أي: يتعظون به، فيرتدعون عن الأمور المكروهة، ويتذكرون الأمور المحبوبة لله فيفعلونها."
                }
            ]
        },
        {
            "ayah_number": 121,
            "text": "وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنَّا عَامِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول - للذين لا يؤمنون بالله، ولا يوحدونه: اعملوا على طريقتكم في الإعراض عن الحق والصد عنه، إنا عاملون على طريقنا من الثبات عليه، والدعوة له، والصبر عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقل للذين لا يؤمنون اعملوا على مكانتكم» حالتكم «إنا عاملون» على حالتنا تهديد لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما من ليس من أهل الإيمان، فلا تنفعهم المواعظ، وأنواع التذكير، ولهذا قال: وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ ْ بعد ما قامت عليهم الآيات، اعْمَلُوا عَلَى مَكَانَتِكُمْ ْ أي: حالتكم التي أنتم عليها إِنَّا عَامِلُونَ ْ على ما كنا عليه."
                }
            ]
        },
        {
            "ayah_number": 122,
            "text": "وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وترقبوا ما ينزل بنا، إنا مترقبون ما ينزل بكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وانتظروا» عاقبة أمركم «إنا منتظرون» ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَانْتَظِرُوا ْ ما يحل بنا إِنَّا مُنْتَظِرُونَ ْ ما يحل بكم."
                }
            ]
        },
        {
            "ayah_number": 123,
            "text": "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولله وحده علم ما غاب في السماوات، وما غاب في الأرض، لا يخفى عليه شيء منه، وإليه وحده يرجع الأمر جميعه يوم القيامة، فاعبده - أيها الرسول - وحده، وتوكل عليه في كل أمورك، وليس ربك بغافل عما تعملون، بل هو عليم به، وسيجازي كلًّا بما عمل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولله غيب السماوات والأرض» أي علم ما غاب فيهما «وإليه يَرجع» بالبناء للفاعل يعود وللمفعول يرد «الأمر كله» فينتقم ممن عصى «فاعبده» وحده «وتوكل عليه» ثق به فإنه كافيك «وما ربك بغافل عما يعملون» وإنما يؤخرهم لوقتهم وفي قراءة بالفوقانية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقد فصل الله بين الفريقين، وأرى عباده، نصره لعباده المؤمنين, وقمعه لأعداء الله المكذبين.\nوَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ْ أي: ما غاب فيهما من الخفايا، والأمور الغيبية.\nوَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ ْ من الأعمال والعمال، فيميز الخبيث من الطيب فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ْ أي: قم بعبادته، وهي جميع ما أمر الله به مما تقدر عليه، وتوكل على الله في ذلك.\nوَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ ْ من الخير والشر، بل قد أحاط علمه بذلك، وجرى به قلمه، وسيجري عليه حكمه، وجزاؤه."
                }
            ]
        }
    ]
}