{
    "surah": "الرعد",
    "number": 13,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(المر) تقدم الكلام على نظائرها في بداية سورة البقرة.\nهذه الآيات الرفيعة في هذه السورة، والقرآن الذي أنزله الله عليك - أيها الرسول - هو الحق الذي لا مرية فيه، ولا شك أنه من عند الله، ولكن أكثر الناس لا يؤمنون به عنادًا وتكبرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«المر» الله أعلم بمراده بذلك «تلك» هذه الآيات «آيات الكتاب» القرآن والإضافة بمعنى من «والذي أنزل إليك من ربك» أي القرآن مبتدأ خبره «الحق» لا شك فيه «ولكن أكثر الناس» أي أهل مكة «لا يؤمنون» بأنه من عنده تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن هذا القرآن هو آيات الكتاب الدالة على كل ما يحتاج إليه العباد من أصول الدين وفروعه، وأن الذي أنزل إلى الرسول من ربه هو الحق المبين، لأن أخباره صدق، وأوامره ونواهيه عدل، مؤيدة بالأدلة والبراهين القاطعة، فمن أقبل عليه وعلى علمه، كان من أهل العلم بالحق، الذي يوجب لهم علمهم العمل بما أحب الله.\nوَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ بهذا القرآن، إما جهلا وإعراضا عنه وعدم اهتمام به، وإما عنادا وظلما، فلذلك أكثر الناس غير منتفعين به، لعدم السبب الموجب للانتفاع."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله هو الذي خلق السماوات مرفوعات دون دعائم تشاهدونها، ثم علا وارتفع على العرش علوًّا يليق به سبحانه من غير تكييف ولا تمثيل، وذَلَّل الشمس والقمر لمنافع خلقه، كل من الشمس والقمر يجري لأمد محدد في علم الله، يصرف سبحانه الأمر في السماوات والأرض بما يشاء، يبين الآيات الدالة على قدرته رجاء أن توقنوا بلقاء ربكم يوم القيامة، فتستعدوا له بالعمل الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الذي رفع السماوات بغير عمد ترونها» أي العمد جمع عماد وهو الأسطوانة وهو صادق بأن لا عمد أصلا «ثم استوى على العرش» استواء يليق به «وسخر» ذلل «الشمس والقمر كلٌ» منهما «يجري» في فلكه «لأجل مسمى» يوم القيامة «يدبر الأمر» يقضي أمر ملكه «يفصِّل» يبين «الآيات» دلالات قدرته «لعلكم» يا أهل مكة «بلقاء ربكم» بالبعث «توقنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن انفراده بالخلق والتدبير، والعظمة والسلطان الدال على أنه وحده المعبود الذي لا تنبغي العبادة إلا له فقال: اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ على عظمها واتساعها بقدرته العظيمة، بِغَيْرِ عَمَدٍ تَرَوْنَهَا أي: ليس لها عمد من تحتها، فإنه لو كان لها عمد، لرأيتموها ثُمَّ بعد ما خلق السماوات والأرض اسْتَوَى عَلَى الْعَرْشِ العظيم الذي هو أعلى المخلوقات، استواء يليق بجلاله ويناسب كماله.\nوَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لمصالح العباد ومصالح مواشيهم وثمارهم، كُلِّ من الشمس والقمر يَجْرِي بتدبير العزيز العليم، لأَجَلٍ مُسَمًّى بسير منتظم، لا يفتران ولا ينيان، حتى يجيء الأجل المسمى وهو طي الله هذا العالم، ونقلهم إلى الدار الآخرة التي هي دار القرار، فعند ذلك يطوي الله السماوات ويبدلها، ويغير الأرض ويبدلها.\nفتكور الشمس والقمر، ويجمع بينهما فيلقيان في النار، ليرى من عبدهما أنهما غير أهل للعبادة؛ فيتحسر بذلك أشد الحسرة وليعلم الذين كفروا أنهم كانوا كاذبين.\nوقوله يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ هذا جمع بين الخلق والأمر، أي: قد استوى الله العظيم على سرير الملك، يدبر الأمور في العالم العلوي والسفلي، فيخلق ويرزق، ويغني ويفقر، ويرفع أقواما ويضع آخرين، ويعز ويذل، ويخفض ويرفع، ويقيل العثرات، ويفرج الكربات، وينفذ الأقدار في أوقاتها التي سبق بها علمه، وجرى بها قلمه، ويرسل ملائكته الكرام لتدبير ما جعلهم على تدبيره.\nوينزل الكتب الإلهية على رسله ويبين ما يحتاج إليه العباد من الشرائع والأوامر والنواهي، ويفصلها غاية التفصيل ببيانها وإيضاحها وتمييزها، لَعَلَّكُمْ بسبب ما أخرج لكم من الآيات الأفقية والآيات القرآنية، بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ فإن كثرة الأدلة وبيانها ووضوحها، من أسباب حصول اليقين في جميع الأمور الإلهية، خصوصا في العقائد الكبار، كالبعث والنشور والإخراج من القبور.\nوأيضا فقد علم أن الله تعالى حكيم لا يخلق الخلق سدى، ولا يتركهم عبثا، فكما أنه أرسل رسله وأنزل كتبه لأمر العباد ونهيهم، فلا بد أن ينقلهم إلى دار يحل فيها جزاؤه، فيجازي المحسنين بأحسن الجزاء، ويجازي المسيئين بإساءتهم."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا ۖ وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ ۖ يُغْشِي اللَّيْلَ النَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو سبحانه الذي بسط الأرض، وخلق فيها جبالاً ثوابت حتى لا تضطرب بالناس، وجعل فيها أنهارًا من ماء لتسقي الناس ودوابهم وزروعهم، ومن كل أنواع الثمرات جعل فيها صنفين كالذكر والأنثى في الحيوان، يلبس الليل النهار، فيصير مظلمًا بعدما كان منيرًا، إن في ذلك المذكور لأدلة وبراهين لقوم يتفكرون في صنع الله، ويتأملون فيه، فهم الذين ينتفعون بتلك الأدلة والبراهين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي مد» بسط «الأرض وجعل» خلق «فيها رواسي» جبالا ثوابت «وأنهارا ومن كل الثمرات جعل فيها زوجين اثنين» من كل نوع «يغشي» يغطي «الليل» بظلمته «النهار إن في ذلك» المذكور «لآيات» دلالات على وحدانيته تعالى «لقوم يتفكرون» في صنع الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُوَ الَّذِي مَدَّ الْأَرْضَ أي: خلقها للعباد، ووسعها وبارك فيها ومهدها للعباد، وأودع فيها من مصالحهم ما أودع، وَجَعَلَ فِيهَا رَوَاسِيَ أي: جبالا عظاما، لئلا تميد بالخلق، فإنه لولا الجبال لمادت بأهلها، لأنها على تيار ماء، لا ثبوت لها ولا استقرار إلا بالجبال الرواسي، التي جعلها الله أوتادا لها.\nو جعل فيها أَنْهَارًا تسقي الآدميين وبهائمهم وحروثهم، فأخرج بها من الأشجار والزروع والثمار خيرا كثيرا ولهذا قال: وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ أي: صنفين مما يحتاج إليه العباد.\nيُغْشِي اللَّيْلَ النَّهَارَ فتظلم الآفاق فيسكن كل حيوان إلى مأواه ويستريحون من التعب والنصب في النهار، ثم إذا قضوا مأربهم من النوم غشي النهار الليل فإذا هم مصبحون منتشرون في مصالحهم وأعمالهم في النهار.\nومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون إِنَّ فِي ذَلِكَ لَآيَاتٍ على المطالب الإلهية لِقَوْمٍ يَتَفَكَّرُونَ فيها، وينظرون فيها نظر اعتبار دالة على أن الذي خلقها ودبرها وصرفها، هو الله الذي لا إله إلا هو، ولا معبود سواه، وأنه عالم الغيب والشهادة، الرحمن الرحيم، وأنه القادر على كل شيء، الحكيم في كل شيء المحمود على ما خلقه وأمر به تبارك وتعالى."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي الأرض بقاع متقاربة، وفيها بساتين من أعناب، وفيها زرع، ونخلات مجتمعة في أصل واحد، ونخلات منفردات بأصلها، تُسْقَى هذه البساتين وتلك الزروع بماء واحد، ونفضل بعضها على بعض في الطعم وغيره من الفوائد على رغم تجاورها وسقيها بماء واحد، إن في ذلك المذكور لأدلة وبراهين لقوم يعقلون؛ لأنهم هم الذين يعتبرون بذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي الأرض قطع» بقاع مختلفة «متجاورات» متلاصقات فمنها طيب وسبخ وقليل الريع وكثيرهُ وهو من دلائل قدرته تعالى «وجنات» بساتين «من أعناب وزرع» بالرفع عطفا على جنات، والجر على أعناب وكذا قوله «ونخيل صنوان» جمع صنو، وهي النخلات يجمعها أصل واحد وتشعب فروعها «وغير صنوان» منفردة «تسقى» بالتاء، أي الجنات وما فيها والياء، أي المذكور «بماء واحد ونفضّل» بالنون والياء «بعضها على بعض في الأكُل» بضم الكاف وسكونها فمن حلو وحامض وهو من دلائل قدرته تعالى «إن في ذلك» المذكور «لآيات لقوم يعقلون» يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن الآيات على كمال قدرته وبديع صنعته أن جعل فِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ فيها أنواع الأشجار مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ وغير ذلك، والنخيل التي بعضها صِنْوَانٌ أي: عدة أشجار في أصل واحد، وَغَيْرُ صِنْوَانٍ بأن كان كل شجرة على حدتها، والجميع يُسْقَى بِمَاءٍ وَاحِدٍ وأرضه واحدة وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ لونا وطعما ونفعا ولذة؛ فهذه أرض طيبة تنبت الكلأ والعشب الكثير والأشجار والزروع، وهذه أرض تلاصقها لا تنبت كلأ ولا تمسك ماء، وهذه تمسك الماء ولا تنبت الكلأ، وهذه تنبت الزرع والأشجار ولا تنبت الكلأ، وهذه الثمرة حلوة وهذه مرة وهذه بين ذلك.\nفهل هذا التنوع في ذاتها وطبيعتها؟ أم ذلك تقدير العزيز الرحيم؟ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ أي: لقوم لهم عقول تهديهم إلى ما ينفعهم، وتقودهم إلى ما يرشدهم ويعقلون عن الله وصاياه وأوامره ونواهيه، وأما أهل الإعراض، وأهل البلادة فهم في ظلماتهم يعمهون، وفي غيهم يترددون، لا يهتدون إلى ربهم سبيلا ولا يعون له قيلا."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۗ أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن تتعجب - أيها الرسول - من شيء، فأحق ما تتعجب منه تكذيبهم بالبعث، وقولهم احتجاجًا لإنكاره: أإذا متنا وصرنا ترابًا وعظامًا بالية نخرة أنُبْعَث ونُعَاد أحياء؟! أولئك المنكرون للبعث بعد الموت الذين كفروا بربهم فأنكروا قدرته على بعث الموتى، وأولئك توضع السلاسل من النار في أعناقهم يوم القيامة، وأولئك هم أصحاب النار، وهم فيها ماكثون أبدًا، لا يلحقهم فناء، ولا ينقطع عنهم العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن تعجب» يا محمد من تكذيب الكفار لك «فعجب» حقيق بالعجب «قولهم» منكرين للبعث «أإذا كنا ترابا أإنا لفي خلق جديد» لأن القادر على إنشاء الخلق وما تقدم على غير مثال قادر على إعادتهم، وفي الهمزتين في الموضعين، وتحقيق الأولى وتسهيل الثانية وإدخال ألف بينهما على الوجهين وتركها وفي قراءة بالاستفهام في الأول، والخبر في الثاني، وأخرى وعكسه «أولئك الذين كفروا بربهم وأولئك الأغلال في أعناقهم وأولئك أصحاب النار هم فيها خالدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يحتمل أن معنى قوله وَإِنْ تَعْجَبْ من عظمة الله تعالى وكثرة أدلة توحيده، فإن العجب -مع هذا- إنكار المكذبين وتكذيبهم بالبعث، وقولهم أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أي: هذا بعيد في غاية الامتناع بزعمهم، أنهم بعد ما كانوا ترابا، أن الله يعيدهم، فإنهم -من جهلهم- قاسوا قدرة الخالق بقدرة المخلوق.\nفلما رأوا هذا ممتنعا في قدرة المخلوق ظنوا أنه ممتنع على قدرة الخالق، ونسوا أن الله خلقهم أول مرة ولم يكونوا شيئا.\nويحتمل أن معناه: وإن تعجب من قولهم وتكذيبهم للبعث، فإن ذلك من العجائب، فإن الذي توضح له الآيات، ويرى من الأدلة القاطعة على البعث ما لا يقبل الشك والريب، ثم ينكر ذلك فإن قوله من العجائب.\nولكن ذلك لا يستغرب على الَّذِينَ كَفَرُوا بِرَبِّهِمْ وجحدوا وحدانيته، وهي أظهر الأشياء وأجلاها، وَأُولَئِكَ الْأَغْلَالُ المانعة لهم من الهدى فِي أَعْنَاقِهِمْ حيث دعوا إلى الإيمان فلم يؤمنوا، وعرض عليهم الهدى فلم يهتدوا، فقلبت قلوبهم وأفئدتهم عقوبة على أنهم لم يؤمنوا به أول مرة، وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ لا يخرجون منها أبدا."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويستعجلك - أيها الرسول- المشركون بالعقوبة، ويستبطِئون نزولها بهم قبل استكمالهم النعم التي قدرها الله لهم، وقد مضت من قبلهم عقوبات أمثالهم من الأمم المكذبة، فلم لا يعتبرون بها؟ وإن ربك - أيها الرسول- لذو تجاوز للناس مع ظلمهم، فلا يعاجلهم بالعقاب ليتوبوا إلى الله، وإنه لقوي العقاب للمُصِرِّين على كفرهم إن لم يتوبوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في استعجالهم العذاب استهزاءً «ويستعجلونك بالسيئة» العذاب «قبل الحسنة» الرحمة «وقد خلت من قبلهم المثلات» جمع المثلة بوزن الثمرة أي عقوبات أمثالهم من المكذبين أفلا يعتبرون بها؟ «وإن ربك لذو مغفرة للناس على» مع «ظلمهم» وإلا لم يترك على ظهرها دابة «وإن ربك لشديد العقاب» لمن عصاه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن جهل المكذبين لرسوله المشركين به، الذين وعظوا فلم يتعظوا، وأقيمت عليهم الأدلة فلم ينقادوا لها، بل جاهروا بالإنكار، واستدلوا بحلم [الله] الواحد القهار عنهم، وعدم معاجلتهم بذنوبهم أنهم على حق، وجعلوا يستعجلون الرسول بالعذاب، ويقول قائلهم: اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم و الحال أنه قَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ أي: وقائع الله وأيامه في الأمم المكذبين، أفلا يتفكرون في حالهم ويتركون جهلهم وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ أي: لا يزال خيره إليهم وإحسانه وبره وعفوه نازلا إلى العباد، وهم لا يزال شرهم وعصيانهم إليه صاعدًا.\nيعصونه فيدعوهم إلى بابه، ويجرمون فلا يحرمهم خيره وإحسانه، فإن تابوا إليه فهو حبيبهم لأنه يحب التوابين، ويحب المتطهرين وإن لم يتوبوا فهو طبيبهم، يبتليهم بالمصائب، ليطهرهم من المعايب قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ على من لم يزل مصرا على الذنوب، قد أبى التوبة والاستغفار والالتجاء إلى العزيز الغفار، فليحذر العباد عقوباته بأهل الجرائم، فإن أخذه أليم شديد."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ إِنَّمَا أَنْتَ مُنْذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الذين كفروا بالله - تماديًا في الصدود والعناد -: هلَّا أنزل على محمد آية من ربه مثل ما أنزل على موسى وعيسى.\nإنما أنت - أيها الرسول - منذر تخوف الناس من عذاب الله، وليس لك من الآيات إلا ما أعطاك الله، ولكل قوم نبي يرشدهم إلى طريق الحق، ويدلهم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقول الذين كفروا لولا» هلا «أنزل عليه» على محمد «آية من ربه» كالعصا واليد والناقة، قال تعالى: «إنما أنت منذر» مخوِّف الكافرين وليس عليك إتيان الآيات «ولكل قوم هاد» نبي يدعوهم إلى ربهم بما يعطيه من الآيات لا بما يقترحون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ويقترح الكفار عليك من الآيات، التي يعينونها ويقولون: لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ويجعلون هذا القول منهم، عذرا لهم في عدم الإجابة إلى الرسول، والحال أنه منذر ليس له من الأمر شيء، والله هو الذي ينزل الآيات.\nوقد أيده بالأدلة البينات التي لا تخفى على أولي الألباب، وبها يهتدي من قصده الحق، وأما الكافر الذي -من ظلمه وجهله- يقترح على الله الآيات فهذا اقتراح منه باطل وكذب وافتراءفإنه لو جاءته أي آية كانت لم يؤمن ولم ينقد؛ لأنه لم يمتنع من الإيمان، لعدم ما يدله على صحته وإنما ذلك لهوى نفسه واتباع شهوته وَلِكُلِّ قَوْمٍ هَادٍ أي: داع يدعوهم إلى الهدى من الرسل وأتباعهم، ومعهم من الأدلة والبراهين ما يدل على صحة ما معهم من الهدى."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله يعلم ما تحمل كل أنثى في بطنها، يعلم كلَّ شيء عنه، ويعلم ما يحصل في الأرحام من نقص وزيادة وصحة واعتلال، وكل شيء عنده سبحانه مُقَدَّر بمقدار لا يزيد عليه ولا ينقص عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله يعلم ما تحمل كل أنثى» من ذكر وأنثى وواحد ومتعدد وغير ذلك «وما تغيض» تنقص «الأرحام» من مدة الحمل «وما تزداد» منه «وكل شيء عنده بمقدار» بقدر وحدٍّ لا يتجاوزه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بعموم علمه وسعة اطلاعه وإحاطته بكل شيء فقال: اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى من بني آدم وغيرهم، وَمَا تَغِيضُ الْأَرْحَامُ أي: تنقص مما فيها إما أن يهلك الحمل أو يتضاءل أو يضمحل وَمَا تَزْدَادُ الأرحام وتكبر الأجنة التي فيها، وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ لا يتقدم عليه ولا يتأخر ولا يزيد ولا ينقص إلا بما تقتضيه حكمته وعلمه."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لأنه سبحانه عالم كل ما غاب عن حواس خلقه، وعالم كل ما تدركه حواسهم، العظيم في صفاته وأسمائه وأفعاله، المستعلي على كل مخلوق من مخلوقاته بذاته وصفاته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عالم الغيب والشهادة» ما غاب وما شوهد «الكبير» العظيم «المتعالي» على خلقه بالقهر، بياء ودونها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإنه عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ في ذاته وأسمائه وصفاته الْمُتَعَالِ على جميع خلقه بذاته وقدرته وقهره."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يعلم السر وأخفى، يستوي في علمه من أخفى منكم - أيها الناس - القول، ومن أعلنه، ويستوي في علمه كذلك من هو مستتر بظلمة الليل عن أعين الناس، ومن هو ظاهر بأعماله في وَضَح النهار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سواء منكم» في علمه تعالى «من أسر القول ومن جهر به ومن هو مُستخف» مستتر «بالليل» بظلامه «وسارب» ظاهر بذهابه في سربه، أي طريقه «بالنهار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَوَاءٌ مِنْكُمْ في علمه وسمعه وبصره.\nمَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ أي: مستقر بمكان خفي فيه، وَسَارِبٌ بِالنَّهَارِ أي: داخل سربه في النهار والسرب هو ما يختفي فيه الإنسان إما جوف بيته أو غار أو مغارة أو نحو ذلك."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ ۗ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "له سبحانه وتعالى ملائكة يَعْقُبُ بعضهم بعضًا على الإنسان، فيأتي بعضهم بالليل، وبعضهم بالنهار، يحفظون الإنسان بأمر الله من جملة الأقدار التي كتب الله لهم منعها عنه، ويكتبون أقواله وأعماله، إن الله لا يغير ما بقوم من حال طيبة إلى حال غيرها لا تسرهم حتى يغيروا ما بأنفسهم من حال الشكر، وإذا أراد الله سبحانه بقوم هلاكًا فلا راد لما أراده، وما لكم - أيها الناس - من دون الله من متولّ يتولى أموركم، فتلجؤوا إليه لدفع ما أصابكم من بلاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«له» للإنسان «معقبات» ملائكة تتعقبه «من بين يديه» قدامه «ومن خلفه» ورائه «يحفظونه من أمر الله» أي بأمره من الجن وغيرهم «إن الله لا يغيِّر ما بقوم» لا يسلبهم نعمته «حتى يغيِّروا ما بأنفسهم» من الحالة الجميلة بالمعصية «وإذا أراد الله بقوم سوءا» عذابا «فلا مرد له» من المعقبات ولا غيرها «وما لهم» لمن أراد الله بهم سوءا «من دونه» أي غير الله «من» زائدة «وال» يمنعه عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَه أي: للإنسان مُعَقِّبَاتٌ من الملائكة يتعاقبون في الليل والنهار.\nمِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ أي: يحفظون بدنه وروحه من كل من يريده بسوء، ويحفظون عليه أعماله، وهم ملازمون له دائما، فكما أن علم الله محيط به، فالله قد أرسل هؤلاء الحفظة على العباد، بحيث لا تخفى أحوالهم ولا أعمالهم، ولا ينسى منها شيء، إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ من النعمة والإحسان ورغد العيش حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ بأن ينتقلوا من الإيمان إلى الكفر ومن الطاعة إلى المعصية، أو من شكر نعم الله إلى البطر بها فيسلبهم الله عند ذلك إياها.\nوكذلك إذا غير العباد ما بأنفسهم من المعصية، فانتقلوا إلى طاعة الله، غير الله عليهم ما كانوا فيه من الشقاء إلى الخير والسرور والغبطة والرحمة، وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا أي: عذابا وشدة وأمرا يكرهونه، فإن إرادته لا بد أن تنفذ فيهم.\nفإنه لَا مَرَدَّ لَهُ ولا أحد يمنعهم منه، وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ يتولى أمورهم فيجلب لهم المحبوب، ويدفع عنهم المكروه، فليحذروا من الإقامة على ما يكره الله خشية أن يحل بهم من العقاب ما لا يرد عن القوم المجرمين."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو الذي يريكم - أيها الناس - البرق، ويجمع لكم به الخوف من الصواعق، والطمع في المطر، وهو الذي ينشئ السحاب المثقل بماء المطر الغزير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الذي يريكم البرق خوفا» للمسافرين من الصواعق «وطمعا» للمقيم في المطر «وينشئ» يخلق «السحاب الثقال» بالمطر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا أي: يخاف منه الصواعق والهدم وأنواع الضرر، على بعض الثمار ونحوها ويطمع في خيره ونفعه، وَيُنْشِئُ السَّحَابَ الثِّقَالَ بالمطر الغزير الذي به نفع العباد والبلاد."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويسبح الرعدُ ربَّه تسبيحًا مقرونًا بحمده سبحانه، وتسبح الملائكةُ ربَّها خوفًا منه وإجلالًا وتعظيمًا له، ويرسل الصواعق المحرقة على من يشاء من مخلوقاته فيهلكه، والكفار يخاصمون في وحدانية الله، والله شديد الحول والقوة، فلا يريد شيئًا إلا فعله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويسبح الرعد» هو ملك موكل بالسحاب يسوقه متلبسا «بحمده» أي يقول سبحان الله وبحمده «و» يسبح «الملائكة من خيفته» أي الله «ويرسل الصواعق» وهي نار تخرج من السحاب «فيصيب بها من يشاء» فتحرقه نزل في رجل بعث إليه النبي صلى الله عليه وسلم من يدعوه فقال من رسول الله وما الله أمن ذهب هو أم من فضة أم نحاس فنزلت به صاعقة فذهبت بقحف رأسه «وهم» أي الكفار «يجادلون» يخاصمون النبي صلى الله عليه وسلم «في الله وهو شديد المحال» القوة أو الأخذ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وهو الصوت الذي يسمع من السحاب المزعج للعباد، فهو خاضع لربه مسبح بحمده، و تسبح الْمَلَائِكَةُ مِنْ خِيفَتِهِ أي: خشعا لربهم خائفين من سطوته، وَيُرْسِلُ الصَّوَاعِقَ وهي هذه النار التي تخرج من السحاب، فَيُصِيبُ بِهَا مَنْ يَشَاءُ من عباده بحسب ما شاءه وأراده وَهُوَ شَدِيدُ الْمِحَالِ أي: شديد الحول والقوة فلا يريد شيئا إلا فعله، ولا يتعاصى عليه شيء ولا يفوته هارب.\nفإذا كان هو وحده الذي يسوق للعباد الأمطار والسحب التي فيها مادة أرزاقهم، وهو الذي يدبر الأمور، وتخضع له المخلوقات العظام التي يخاف منها، وتزعج العباد وهو شديد القوة - فهو الذي يستحق أن يعبد وحده لا شريك له."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "لَهُ دَعْوَةُ الْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ ۚ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لله وحده دعوة التوحيد لا يشاركه فيها أحد، والأصنام التي يدعوها المشركون من دونه لا تستجيب دعاء من يدعوها في أي مسألة، وما دعاؤهم لها إلا مثل عطشان يبسط يده إلى الماء ليصل إلى فيه فيشرب منه، وما الماء بواصل إلى فيه، وما دعاء الكافرين لأصنامهم إلا في ضياع وبُعدٍ عن الصواب؛ لأنها لا تملك لهم جلب نفع، ولا دفع ضر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«له» تعالى «دعوة الحق» أي كلمته وهي لا إله إلا الله «والذين يدعون» بالياء والتاء يعبدون «من دونه» أي غيره وهم الأصنام «لا يستجيبون لهم بشيء» مما يطلبونه «إلا» استجابة «كباسط» أي كاستجابة باسط «كفيه إلى الماء» على شفير البئر يدعوه «ليبلغ فاه» بارتفاعه من البئر إليه «وما هو ببالغه» أي فاه أبدا فكذلك ما هم بمستجيبين لهم «وما دعاء الكافرين» عبادتهم الأصنام أو حقيقة الدعاء «إلا في ضلال» ضياع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لله وحده دَعْوَةُ الْحَقِّ وهي: عبادته وحده لا شريك له، وإخلاص دعاء العبادة ودعاء المسألة له تعالى، أي: هو الذي ينبغي أن يصرف له الدعاء، والخوف، والرجاء، والحب، والرغبة، والرهبة، والإنابة؛ لأن ألوهيته هي الحق، وألوهية غيره باطلة وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ من الأوثان والأنداد التي جعلوها شركاء لله.\nلَا يَسْتَجِيبُونَ لَهُمْ أي: لمن يدعوها ويعبدها بشيء قليل ولا كثير لا من أمور الدنيا ولا من أمور الآخرة إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ الذي لا تناله كفاه لبعده، لِيَبْلُغَ ببسط كفيه إلى الماء فَاهُ فإنه عطشان ومن شدة عطشه يتناول بيده، ويبسطها إلى الماء الممتنع وصولها إليه، فلا يصل إليه.\nكذلك الكفار الذين يدعون معه آلهة لا يستجيبون لهم بشيء ولا ينفعونهم في أشد الأوقات إليهم حاجة لأنهم فقراء كما أن من دعوهم فقراء، لا يملكون مثقال ذرة في الأرض ولا في السماء، وما لهم فيهما من شرك وما له منهم من ظهير.\nوَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ لبطلان ما يدعون من دون الله، فبطلت عباداتهم ودعاؤهم؛ لأن الوسيلة تبطل ببطلان غايتها، ولما كان الله تعالى هو الملك الحق المبين، كانت عبادته حقًّا متصلة النفع لصاحبها في الدنيا والآخرة.\nوتشبيه دعاء الكافرين لغير الله بالذي يبسط كفيه إلى الماء ليبلغ فاه من أحسن الأمثلة؛ فإن ذلك تشبيه بأمر محال، فكما أن هذا محال، فالمشبه به محال، والتعليق على المحال من أبلغ ما يكون في نفي الشيء كما قال تعالى: إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولله وحده يخضع بالسجود جميع من في السماوات ومن في الأرض، يستوي في ذلك المؤمن والكافر، غير أن المؤمن يخضع له ويسجد طوعًا، وأما الكافر فيخضع له كرهًا، وتملي عليه فطرته أن يخضع له طوعًا، وله ينقادُ ظِلُّ كلِّ ما له ظلٌّ من المخلوقات أول النهار وآخره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولله يسجد من في السماوات والأرض طوعا» كالمؤمنين «وكرها» كالمنافقين ومن أكره بالسيف «و» يسجد «ظلالهم بالغدو» البكور «والآصال» العشايا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: جميع ما احتوت عليه السماوات والأرض كلها خاضعة لربها، تسجد له طَوْعًا وَكَرْهًا فالطوع لمن يأتي بالسجود والخضوع اختيارا كالمؤمنين، والكره لمن يستكبر عن عبادة ربه، وحاله وفطرته تكذبه في ذلك، وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ أي: ويسجد له ظلال المخلوقات أول النهار وآخره وسجود كل شيء بحسب حاله كما قال تعالى: وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم فإذا كانت المخلوقات كلها تسجد لربها طوعا وكرها كان هو الإله حقا المعبود المحمود حقا وإلاهية غيره باطلة، ولهذا ذكر بطلانها"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ ۚ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ ۚ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - للكفار الذين يعبدون مع الله غيره: من خالق السماوات والأرض ومدبر أمرهما؟ قل - أيها الرسول -: الله هو خالقهما ومدبر أمرهما، وأنتم تقرون بذلك، قل - أيها الرسول - لهم: أفاتخذتم لأنفسكم أولياء من دون الله عاجزين، لا يستطيعون جلب نفع لأنفسهم، ولا كشف ضر عنها، فأنى لهم أن يستطيعوا ذلك لغيرهم؟ قل لهم - أيها الرسول -: هل يستوي الكافر الذي هو أعمى البصيرة، والمؤمن الذي هو البصير المهتدي؟ أم هل يستوي الكفر الذي هو ظلمات، والإيمان الذي هو نور؟ أم جعلوا لله سبحانه شركاء معه في الخلق خلقوا مثل خلق الله، فاختلط عندهم خلق الله بخلق شركائهم؟ قل لهم - أيها الرسول -: الله وحده هو خالق كل شيء، لا شريك له في الخلق، وهو المنفرد بالألوهية، الذي يستحق أن يفرد بالعبادة، الغالب على كل شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» يا محمد لقومك «مَن رب السماوات والأرض قل الله» إن لم يقولوه لا جواب غيره «قل» لهم «أفاتخذتم من دونه» أي غيره «أولياء» أصناما تعبدونها «لا يملكون لأنفسهم نفعا ولا ضرا» وتركتم مالكهما؟ استفهام توبيخ «قل هل يستوي الأعمى والبصير» الكافر والمؤمن «أم هل تستوي الظلمات» الكفر «والنور» الإيمان؟ لا «أم جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق» أي الشركاء بخلق الله «عليهم» فاعتقدوا استحقاق عبادتهم بخلقهم؟ استفهام إنكار؟ أي ليس الأمر كذلك ولا يستحق العبادة إلا الخالق «قل الله خالق كل شيء» لا شريك له فيه فلا شريك له في العبادة «وهو الواحد القهار» لعباده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قل لهؤلاء المشركين به أوثانا وأندادا يحبونها كما يحبون الله، ويبذلون لها أنواع التقربات والعبادات: أفتاهت عقولكم حتى اتخذتم من دونه أولياء تتولونهم بالعبادة وليسوا بأهل لذلك؟فإنهم لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا وتتركون ولاية من هو كامل الأسماء والصفات، المالك للأحياء والأموات، الذي بيده الخلق والتدبير والنفع والضر؟فما تستوي عبادة الله وحده، وعبادة المشركين به، كما لا يستوي الأعمى والبصير، وكما لا تستوي الظلمات والنور.\nفإن كان عندهم شك واشتباه، وجعلوا له شركاء زعموا أنهم خلقوا كخلقه وفعلوا كفعله، فأزلْ عنهم هذا الاشتباه واللبس بالبرهان الدال على توحد الإله بالوحدانية، فقل لهم: اللَّهُ خَالِقُ كُلِّ شَيْءٍ فإنه من المحال أن يخلق شيء من الأشياء نفسه.\nومن المحال أيضا أن يوجد من دون خالق، فتعين أن لها إلها خالقا لا شريك له في خلقه لأنه الواحد القهار، فإنه لا توجد الوحدة والقهر إلا لله وحده، فالمخلوقات وكل مخلوق فوقه مخلوق يقهره ثم فوق ذلك القاهر قاهر أعلى منه، حتى ينتهي القهر للواحد القهار، فالقهر والتوحيد متلازمان متعينان لله وحده، فتبين بالدليل العقلي القاهر، أن ما يدعى من دون الله ليس له شيء من خلق المخلوقات وبذلك كانت عبادته باطلة."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ ۚ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ضرب الله مثلًا لتلاشي الباطل وبقاء الحق بماء مطر نازل من السماء حتى سالت به الأودية، كلٌّ حسب حجمه صغرًا وكبرًا، فحمل السيل الغُثَاء والرَّغْوَة مرتفعًا فوق الماء، وضرب مثلًا آخر لهما ببعض ما يوقد الناس عليه من المعادن النفيسة ابتغاء صهرها وصنع ما يتزين الناس به، فإنه يعلوه زبد منه، كما يعلو ذلك زبد منه، بمثل هذين المثلين يضرب الله مثل الحق والباطل، فالباطل مثل الغُثَاء والزَّبَد الطافي على الماء، ومثل ما ينفيه صهر المعدن من الصدأ، والحق مثل الماء الصافي الذي يشرب منه، وينبت الثمار والكلأ والعشب، ومثل ما بقي من المعدن بعد صهره فينتفع الناس به، كما ضرب الله هذين المثلين يضرب الله الأمثال للناس؛ ليتضح الحق من الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ثم ضرب مثلا للحق والباطل فقال «أنزل» تعالى «من السماء ماء» مطرا «فسالت أودية بقدرها» بمقدار ملئها «فاحتمل السيل زبدا رابيا» عاليا عليه هو ما على وجهه من قذر ونحوه «ومما توقدون» بالتاء والياء «عليه في النار» من جواهر الأرض كالذهب والفضة والنحاس «ابتغاه» طلب «حلية» زينة «أو متاع» ينتفع به كالأواني إذا أذيبت «زبد مثله» أي مثل زبد السيل وهو خبثه الذي ينفيه الكير «كذلك» المذكور «يضرب الله الحق والباطل» أي مثلهما «فأما الزبد» من السيل وما أوقد عليه من الجواهر «فيذهب جفاءً» باطلا مرميا به «وأما ما ينفع الناس» من الماء والجواهر «فيمكث» يبقى «في الأرض» زمانا كذلك الباطل يضمحل وينمحق وإن علا على الحق في بعض الأوقات والحق ثابت باقي «كذلك» المذكور «يضرب» يبيِّن «الله الأمثال»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "شبّه تعالى الهدى الذي أنزله على رسوله لحياة القلوب والأرواح، بالماء الذي أنزله لحياة الأشباح، وشبّه ما في الهدى من النفع العام الكثير الذي يضطر إليه العباد، بما في المطر من النفع العام الضروري، وشبه القلوب الحاملة للهدى وتفاوتها بالأودية التي تسيل فيها السيول، فواد كبير يسع ماء كثيرا، كقلب كبير يسع علما كثيرا، وواد صغير يأخذ ماء قليلا، كقلب صغير، يسع علما قليلا، وهكذا.\nوشبه ما يكون في القلوب من الشهوات والشبهات عند وصول الحق إليها، بالزبد الذي يعلو الماء ويعلو ما يوقد عليه النار من الحلية التي يراد تخليصها وسبكها، وأنها لا تزال فوق الماء طافية مكدرة له حتى تذهب وتضمحل، ويبقى ما ينفع الناس من الماء الصافي والحلية الخالصة.\nكذلك الشبهات والشهوات لا يزال القلب يكرهها، ويجاهدها بالبراهين الصادقة، والإرادات الجازمة، حتى تذهب وتضمحل ويبقى القلب خالصا صافيا ليس فيه إلا ما ينفع الناس من العلم بالحق وإيثاره، والرغبة فيه، فالباطل يذهب ويمحقه الحق إِنَّ الْبَاطِلَ كَانَ زَهُوقًا وقال هنا: كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ ليتضح الحق من الباطل والهدى والضلال."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَىٰ ۚ وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ۚ أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "للمؤمنين الذين أجابوا ربهم لما دعاهم لتوحيده وطاعته المثوبة الحسنى وهي الجنة، والكفار الذين لم يجيبوا دعوته إلى توحيده وطاعته لو اتفق أن لهم ما في الأرض من أنواع المال، ولهم مثله مضافًا إليه؛ لبذلوا كل ذلك فداءً لأنفسهم من العذاب، أولئك الذين لم يجيبوا دعوته يحاسبون على سيئاتهم كلها، ومسكنهم الذي يأوون إليه جهنم، وساء فراشهم ومستقرهم الذي هو النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«للذين استجابوا لربهم» أجابوه بالطاعة «الحسنى» الجنة «والذين لم يستجيبوا له» وهم الكافر «لو أن لهم ما في الأرض جميعا ومثله معه لافتدوْا به» من العذاب «أولئك لهم سوء الحساب» وهو المؤاخذة بكل ما علموه لا يغفر منه شيء «ومأواهم جهنم وبئس المهاد» الفراش هي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما بيّن تعالى الحق من الباطل ذكر أن الناس على قسمين: مستجيب لربه، فذكر ثوابه، وغير مستجيب فذكر عقابه فقال: لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ أي: انقادت قلوبهم للعلم والإيمان وجوارحهم للأمر والنهي، وصاروا موافقين لربهم فيما يريده منهم، فلهم الْحُسْنَى أي: الحالة الحسنة والثواب الحسن.\nفلهم من الصفات أجلها ومن المناقب أفضلها ومن الثواب العاجل والآجل ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ بعد ما ضرب لهم الأمثال وبين لهم الحق، لهم الحالة غير الحسنة، ف لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا من ذهب وفضة وغيرها، وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ من عذاب يوم القيامة ما تقبل منهم وأنى لهم ذلك؟\" أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وهو الحساب الذي يأتي على كل ما أسلفوه من عمل سيئ وما ضيعوه من حقوق الله وحقوق عباده قد كتب ذلك وسطر عليهم وقالوا: يا ويلتنا ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا و بعد هذا الحساب السيئ وَمَأْوَاهُمْ جَهَنَّمُ الجامعة لكل عذاب، من الجوع الشديد، والعطش الوجيع، والنار الحامية والزقوم والزمهرير، والضريع وجميع ما ذكره الله من أصناف العذاب وَبِئْسَ الْمِهَادُ أي: المقر والمسكن مسكنهم."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ ۚ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يستوي الذي يعلم أن ما أنزله الله عليك - أيها الرسول - من ربك هو الحق الذي لا مرية فيه، وهو المؤمن المستجيب لله، ومن هو أعمى، وهو الكافر غير المستجيب لله، إنما يعتبر ويتعظ بذلك أصحاب العقول السليمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في حمزة وأبي جهل «أفمن يعلم أنما أنزل إليك من ربك الحق» فآمن به «كمن هو أعمى» لا يعلمه ولا يؤمن به لا «إنما يتذكر» يتعظ «أولوا الألباب» أصحاب العقول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: مفرقا بين أهل العلم والعمل وبين ضدهم: أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ ففهم ذلك وعمل به.\nكَمَنْ هُوَ أَعْمَى لا يعلم الحق ولا يعمل به فبينهما من الفرق كما بين السماء والأرض، فحقيق بالعبد أن يتذكر ويتفكر أي الفريقين أحسن حالا وخير مآلا فيؤثر طريقها ويسلك خلف فريقها، ولكن ما كل أحد يتذكر ما ينفعه ويضره.\nإِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ أي: أولو العقول الرزينة، والآراء الكاملة، الذين هم لُبّ العالم، وصفوة بني آدم"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين استجابوا لله هم الذين يوفون بما عاهدوا الله عليه أو عاهدوا عليه عباده، ولا ينكثون العهود الموثقة مع الله، أو مع غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يوفون بعهد الله» المأخوذ عليهم وهم في عالم الذر أو كل عهد «ولا ينقضون الميثاق» بترك الأيمان أو الفرائض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن سألت عن وصفهم، فلا تجد أحسن من وصف الله لهم بقوله: الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ الذي عهده إليهم والذي عاهدهم عليه من القيام بحقوقه كاملة موفرة، فالوفاء بها توفيتها حقها من التتميم لها، والنصح فيها و من تمام الوفاء بها أنهم لَا يَنْقُضُونَ الْمِيثَاقَ أي: العهد الذي عاهدوا عليه الله، فدخل في ذلك جميع المواثيق والعهود والأيمان والنذور، التي يعقدها العباد.\nفلا يكون العبد من أولي الألباب الذين لهم الثواب العظيم، إلا بأدائها كاملة، وعدم نقضها وبخسها."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهم الذين يَصِلُون كل ما أمر الله بوصله من الأرحام، ويخشون ربهم خشية تدفعهم إلى امتثال أوامره واجتناب نواهيه، ويخافون أن يحاسبهم الله على كل ما اكتسبوه من الإثم، فمن نوقش الحساب هلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يصلون ما أمر الله به أن يوصل» من الإيمان والرحم وغير ذلك «ويخشون ربهم» أي وعيده «ويخافون سوء الحساب» تقدم مثله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وهذا عام في كل ما أمر الله بوصله، من الإيمان به وبرسوله، ومحبته ومحبة رسوله، والانقياد لعبادته وحده لا شريك له، ولطاعة رسوله.\nويصلون آباءهم وأمهاتهم ببرهم بالقول والفعل وعدم عقوقهم، ويصلون الأقارب والأرحام، بالإحسان إليهم قولا وفعلا، ويصلون ما بينهم وبين الأزواج والأصحاب والمماليك، بأداء حقهم كاملا موفرا من الحقوق الدينية والدنيوية.\nوالسبب الذي يجعل العبد واصلا ما أمر الله به أن يوصل، خشية الله وخوف يوم الحساب، ولهذا قال: وَيَخْشَوْنَ رَبَّهُمْ أي: يخافونه،فيمنعهم خوفهم منه، ومن القدوم عليه يوم الحساب، أن يتجرؤوا على معاصي الله، أو يقصروا في شيء مما أمر الله به خوفا من العقاب ورجاء للثواب."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَٰئِكَ لَهُمْ عُقْبَى الدَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهم الذين صبروا على طاعة الله، وعلى ما قدره الله عليهم مما يسر أو يسوء، وصبروا عن معصيته طلبًا لمرضاة الله، وأدوا الصلاة على أكمل وجه، وبذلوا مما أعطيناهم من الأموال الحقوق الواجبة، وبذلوا منها تطوعًا خفية للبعد عن الرياء، وجهرًا ليتأسَّى بهم غيرهم، ويدفعون سوء من أساء إليهم بالإحسان إليه، أولئك المتصفون بهذه الصفات لهم العاقبة المحمودة يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين صبروا» على الطاعة والبلاء وعن المعصية «ابتغاء» طلب «وجه ربهم» لا غيره من أعراض الدنيا «وأقاموا الصلاة وأنفقوا» في الطاعة «مما رزقناهم سرا وعلانية ويدرءُون» يدفعون «بالحسنة السيئة» كالجهل بالحلم والأذى بالصبر «أولئك لهم عُقبى الدار» أي العاقبة المحمودة في الدار الآخرة، وهي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ صَبَرُوا علىالمأمورات بالامتثال، وعن المنهيات بالانكفاف عنها والبعد منها، وعلى أقدار الله المؤلمة بعدم تسخطها.\nولكن بشرط أن يكون ذلك الصبر ابْتِغَاءَ وَجْهِ رَبِّهِمْ لا لغير ذلك من المقاصد والأغراض الفاسدة فإن هذا هو الصبر النافع الذي يحبس به العبد نفسه، طلبا لمرضاة ربه، ورجاء للقرب منه، والحظوة بثوابه، وهو الصبر الذي من خصائص أهل الإيمان، وأما الصبر المشترك الذي غايته التجلد ومنتهاه الفخر، فهذا يصدر من البر والفاجر، والمؤمن والكافر، فليس هو الممدوح على الحقيقة.\nوَأَقَامُوا الصَّلَاةَ بأركانها وشروطها ومكملاتها ظاهرا وباطنا، وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً دخل في ذلك النفقات الواجبة كالزكوات والكفارات والنفقات المستحبة وأنهم ينفقون حيث دعت الحاجة إلى النفقة، سرا وعلانية، وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أي: من أساء إليهم بقول أو فعل، لم يقابلوه بفعله، بل قابلوه بالإحسان إليه.\nفيعطون من حرمهم، ويعفون عمن ظلمهم، ويصلون من قطعهم، ويحسنون إلى من أساء إليهم، وإذا كانوا يقابلون المسيء بالإحسان، فما ظنك بغير المسيء؟! أُولَئِكَ الذين وصفت صفاتهم الجليلة ومناقبهم الجميلة لَهُمْ عُقْبَى الدَّارِ"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۖ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه العاقبة المحمودة هي جنات يقيمون فيها مُنَعَّمِين إقامة دائمة، ومن تمام نعيمهم فيها أن يدخلها معهم من استقام من آبائهم وأمهاتهم وأزواجهم وأولادهم إكمالًا لأُنْسهم بلقائهم، والملائكة يدخلون عليهم مهنئين من جميع أبواب منازلهم في الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جنات عدن» إقامة «يدخلونها» هم «ومن صلح» آمن «من آبائهم وأزواجهم وذرياتهم» وإن لم يعلموا بعملهم يكونون في درجاتهم تكرمة لهم «والملائكة يدخلون عليهم من كل باب» من أبواب الجنة أو القصور أول دخولهم للتهنئة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "جَنَّاتِ عَدْنٍ أي: إقامة لا يزولون عنها، ولا يبغون عنها حولا؛ لأنهم لا يرون فوقها غاية لما اشتملت عليه من النعيم والسرور، الذي تنتهي إليه المطالب والغايات.\nومن تمام نعيمهم وقرة أعينهم أنهم يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ من الذكور والإناث وَأَزْوَاجِهِمْ أي الزوج أو الزوجة وكذلك النظراء والأشباه، والأصحاب والأحباب، فإنهم من أزواجهم وذرياتهم، وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ يهنئونهم بالسلامة وكرامة الله لهم"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتحييهم الملائكة كلما دخلوا عليهم بقولهم: سلام عليكم؛ أي: سلمتم من الآفات بسبب صبركم على طاعة الله، وعلى مُرِّ أقداره، وصبركم عن معصيته، فنعم عاقبة الدار التي كانت عاقبتكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "يقولون «سلام عليكم» هذا الثواب «بما صبرتم» بصبركم في الدنيا «فنعم عُقْبَى الدار» عقباكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَلَامٌ عَلَيْكُمْ أي: حلت عليكم السلامة والتحية من الله وحصلت لكم، وذلك متضمن لزوال كل مكروه، ومستلزم لحصول كل محبوب.\nبِمَا صَبَرْتُمْ أي: صبركم هو الذي أوصلكم إلى هذه المنازل العالية، والجنان الغالية، فَنِعْمَ عُقْبَى الدَّارِ فحقيق بمن نصح نفسه وكان لها عنده قيمة، أن يجاهدها، لعلها تأخذ من أوصاف أولي الألباب بنصيب، لعلها تحظى بهذه الدار، التي هي منية النفوس، وسرور الأرواح الجامعة لجميع اللذات والأفراح، فلمثلها فليعمل العاملون وفيها فليتنافس المتنافسون."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۙ أُولَٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين ينكثون عهد الله من بعد توكيده، ويقطعون ما أمر الله بوصله من الأرحام، ويفسدون في الأرض بمعصية الله تعالى، أولئك البعداء الأشقياء لهم الطرد من رحمة الله، ولهم سوء العاقبة وهو النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض» بالكفر والمعاصي «أولئك لهم اللعنة» البعد من رحمة الله «ولهم سوء الدار» العاقبة السيئة في الدار الآخرة وهي جهنم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر حال أهل الجنة ذكر أن أهل النار بعكس ما وصفهم به، فقال عنهم: والَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ أي: من بعد ما أكده عليهم على أيدي رسله، وغلظ عليهم، فلم يقابلوه بالانقياد والتسليم، بل قابلوه بالإعراض والنقص، وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ فلم يصلوا ما بينهم وبين ربهم بالإيمان والعمل الصالح، ولا وصلوا الأرحام ولا أدوا الحقوق، بل أفسدوا في الأرض بالكفر والمعاصي، والصد عن سبيل الله وابتغائها عوجا، أُولَئِكَ لَهُمُ اللَّعْنَةُ أي: البعد والذم من الله وملائكته وعباده المؤمنين، وَلَهُمْ سُوءُ الدَّارِ وهي: الجحيم بما فيها من العذاب الأليم."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله يوسع في الرزق لمن يشاء، ويضيق على من يشاء من عباده، وليس توسيع الرزق علامة على السعادة ولا على محبة الله، ولا ضيقه علامة على الشقاء، وفرح الكفار بالحياة الدنيا فركنوا واطمأنوا إليها، وليست الحياة الدنيا في جنب الآخرة إلا متاعًا قليلًا ذاهبًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله يبسط الرزق» يوسعه «لمن يشاء ويقدر» يضيقه لمن يشاء «وفرحوا» أي أهل مكة فرح بطر «بالحياة الدنيا» أي بما نالوه فيها «وما الحياة الدنيا في» جنب حياة «الآخرة إلا متاع» شيء قليل يتمتع به ويذهب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو وحده يوسع الرزق ويبسطه على من يشاء ويقدره ويضيقه على من يشاء، وَفَرِحُوا أي: الكفار بِالْحَيَاةِ الدُّنْيَا فرحا أوجب لهم أن يطمئنوا بها، ويغفلوا عن الآخرة وذلك لنقصان عقولهم، وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ أي: شيء حقير يتمتع به قليلا ويفارق أهله وأصحابه ويعقبهم ويلا طويلا."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الذين كفروا بالله وبآياته: هلَّا أنزل على محمد آية حسّيّة من ربه تدل على صدقه، فنؤمن به، قل - أيها الرسول - لهؤلاء المقترحين: إن الله يضل من يشاء بعدله، ويهدي إليه من رجع إليه بالتوبة بفضله، وليست الهداية بأيديهم حتى يربطوها بإنزال الآيات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقول الذين كفروا» من أهل مكة «لولا» هلا «أنزل عليه» على محمد «آية من ربه» كالعصا واليد والناقة «قل» لهم «إن الله يضل من يشاء» إضلاله فلا تغني عنه الآيات شيئا «ويهدي» يرشد «إليه» إلى دينه «من أناب» رجع إليه، ويبدل مِن مَن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن الذين كفروا بآيات الله يتعنتون على رسول الله، ويقترحون ويقولون: لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ وبزعمهم أنها لو جاءت لآمنوا فأجابهم الله بقوله: قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ أي: طلب رضوانه، فليست الهداية والضلال بأيديهم حتى يجعلوا ذلك متوقفا على الآيات، ومع ذلك فهم كاذبون، ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله ولكن أكثرهم يجهلون ولا يلزم أن يأتي الرسول بالآية التي يعينونها ويقترحونها، بل إذا جاءهم بآية تبين ما جاء به من الحق، كفى ذلك وحصل المقصود، وكان أنفع لهم من طلبهم الآيات التي يعينونها، فإنها لو جاءتهم طبق ما اقترحوا فلم يؤمنوا بها لعاجلهم العذاب."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ ۗ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء الذين يهديهم الله هم الذين آمنوا، وتستأنس قلوبهم بذكر الله بتسبيحه وتحميده، وبتلاوة كتابه وسماعه، وبغير ذلك من أنواع الذكر، ألا بذكر الله وحده تستأنس القلوب، وخَلِيق بها ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين آمنوا وتطمئن» تسكن «قلوبهم بذكر الله» أي وعده «ألا بذكر الله تطمئن القلوب» أي قلوب المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر تعالى علامة المؤمنين فقال: الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أي: يزول قلقها واضطرابها، وتحضرها أفراحها ولذاتها.\nأَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ أي: حقيق بها وحريٌّ أن لا تطمئن لشيء سوى ذكره، فإنه لا شيء ألذ للقلوب ولا أشهى ولا أحلى من محبة خالقها، والأنس به ومعرفته، وعلى قدر معرفتها بالله ومحبتها له، يكون ذكرها له، هذا على القول بأن ذكر الله، ذكر العبد لربه، من تسبيح وتهليل وتكبير وغير ذلك.\nوقيل: إن المراد بذكر الله كتابه الذي أنزله ذكرى للمؤمنين، فعلى هذا معنى طمأنينة القلوب بذكر الله: أنها حين تعرف معاني القرآن وأحكامه تطمئن لها، فإنها تدل على الحق المبين المؤيد بالأدلة والبراهين، وبذلك تطمئن القلوب، فإنها لا تطمئن القلوب إلا باليقين والعلم، وذلك في كتاب الله، مضمون على أتم الوجوه وأكملها، وأما ما سواه من الكتب التي لا ترجع إليه فلا تطمئن بها، بل لا تزال قلقة من تعارض الأدلة وتضاد الأحكام.\nولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا وهذا إنما يعرفه من خبر كتاب الله وتدبره، وتدبر غيره من أنواع العلوم، فإنه يجد بينها وبينه فرقا عظيما."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهؤلاء الذين آمنوا بالله وعملوا الأعمال الصالحة التي تقربهم إلى الله، لهم عيش طيب في الآخرة، ولهم العاقبة الحسنة وهي الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين آمنوا وعملوا الصالحات» مبتدأ خبره «طوبى» مصدر من الطيب أو شجرة في الجنة يسير الراكب في ظلها مائة عام ما يقطعها «لهم وحسن مآب» مرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أي: آمنوا بقلوبهم بالله وملائكته، وكتبه ورسله واليوم الآخر، وصدقوا هذا الإيمان بالأعمال الصالحة، أعمال القلوب كمحبة الله وخشيته ورجائه، وأعمال الجوارح كالصلاة ونحوها، طُوبَى لَهُمْ وَحُسْنُ مَآبٍ أي: لهم حالة طيبة ومرجع حسن.\nوذلك بما ينالون من رضوان الله وكرامته في الدنيا والآخرة، وأن لهم كمال الراحة وتمام الطمأنينة، ومن جملة ذلك شجرة طوبى التي في الجنة، التي يسير الراكب في ظلها مائة عام ما يقطعها، كما وردت بها الأحاديث الصحيحة."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "كَذَٰلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ ۚ قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل هذا الإرسال الذي أرسلنا به الرسل السابقين إلى أممهم؛ أرسلناك - أيها الرسول - إلى أمتك؛ لتقرأ عليهم القرآن الذي أوحيناه إليك، فهو كاف في الدلالة على صدقك، لكن حال قومك أنهم يجحدون هذه الآية؛ لأنهم يكفرون بالرحمن حيث يشركون معه غيره، قل لهم - أيها الرسول -: الرحمن الذي تشركون به غيره هو ربي الذي لا معبود بحق غيره، عليه توكلت في جميع أموري، وإليه توبتي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذلك» كما أرسلنا الأنبياء قبلك «أرسلناك في أمة قد خلت من قبلها أمم لتَتْلوَ» تقرأ «عليهم الذي أوحينا إليك» أي القرآن «وهم يكفرون بالرحمن» حيث قالوا لما أمروا بالسجود له وما الرحمن؟ «قل» لهم يا محمد «هو ربي لا إله إلا هو عليه توكلت وإليه متاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: كَذَلِكَ أَرْسَلْنَاكَ إلى قومك تدعوهم إلى الهدى قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ أرسلنا فيهم رسلنا، فلست ببدع من الرسل حتى يستنكروا رسالتك، ولست تقول من تلقاء نفسك، بل تتلو عليهم آيات الله التي أوحاها الله إليك ، التي تطهر القلوب وتزكي النفوس.\nوالحال أن قومك يكفرون بالرحمن، فلم يقابلوا رحمته وإحسانه -التي أعظمها أن أرسلناك إليهم رسولا وأنزلنا عليك كتابا- بالقبول والشكر بل قابلوها بالإنكار والرد، أفلا يعتبرون بمن خلا من قبلهم من القرون المكذبة كيف أخذهم الله بذنوبهم، قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ وهذا متضمن للتوحيدين توحيد الألوهية وتوحيد الربوبية.\nفهو ربي الذي رباني بنعمه منذ أوجدني، وهو إلهي الذي عَلَيْهِ تَوَكَّلْتُ في جميع أموري وَإِلَيْهِ متاب أي: أرجع في جميع عباداتي وفي حاجاتي."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَىٰ ۗ بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو كان من صفات كتاب من الكتب الإلهية أن تزال به الجبال عن أماكنها، أو تشقق به الأرض فتستحيل أنهارًا وعيونًا، أو يقرأ على الموتى فيصيروا أحياء - لكان هذا القرآن المنزل عليك - أيها الرسول - فهو واضح البرهان، عظيم التأثير لو أنهم كانوا أتقياء القلوب، لكنهم جاحدون.\nبل لله الأمر كله في إنزال المعجزات وغيرها، أفلم يعلم المؤمنون بالله أنَّه لو يشاء الله هداية الناس جميعًا دون إنزال آيات لهداهم جميعًا دونها؟ لكنه لم يشأ ذلك، ولا يزال الذين كفروا بالله تصيبهم بما عملوا من الكفر والمعاصي داهية شديدة تقرعهم، أو تنزل تلك الداهية قريبًا من دارهم، حتى يأتي وعد الله بنزول العذاب المتصل، إن الله لا يترك إنجاز ما وعد به إذا جاء وقته المحدد له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما قالوا له إن كنت نبيا فسيّر عنا جبال مكة، واجعل لنا فيها أنهارا وعيونا لنغرس ونزرع وابعث لنا آباءنا الموتى يكلمونا أنك نبي «ولو أن قرآنا سُيّرت به الجبال» نقلت عن أماكنها «أو قطّعت» شققت «به الأرض أو كلم به الموتى» بأن يحيوا لما آمنوا «بل لله الأمر جميعا» لا لغيره فلا يؤمن إلا من شاء إيمانه دون غيره إن أوتوا ما اقترحوا، ونزل لما أراد الصحابة إظهار ما اقترحوا طمعا في إيمانهم «أفلم ييأس» يعلم «الذين آمنوا أن» مخففة أي أنه «لو يشاء الله لهدي الناس جميعا» إلى الإيمان من غير آية «ولا يزال الذين كفروا» من أهل مكة «تصيبهم بما صنعوا» بصنعهم أي كفرهم «قارعهٌ» داهية تقرعهم بصنوف البلاء من القتل والأسر والحرب والجدب «أو تحل» يا محمد بجيشك «قريبا من دارهم» مكة «حتى يأتي وعد الله» بالنصر عليهم «إن الله لا يخلف الميعاد» وقد حلَّ بالحديبية حتى أتى فتح مكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينا فضل القرآن الكريم على سائر الكتب المنزلة: وَلَوْ أَنَّ قُرْآنًا من الكتب الإلهية سُيِّرَتْ بِهِ الْجِبَالُ عن أماكنها أَوْ قُطِّعَتْ بِهِ الْأَرْضُ جنانا وأنهارا أَوْ كُلِّمَ بِهِ الْمَوْتَى لكان هذا القرآن.\nبَلْ لِلَّهِ الْأَمْرُ جَمِيعًا فيأتي بالآيات التي تقتضيها حكمته، فما بال المكذبين يقترحون من الآيات ما يقترحون؟ فهل لهم أو لغيرهم من الأمر شيء؟.\nأَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا فليعلموا أنه قادر على هدايتهم جميعا ولكنه لا يشاء ذلك، بل يهدي من يشاء، ويضل من يشاء وَلَا يَزَالُ الَّذِينَ كَفَرُوا على كفرهم، لا يعتبرون ولا يتعظون، والله تعالى يوالي عليهم القوارع التي تصيبهم في ديارهم أو تحل قريبا منها، وهم مصرون على كفرهم حَتَّى يَأْتِيَ وَعْدُ اللَّهِ الذي وعدهم به، لنزول العذاب المتصل الذي لا يمكن رفعه، إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ وهذا تهديد لهم وتخويف من نزول ما وعدهم الله به على كفرهم وعنادهم وظلمهم."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولستَ أول رسول كذب به قومه وسخروا منه، فقد استهزأت أمم من قبلك - أيها الرسول - برسلها وكذبوا بهم، فأمهلت الذين كفروا برسلهم حتى ظنوا أني غير مهلكهم، ثم أخذتهم بعد الإمهال بصنوف العذاب، فكيف رأيت عقابي لهم؟ لقد كان عقابًا شديدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد استهزئ برسل من قبلك» كما استهزئ بك وهذا تسلية للنبي صلى الله عليه وسلم «فأمْليتُ» أمهلت «للذين كفروا ثم أخذتهم» بالعقوبة «فكيف كان عقاب» أي هو واقع موقعه فكذلك أفعل بمن استهزأ بك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لرسوله -مثبتا له ومسليا- وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فلست أول رسول كذب وأوذي فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا برسلهم أي: أمهلتهم مدة حتى ظنوا أنهم غير معذبين.\nثُمَّ أَخَذْتُهُمْ بأنواع العذاب فَكَيْفَ كَانَ عِقَابِ كان عقابا شديدا وعذابا أليما، فلا يغتر هؤلاء الذين كذبوك واستهزؤوا بك بإمهالنا، فلهم أسوة فيمن قبلهم من الأمم، فليحذروا أن يفعل بهم كما فعل بأولئك."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ ۗ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفمن هو قائم بحفظ أرزاق جميع الخلق رقيب على كل نفس بما كسبت من عمل، فيجازيها على أعمالها، أولى أن يُعْبد، أم هذه الأصنام التي لا حق لها أن تعبد؟ وقد جعلها الكفار شركاء لله ظلمًا وزورًا، قل لهم - أيها الرسول -: سموا لنا الشركاء الذين عبدتموهم مع الله إن كنتم صادقين في دعواكم، أم تخبرون الله بما لا يعلم في الأرض من الشركاء، أم تخبرونه بظاهر من القول لا حقيقة له؟ بل حسّن الشيطان للذين كفروا تدبيرهم السيء، فكفروا بالله، وصرفهم عن سبيل الرشاد والهداية، ومن يضلل الله عن سبيل الرشاد فليس له من هاد يهديه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن هو قائم» رقيب «على كل نفس بما كسبت» عملت من خير وشر وهو الله كمن ليس كذلك من الأصنام لا، دل على هذا «وجعلوا الله شركاء قل سمّوهم» له من هم؟ «أم» بل أ «تنبئونه» تخبرون الله «بما» أي بشريك «لا يعلمـ» ـه «في الأرض» استفهام إنكار أي لا شريك له إذ لو كان لعلمه تعالى عن ذلك «أم» بل تسمونهم شركاء «بظاهر من القول» بظن باطل لا حقيقة له في الباطن «بل زُيّن للذين كفروا مكرهم» كفرهم «وصدوا عن السبيل» طريق الهدى «ومن يضلل الله فما له من هاد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ بالجزاء العاجل والآجل، بالعدل والقسط، وهو الله تبارك وتعالى كمن ليس كذلك؟ولهذا قال: وَجَعَلُوا لِلَّهِ شُرَكَاءَ وهو الله الأحد الفرد الصمد، الذي لا شريك له ولا ند ولا نظير، قُلْ لهم إن كانوا صادقين: سَمُّوهُمْ لتعلم حالهم أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ فإنه إذا كان عالم الغيب والشهادة وهو لا يعلم له شريكا، علم بذلك بطلان دعوى الشريك له، وأنكم بمنزلة الذي يُعَلِّمُ الله أن له شريكا وهو لا يعلمه، وهذا أبطل ما يكون؛ ولهذا قال: أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ أي: غاية ما يمكن من دعوى الشريك له تعالى أنه بظاهر أقوالكم.\nوأما في الحقيقة، فلا إله إلا الله، وليس أحد من الخلق يستحق شيئا من العبادة، ولكن زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ الذي مكروه وهو كفرهم وشركهم، وتكذيبهم لآيات الله وَصُدُّوا عَنِ السَّبِيلِ أي: عن الطريق المستقيمة الموصلة إلى الله وإلى دار كرامته، وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ لأنه ليس لأحد من الأمر شيء."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم عذاب في الحياة الدنيا بما ينالهم من القتل والأسر على أيدي المؤمنين، ولعذاب الآخرة الذي ينتظرهم أشدّ عليهم وأثقل من عذاب الدنيا؛ لما فيه من الشدة والدوام الذي لا ينقطع، وليس لهم مانع يحميهم من عذاب الله يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لهم عذاب في الحياة الدنيا» بالقتل والأسر «ولعذاب الآخرة أشق» أشد منه «ومالهم من الله» أي عذابه «من واق» مانع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ من عذاب الدنيا لشدته ودوامه، وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ يقيهم من عذاب الله، فعذابه إذا وجهه إليهم لا مانع منه."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ أُكُلُهَا دَائِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا ۖ وَعُقْبَى الْكَافِرِينَ النَّارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "صفة الجنة التي وعد الله بها المتقين له بامتثال أوامره واجتناب نواهيه أنها تجري من تحت قصورها وأشجارها الأنهار، ثمارها دائمة لا تنقطع، عكس ثمار الدنيا، وظلها دائم لا يزول، ولا يتقلص، تلك هي عاقبة الذين اتقوا الله بامتثال أوامره واجتناب نواهيه، وعاقبة الكافرين النار يدخلونها ماكثين فيها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مثل» صفة «الجنة التي وعد المتقون» مبتدأ خبره محذوف، أي فيما نقص عليكم «تجري من تحتها الأنهار أُكُلُها» ما يؤكل فيها «دائم» لا يفنى «وظلها» دائم لا تنسخه شمس لعدمها فيها «تلك» أي الجنة «عقبى» عاقبة «الذين اتقوْا» الشرك «وعقبى الكافرين النارُ»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ الذين تركوا ما نهاهم الله عنه، ولم يقصروا فيما أمرهم به، أي: صفتها وحقيقتها تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أنهار العسل، وأنهار الخمر، وأنهار اللبن، وأنهار الماء التي تجري في غير أخدود، فتسقى تلك البساتين والأشجار فتحمل من جميع أنواع الثمار.\nأُكُلُهَا دَائِمٌ وَظِلُّهَا دائم أيضا، تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا أي: عاقبتهم ومآلهم التي إليها يصيرون، وَعُقْبَى الْكَافِرِينَ النَّارُ فكم بين الفريقين من الفرق المبين؟\""
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ ۖ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ ۚ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ ۚ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين أعطيناهم التوراة من اليهود، والذين أعطيناهم الإنجيل من النصارى، يفرحون بما أنزل عليك -أيها الرسول- لموافقته لبعض ما أنزل عليهم، ومن طوائف اليهود والنصارى من ينكر بعض ما أنزل إليك مما لا يتفق مع أهوائهم، أو مما يصفهم بالتبديل والتحريف، قل لهم - أيها الرسول -: إنما أمرني الله أن أعبده وحده، ولا أشرك به غيره، إليه وحده أدعو ولا أدعو غيره، وإليه وحده مرجعي، وبهذا جاءت التوراة والإنجيل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين آتيناهم الكتاب» كعبد الله بن سلام وغيره من مؤمني اليهود «يفرحون بما أنزل إليك» لموافقته ما عندهم «ومن الأحزاب» الذين تحزَّبوا عليك بالمعادة من المشركين واليهود «من ينكر بعضه» كذكر الرحمن وما عدا القصص «قل إنما أمرت» فيما أنزل إليَّ «أن» أي بأن «أعبد الله ولا أشرك به إليه أدعو وإليه مآب» مرجعي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ أي: مننا عليهم به وبمعرفته، يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ فيؤمنون به ويصدقونه، ويفرحون بموافقة الكتب بعضها لبعض، وتصديق بعضها بعضا وهذه حال من آمن من أهل الكتابين، وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ أي: ومن طوائف الكفار المنحرفين عن الحق، من ينكر بعض هذا القرآن ولا يصدقه.\nفمن اهتدى فلنفسه ومن ضل فإنما يضل عليها إنما أنت يا محمد منذر تدعوا إلى الله، قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ أي: بإخلاص الدين لله وحده، إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ أي: مرجعي الذي أرجع به إليه فيجازيني بما قمت به من الدعوة إلى دينه والقيام بما أمرت به."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَكَذَٰلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومثل إنزالنا الكتب السابقة بألسنة أقوامها أنزلنا عليك - أيها الرسول - القرآن قولًا فصلًا مبينًا للحق عربيًّا، ولئن اتبعت - أيها الرسول- أهواء أهل الكتاب في مساومتهم لك بحذف ما لا يتفق مع أهوائهم بعدما جاءك من العلم الذي علمك الله إياه، فليس لك من الله ولي يتولى أمرك، وينصرك على أعدائك، وليس لك مانع يمنعك من عذابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك» الإنزال «أنزلناه» أي القرآن «حكما عربيا» بلغة العرب تحكم به بين الناس «ولئن اتبعت أهواءهم» أي الكفار فيما يدعونك إليه من ملتهم فرضا «بعد ما جاءك من العلم» بالتوحيد «ما لك من الله من» زائدة «وليٍّ» ناصر «ولا واق» مانع من عذابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ولقد أنزلنا هذا القرآن والكتاب حكما، عربيا أي: محكما متقنا، بأوضح الألسنة وأفصح اللغات، لئلا يقع فيه شك واشتباه، وليوجب أن يتبع وحده، ولا يداهن فيه، ولا يتبع ما يضاده ويناقضه من أهواء الذين لا يعلمون.\nولهذا توعد رسوله -مع أنه معصوم- ليمتن عليه بعصمته ولتكون أمته أسوته في الأحكام فقال: وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ البين الذي ينهاك عن اتباع أهوائهم، مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ يتولاك فيحصل لك الأمر المحبوب، وَلَا وَاقٍ يقيك من الأمر المكروه."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أرسلنا رسلًا من قبلك -أيها الرسول - من البشر، فلست بدعًا من الرسل، وجعلنا لهم أزواجًا، وجعلنا لهم أولادًا كسائر البشر، ولم نجعلهم ملائكة لا يتزوجون ولا ينجبون، وأنت من هؤلاء الرسل الذين هم بشر يتزوجون وينجبون، فلماذا يعجب المشركون من كونك كذلك؟ ولا يصح لرسول أن يأتي من عنده بآية إلا إن أذن الله بإتيانه بها، لكل أمر قضاه الله كتاب ذكر فيه ذلك، وأجل لا يتقدم ولا يتأخر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما عيروه بكثرة النساء: «ولقد أرسلنا رسلا من قبلك وجعلنا لهم أزواجا وذرية» أولادا وأنت مثلهم «وما كان لرسول» منهم «أن يأتي بآية إلا بإذن الله» لأنهم عبيد مربوبون «لكل أجل» مدة «كتاب» مكتوب فيه تحديده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لست أول رسول أرسل إلى الناس حتى يستغربوا رسالتك، وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً فلا يعيبك أعداؤك بأن يكون لك أزواج وذرية، كما كان لإخوانك المرسلين، فلأي شيء يقدحون فيك بذلك وهم يعلمون أن الرسل قبلك كذلك؛ إلا لأجل أغراضهم الفاسدة وأهوائهم؟ وإن طلبوا منك آية اقترحوها فليس لك من الأمر شيء.\nوَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ والله لا يأذن فيها إلا في وقتها الذي قدره وقضاه، لِكُلِّ أَجَلٍ كِتَابٌ لا يتقدم عليه ولا يتأخر عنه، فليس استعجالهم بالآيات أو بالعذاب موجبا لأن يقدم الله ما كتب أنه يؤخر مع أنه تعالى فعال لما يريد."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِنْدَهُ أُمُّ الْكِتَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يزيل الله ما يشاء إزالته من خير أو شر أو سعادة أو شقاء وغيرها، ويثبت ما يشاء منها، وعنده اللوح المحفوظ، فهو مرجع كل ذلك، وما يظهر من محو أو إثبات مطابق لما هو فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يمحو الله» منه «ما يشاء ويثبت» بالتخفيف والتشديد فيه ما يشاء من الأحكام وغيرها «وعنده أم الكتاب» أصله الذي لا يتغير منه شيء وهو ما كتبه في الأزل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَمْحُوا اللَّهُ مَا يَشَاءُ من الأقدار وَيُثْبِتُ ما يشاء منها، وهذا المحو والتغيير في غير ما سبق به علمه وكتبه قلمه فإن هذا لا يقع فيه تبديل ولا تغيير لأن ذلك محال على الله، أن يقع في علمه نقص أو خلل ولهذا قال: وَعِنْدَهُ أُمُّ الْكِتَابِ أي: اللوح المحفوظ الذي ترجع إليه سائر الأشياء، فهو أصلها، وهي فروع له وشعب.\nفالتغيير والتبديل يقع في الفروع والشعب، كأعمال اليوم والليلة التي تكتبها الملائكة، ويجعل الله لثبوتها أسبابا ولمحوها أسبابا، لا تتعدى تلك الأسباب، ما رسم في اللوح المحفوظ، كما جعل الله البر والصلة والإحسان من أسباب طول العمر وسعة الرزق، وكما جعل المعاصي سببا لمحق بركة الرزق والعمر، وكما جعل أسباب النجاة من المهالك والمعاطب سببا للسلامة، وجعل التعرض لذلك سببا للعطب، فهو الذي يدبر الأمور بحسب قدرته وإرادته، وما يدبره منها لا يخالف ما قد علمه وكتبه في اللوح المحفوظ."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن أريناك - أيها النبي - بعض ما نعدهم به من العذاب قبل موتك فذلك إلينا، أو أمتناك قبل أن نريك إياه فليس عليك إلا تبليغ ما أمرناك بتبليغه، وليس عليك مجازاتهم ولا محاسبتهم، فذلك علينا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإما» فيه إدغام نون إن الشرطية في ما المزيدة «نرينك بعض الذي نعدهم» به من العذاب من حياتك وجواب الشرط محذوف أي فذاك «أو نتوفينك» قبل تعذيبهم «فإنما عليك البلاغ» ما عليك إلا التبليغ «وعلينا الحساب» إذا صاروا إلينا فنجازيهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: لا تعجل عليهم بإصابة ما يوعدون به من العذاب، فهم إن استمروا على طغيانهم وكفرهم فلا بد أن يصيبهم ما وعدوا به، إمَا نُرِيَنَّكَ إياه في الدنيا فتقر بذلك عينك، أو نتوفينك قبل إصابتهم فليس ذلك شغلا لك فَإِنَّمَا عَلَيْكَ الْبَلَاغُ والتبيين للخلق.\nوَعَلَيْنَا الْحِسَابُ فنحاسب الخلق على ما قاموا به، مما عليهم، وضيعوه، ونثيبهم أو نعاقبهم."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ۚ وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم يشاهد هؤلاء الكفار أنا نأتي أرض الكفر ننقصها من أطرافها بنشر الإسلام، وفتح المسلمين لها، والله يحكم ويقضي بما يشاء بين عباده، ولا أحد يتعقب حكمه بنقض أو تغيير أو تبديل، وهو سبحانه سريع الحساب، يحاسب الأولين والآخرين في يوم واحد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو لم يروْا» أي أهل مكة «أنا نأتي الأرض» نقصد أرضهم «ننقصها من أطرافها» بالفتح على النبي صلى الله عليه وسلم «والله يحكم» في خلقه بما يشاء «لا مُعَقّب» لا راد «لحكمه وهو سريع الحساب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال متوعدا للمكذبين أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا قيل بإهلاك المكذبين واستئصال الظالمين، وقيل: بفتح بلدان المشركين، ونقصهم في أموالهم وأبدانهم، وقيل غير ذلك من الأقوال.\nوالظاهر -والله أعلم- أن المراد بذلك أن أراضي هؤلاء المكذبين جعل الله يفتحها ويجتاحها، ويحل القوارع بأطرافها، تنبيها لهم قبل أن يجتاحهم النقص، ويوقع الله بهم من القوارع ما لا يرده أحد، ولهذا قال: وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ ويدخل في هذا حكمه الشرعي والقدري والجزائي.\nفهذه الأحكام التي يحكم الله فيها، توجد في غاية الحكمة والإتقان، لا خلل فيها ولا نقص، بل هي مبنية على القسط والعدل والحمد، فلا يتعقبها أحد ولا سبيل إلى القدح فيها، بخلاف حكم غيره فإنه قد يوافق الصواب وقد لا يوافقه، وَهُوَ سَرِيعُ الْحِسَابِ أي: فلا يستعجلوا بالعذاب فإن كل ما هو آت، فهو قريب."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد مكرت الأمم السابقة بأنبيائها، وكادت لهم، وكذبوا بما جاؤوا به، فماذا فعلوا بتدبيرهم لهم؟ لا شيء؛ لأن التدبير الفاعل هو تدبير الله لا غيره، كما أنه سبحانه هو الذي يعلم جميعَ أعمال الخلق كلهم، لا يخفى عليه شيء منها، وعندئذ سيعلم هؤلاء المكذبون كم كانوا مخطئين في عدم الإيمان بالله، وكم كان المؤمنون مصيبين، فحازوا بذلك الجنة والعاقبة الحسنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقد مكر الذين من قبلهم» من الأمم بأنبيائهم كما مكروا بك «فلله المكر جميعا» وليس مكرهم كمكره لأنه تعالى «يعلم ما تكسب كل نفس» فيعد لها جزاءه وهذا هو المكر كله لأنه يأتيهم به من حيث لا يشعرون «وسيعلم الكافر» المراد به الجنس وفي قراءة الكفار «لمن عقبى الدار» أي العاقبة المحمودة في الدار الآخرة ألهم أم للنبي صلى الله عليه وسلم وأصحابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ برسلهم وبالحق الذي جاءت به الرسل، فلم يغن عنهم مكرهم ولم يصنعوا شيئا فإنهم يحاربون الله ويبارزونه، فَلِلَّهِ الْمَكْرُ جَمِيعًا أي: لا يقدر أحد أن يمكر مكرا إلا بإذنه، وتحت قضائه وقدره،فإذا كانوا يمكرون بدينه فإن مكرهم سيعود عليهم بالخيبة والندم، فإن الله يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ أي: هومها وإراداتها وأعمالها الظاهرة والباطنة.\nوالمكر لا بد أن يكون من كسبها فلا يخفى على الله مكرهم، فيمتنع أن يمكروا مكرا يضر الحق وأهله ويفيدهم شيئا، وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ أي: ألهم أو لرسله؟ ومن المعلوم أن العاقبة للمتقين لا للكفر وأعماله."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الذين كفروا: لست - يا محمد - مرسلًا من الله، قل لهم - أيها الرسول -: كفى بالله شاهدًا بيني وبينكم على أني مرسل من ربي إليكم، ومن عنده علم من الكتب السماوية التي جاء فيها نَعْتِي، ومن كان الله شاهدًا بصدقه، فلا يضره تكذيب من كذّب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقول الذين كفروا» لك «لست مرسلا قل» لهم «كفى بالله شهيدا بيني وبينكم» على صدقي «ومن عنده علم الكتاب» من مؤمني اليهود والنصارى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا أي: يكذبونك ويكذبون ما أرسلت به، قُلْ لهم -إن طلبوا على ذلك شهيدا: كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وشهادته بقوله وفعله وإقراره، أما قوله فبما أوحاه الله إلى أصدق خلقه مما يثبت به رسالته.\nوأما فعله فلأن الله تعالى أيد رسوله ونصره نصرا خارجا عن قدرته وقدرة أصحابه وأتباعه وهذا شهادة منه له بالفعل والتأييد.\nوأما إقراره، فإنه أخبر الرسول عنه أنه رسوله، وأنه أمر الناس باتباعه، فمن اتبعه فله رضوان الله وكرامته، ومن لم يتبعه فله النار والسخط وحل له ماله ودمه والله يقره على ذلك، فلو تقول عليه بعض الأقاويل لعاجله بالعقوبة.\nوَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ وهذا شامل لكل علماء أهل الكتابين، فإنهم يشهدون للرسول من آمن واتبع الحق، صرح بتلك الشهادة التي عليه، ومن كتم ذلك فإخبار الله عنه أن عنده شهادة أبلغ من خبره، ولو لم يكن عنده شهادة لرد استشهاده بالبرهان، فسكوته يدل على أن عنده شهادة مكتومة.\nوإنما أمر الله باستشهاد أهل الكتاب لأنهم أهل هذا الشأن، وكل أمر إنما يستشهد فيه أهله ومن هم أعلم به من غيرهم، بخلاف من هو أجنبي عنه، كالأميين من مشركي العرب وغيرهم، فلا فائدة في استشهادهم لعدم خبرتهم ومعرفتهم والله أعلم."
                }
            ]
        }
    ]
}