{
    "surah": "الحجر",
    "number": 15,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "الر ۚ تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(الر) تقدم الكلام على نظائرها في بداية سورة البقرة.\nهذه الآيات رفيعة الشأن الدالة على أنها منزلة من عند الله هي آيات قرآن مُوضِّح للتوحيد والشرائع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الر» الله أعلم بمراده بذلك «تلك» هذه الآيات «آيات الكتاب» القرآن والإضافة بمعنى من «وقرآن مبين» مظهر للحق من الباطل عطف بزيادة صفة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى معظما لكتابه مادحا له تِلْكَ آيَاتُ الْكِتَابِ أي: الآيات الدالة على أحسن المعاني وأفضل المطالب، وَقُرْآنٍ مُبِينٍ للحقائق بأحسن لفظ وأوضحه وأدله على المقصود، وهذا مما يوجب على الخلق الانقياد إليه، والتسليم لحكمه وتلقيه بالقبول والفرح والسرور."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سيتمنى الكفار يوم القيامة لو كانوا مسلمين عندما يتضح لهم الأمر، وينكشف لهم بطلان ما كانوا عليه من الكفر في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رُبَّمَا» بالتشديد والتخفيف «يود» يتمنى «الذين كفروا» يوم القيامة إذا عاينوا حالهم وحال المسلمين «لو كانوا مسلمين» ورب للتكثير فإنه يكثر منهم تمني ذلك وقيل للتقليل فإن الأهوال تدهشهم فلا يفيقون حتى يتمنوا ذلك إلا في أحيان قليلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأما من قابل هذه النعمة العظيمة بردها والكفر بها، فإنه من المكذبين الضالين، الذين سيأتي عليهم وقت يتمنون أنهم مسلمون، أي: منقادون لأحكامه وذلك حين ينكشف الغطاء وتظهر أوائل الآخرة ومقدمات الموت، فإنهم في أحوال الآخرة كلها يتمنون أنهم مسلمون، وقد فات وقت الإمكان، ولكنهم في هذه الدنيا مغترون."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اترك - أيها الرسول - هؤلاء المكذبين يأكلوا كما تأكل الأنعام، ويتمتعوا بملذات الدنيا المنقطعة، ويشغلهم طول الأمل عن الإيمان والعمل الصالح، فسوف يعلمون ما هم فيه من الخسران إذا وردوا على الله يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذرهم» اترك الكفار يا محمد «يأكلوا ويتمتعوا» بدنياهم «ويلههم» يشغلهم «الأمل» بطول العمر وغيره عن الإيمان «فسوف يعلمون» عاقبة أمرهم وهذا قبل الأمر بالقتال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا بلذاتهم وَيُلْهِهِمُ الْأَمَلُ أي: يؤملون البقاء في الدنيا فيلهيهم عن الآخرة، فَسَوْفَ يَعْلَمُونَ أن ما هم عليه باطل وأن أعمالهم ذهبت خسرانا عليهم ولا يغتروا بإمهال الله تعالى فإن هذه سنته في الأمم."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أنزلنا الهلاك على قرية من القرى الظالمة إلا كان لها أجل محدد في علم الله، لا تتقدم عنه ولا تتأخر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أهلكنا من» زائدة «قرية» أريد أهلها «إلا ولها كتاب» أجل «معلوم» محدود لإهلاكها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ كانت مستحقة للعذاب إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ مقدر لإهلاكها."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يأتي أمة من الأمم هلاكها قبل أن يحين أجلها، ولا يتأخر عنها الهلاك إذا حان أجلها، فعلى الظالمين ألا يغتروا بإمهال الله لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما تسبق من» زائدة «أمة أجلها وما يستأخرون» يتأخرون عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ وإلا فالذنوب لا بد من وقوع أثرها وإن تأخر"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الكفار من أهل مكة للرسول صلى الله عليه وسلم: يا أيها الذي نزل عليه - كما يدعي- الذكر إنك بدعواك هذه لمجنون تتصرف تصرف المجانين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» أي كفار مكة للنبي صلى الله عليه وسلم «يا أيها الذي نُزّل عليه الذكر» القرآن في زعمه «إنك لمجنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وقال المكذبون لمحمد صلى الله عليه وسلم استهزاء وسخرية: يا أيها الذي نزل عليه الذكر على زعمك إنك لمجنون إذ تظن أنا سنتبعك ونترك ما وجدنا عليه آباءنا لمجرد قولك."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هلا جئتنا بالملائكة يشهدون لك، إن كنت من الصادقين بأنك نبي مرسل، وأن العذاب نازل بنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لو ما» هلا «تأتينا بالملائكة إن كنت من الصادقين» في قولك إنك نبي وإن هذا القرآن من عند الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لو ما تأتينا بالملائكة يشهدون لك بصحة ما جئت به إن كنت من الصادقين فلما لم تأت بالملائكة فلست بصادق، وهذا من أعظم الظلم والجهل.\nأما الظلم فظاهر فإن هذا تجرؤ على الله وتعنت بتعيين الآيات التي لم يخترها وحصل المقصود والبرهان بدونها من الآيات الكثيرة الدالة على صحة ما جاء به، وأما الجهل، فإنهم جهلوا مصلحتهم من مضرتهم، فليس في إنزال الملائكة، خير لهم بل لا ينزل الله الملائكة إلا بالحق الذي لا إمهال على من لم يتبعه وينقد له."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله ردًّا على ما اقترحوه من مجيء الملائكة: لا ننزل الملائكة إلا وفق ما تقتضيه الحكمة حين يحين إهلاككم بالعذاب، وليسوا - إذا جئنا بالملائكة ولم يؤمنوا - بمُمْهَلين، بل سيعاجلون بالعقاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى «ما تَنَزَّلُ» فيه حذف إحدى التاءين «الملائكة إلا بالحق» بالعذاب «وما كانوا إذاً» أي حين نزول الملائكة بالعذاب «منظرين» مؤخرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لا ينزل الله الملائكة إلا بالحق الذي لا إمهال على من لم يتبعه وينقد له.\n( وَمَا كَانُوا إِذًا ) أي: حين تنزل الملائكة، إن لم يؤمنوا، ولن يؤمنوا ب ( مُنْظَرِينَ ) أي: بمهملين، فصار طلبهم لإنزال الملائكة تعجيلا لأنفسهم بالهلاك والدمار، فإن الإيمان ليس في أيديهم وإنما هو بيد الله، وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلا مَا كَانُوا لِيُؤْمِنُوا إِلا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ ويكفيهم من الآيات إن كانوا صادقين، هذا القرآن العظيم ولهذا قال هنا:"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا نحن الذين نزلنا هذا القرآن على قلب محمد صلى الله عليه وسلم تذكيرًا للناس، وإنا للقرآن لحافظون من الزيادة والنقصان والتبديل والتحريف."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا نحن» تأكيد لاسم إن أو فصل «نزلنا الذكر» القرآن «وإنا له لحافظون» من التبديل والتحريف والزيادة والنقص."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "( إِنَّا نَحْنُ نزلْنَا الذِّكْرَ ) أي: القرآن الذي فيه ذكرى لكل شيء من المسائل والدلائل الواضحة، وفيه يتذكر من أراد التذكر، ( وَإِنَّا لَهُ لَحَافِظُونَ ) أي: في حال إنزاله وبعد إنزاله، ففي حال إنزاله حافظون له من استراق كل شيطان رجيم، وبعد إنزاله أودعه الله في قلب رسوله، واستودعه فيها ثم في قلوب أمته، وحفظ الله ألفاظه من التغيير فيها والزيادة والنقص، ومعانيه من التبديل، فلا يحرف محرف معنى من معانيه إلا وقيض الله له من يبين الحق المبين، وهذا من أعظم آيات الله ونعمه على عباده المؤمنين، ومن حفظه أن الله يحفظ أهله من أعدائهم، ولا يسلط عليهم عدوا يجتاحهم."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بعثنا من قبلك - أيها الرسول - رسلًا في جماعات الكفر السابقة فكذبوهم، فلست بِدْعًا من الرسل في تكذيب أمتك لك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أرسلنا من قبلك» رسلا «في شيع» فرق «الأولين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه إذ كذبه المشركون: لم يزل هذا دأب الأمم الخالية والقرون الماضية: ولقد أرسلنا من قبلك في شيع الأولين أي: فرقهم وجماعتهم رسلا."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يأتي جماعات الكفر السابقة رسول إلا كذبوه وسخروا منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما» كان «يأتيهم من رسول إلا كانوا به يستهزئون» كاستهزاء قومك بك وهذا تسلية له صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وما يأتيهم من رسول يدعوهم إلى الحق والهدى إلا كانوا به يستهزئون"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "كَذَٰلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كما أدخلنا التكذيب في قلوب تلك الأمم ندخله كذلك في قلوب مشركي مكة بإعراضهم وعنادهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذلك نسلكه» أي مثل إدخالنا التكذيب في قلوب أولئك ندخله «في قلوب المجرمين» أي كفار مكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كذلك نسلكه أي: ندخل التكذيب في قلوب المجرمين أي: الذين وصفهم لظلم والبهت، عاقبناهم لما اشتبهت قلوبهم بالكفر والتكذيب، تشابهت معاملتهم لأنبيائهم ورسلهم بالاستهزاء والسخرية وعدم الإيمان"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "لَا يُؤْمِنُونَ بِهِ ۖ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يؤمنون بهذا القرآن المنزل على محمد صلى الله عليه وسلم، وقد مضت سُنَّة الله في إهلاك المكذبين بما جاءت به رسلهم، فليعتبر المكذبون بك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يؤمنون به» بالنبي صلى الله عليه وسلم «وقد خلت سنة الأولين» أي سنة الله فيهم من تعذيبهم بتكذيبهم أنبياءهم وهؤلاء مثلهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لا يؤمنون به وقد خلت سنة الأولين أي: عادة الله فيهم بإهلاك من لم يؤمن بآيات الله."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهؤلاء المكذبون معاندون حتى لو اتضح لهم الحق بالأدلة الجلية، فلو فتحنا لهم بابًا من السماء فظلوا يصعدون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو فتحنا عليهم بابا من السماء فظلوا فيه» في الباب «يعرجون» يصعدون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ولو جاءتهم كل آية عظيمة لم يؤمنوا وكابروا ولو فتحنا عليهم بابا من السماء فصاروا يعرجون فيه، ويشاهدونه عيانا بأنفسهم"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لما صدقوا، ولقالوا: إنما سُدَّت أبصارنا عن الإبصار، بل ما نراه هو بتأثير السحر، فنحن مسحورون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقالوا إنما سُكِّرت» سدت «أبصارنا بل نحن قوم مسحورون» يخيل إلينا ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لقالوا من ظلمهم وعنادهم منكرين لهذه الآية: إنما سكرت أبصارنا أي: أصابها سكر وغشاوة حتى رأينا ما لم نر، بل نحن قوم مسحورون أي: ليس هذا بحقيقة، بل هذا سحر، وقوم وصلت بهم الحال إلى هذا الإنكار، فإنهم لا مطمع فيهم ولا رجاء"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد جعلنا في السماء نجومًا عظيمة يهتدي بها الناس في أسفارهم في ظلمات البر والبحر، وجَمَّلناها لمن نظر إليها وأبصرها؛ ليستدلوا بها على قدرة الله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد جعلنا في السماء بروجا» اثني عشر: الحمل والثور والجوزاء والسرطان والأسد والسنبلة والميزان والعقرب والقوس والجدي والدلو والحوت، وهي منازل الكواكب السبعة السيارة: المريخ وله الحمل والعقرب، والزهرة ولها الثور والميزان، وعطارد وله الجوزاء والسنبلة، والقمر وله السرطان، والشمس ولها الأسد، والمشتري وله القوس والحوت، وزحل له الجدي والدلو «وزيناها» بالكواكب «للناظرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى -مبينا كمال اقتداره ورحمته بخلقه-: ولقد جعلنا في السماء بروجا أي: نجوما كالأبراج والأعلام العظام يهتدى بها في ظلمات البر والبحر، وزيناها للناظرين فإنه لولا النجوم لما كان للسماء هذا المنظر البهي والهيئة العجيبة، وهذا مما يدعو الناظرين إلى التأمل فيها والنظر في معانيها والاستدلال بها على باريها."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وحفظنا السماء من كل شيطان مطرود عن رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وحفظناها» بالشهب «من كل شيطان رجيم» مرجوم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحفظناها من كل شيطان رجيم إذا استرق السمع أتبعته الشهب الثواقب فبقيت السماء ظاهرها مجملا بالنجوم النيرات وباطنها محروسا ممنوعا من الآفات."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا من استمع للملإِ الأعلى خِلْسة فيلحقه جرم مضيء، فيحرقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا» لكن «من استرق السمع» خطفه «فأتبعه شهاب مبين» كوكب يضيء ويحرقه أو يثقبه أو يخبله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إلا من استرق السمع أي: في بعض الأوقات قد يسترق بعض الشياطين السمع بخفية واختلاس، فأتبعه شهاب مبين أي: بين منير يقتله أو يخبله.\nفربما أدركه الشهاب قبل أن يوصلها الشيطان إلى وليه فينقطع خبر السماء عن الأرض، وربما ألقاها إلى وليه قبل أن يدركه الشهاب فيضمُّها ويكذب معها مائة كذبة، ويستدل بتلك الكلمة التي سمعت من السماء."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأرض بسطناها ليستقر الناس عليها، وجعلنا فيها جبالًا ثوابت حتى لا تميد بالناس، وأنبتنا فيها من أنواع النبات ما هو مقدّر محدد بما تقتضيه الحكمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأرض مددناها» بسطناها «وألقينا فيها رواسي» جبالا ثوابت لئلا تتحرك بأهلها «وأنبتنا فيها من كل شيء موزون» معلوم مقدر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والأرض مددناها أي: وسعناها سعة يتمكن الآدميون والحيوانات كلها على الامتداد بأرجائها والتناول من أرزاقها والسكون في نواحيها.\nوألقينا فيها رواسي أي: جبالا عظاما تحفظ الأرض بإذن الله أن تميد وتثبتها أن تزول وأنبتنا فيها من كل شيء موزون أي: نافع متقوم يضطر إليه العباد والبلاد ما بين نخيل وأعناب وأصناف الأشجار وأنواع النبات."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلنا لكم - أيها الناس - في الأرض ما يعيشكم من المآكل والمشارب ما دمتم في الحياة الدنيا، وجعلنا لغيركم ممن لا تَرزقونه من الناس والحيوان ما يعيشهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلنا لكم فيها معايش» بالياء من الثمار والحبوب «و» جعلنا لكم «من لستم له برازقين» من العبيد والدواب والأنعام فإنما يرزقهم الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وجعلنا لكم فيها معايش من الحرث ومن الماشية ومن أنواع المكاسب والحرف.\nومن لستم له برازقين أي: أنعمنا عليكم بعبيد وإماء وأنعام لنفعكم ومصالحكم وليس عليكم رزقها، بل خولكم الله إياها وتكفل بأرزاقها."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما من شيء ينتفع به الناس والدواب إلا نحن قادرون على إيجاده ونفع الناس به، وما نوجد ما نوجده من ذلك إلا بمقدار محدد تقتضيه حكمتنا ومشيئتنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» ما «من» زائدة «شيء إلا عندنا خزائنه» مفاتيح خزائنه «وما ننزله إلا بقدر معلوم» على حسب المصالح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: جميع الأرزاق وأصناف الأقدار لا يملكها أحد إلا الله، فخزائنها بيده يعطي من يشاء، ويمنع من يشاء، بحسب حكمته ورحمته الواسعة، وَمَا نُنَزِّلُهُ أي: المقدر من كل شيء من مطر وغيره، إِلَّا بِقَدَرٍ مَعْلُومٍ فلا يزيد على ما قدره الله ولا ينقص منه."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأرسلنا الرياح تُلَقِّح السحاب، فأنزلنا من السحاب المُلَقَّح بها مطرًا، فسقيناكم من ماء المطر، ولستم - أيها الناس - بخازنين لهذا الماء في الأرض ليكون عيونًا وآبارًا، وإنما الله هو الذي يخزنه فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأرسلنا الرياح لواقح» تلقح السحاب فيمتلئ ماء «فأنزلنا من السماء» السحاب «ماء» مطرا «فأسقيناكموه وما أنتم له بخازنين» أي ليست خزائنه بأيديكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وسخرنا الرياح، رياح الرحمة تلقح السحاب، كما يلقح الذكر الأنثى، فينشأ عن ذلك الماء بإذن الله، فيسقيه الله العباد ومواشيهم وأرضهم، ويبقى في الأرض مدخرا لحاجاتهم وضروراتهم ما هو مقتضى قدرته ورحمته، وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ أي: لا قدرة لكم على خزنه وادخاره، ولكن الله يخزنه لكم ويسلكه ينابيع في الأرض رحمة بكم وإحسانا إليكم."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنا لنحن نحيي الموتى بخلقهم من العدم وببعثهم بعد الموت، ونميت الأحياء إذا استوفوا آجالهم، ونحن الباقون الذين نرث الأرض ومن عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنا لنحن نحي ونميت ونحن الوارثون» الباقون نرث جميع الخلق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو وحده لا شريك له الذي يحيي الخلق من العدم بعد أن لم يكونوا شيئا مذكورا ويميتهم لآجالهم التي قدرها وَنَحْنُ الْوَارِثُونَ كقوله: إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ وليس ذلك بعزيز ولا ممتنع على الله"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد علمنا من تقدم منكم ولادة وموتًا، وعلمنا من تأخر فيهما، لا يخفى علينا من ذلك شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد علمنا المستقدمين منكم» أي من تقدم من الخلق من لدن آدم «ولقد علمنا المستأخرين» المتأخرين إلى يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقسير الآيتين 24 و 25 :يعلم المستقدمين من الخلق والمستأخرين منهم ويعلم ما تنقص الأرض منهم وما تفرق من أجزائهم، وهو الذي قدرته لا يعجزها معجز فيعيد عباده خلقا جديدا ويحشرهم إليه.\nإِنَّهُ حَكِيمٌ يضع الأشياء مواضعها، وينزلها منازلها، ويجازي كل عامل بعمله، إن خيرا فخير، وإن شرا فشر."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن ربك - أيها الرسول - هو يحشرهم جميعًا يوم القيامة؛ ليجازي المحسن بإحسانه، والمسيء بإساءته، إنه حكيم في تدبيره، عليم لا يخفى عليه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن ربك هو يحشرهم إنه حكيم» في صنعه «عليم» بخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقسير الآيتين 24 و 25 :يعلم المستقدمين من الخلق والمستأخرين منهم ويعلم ما تنقص الأرض منهم وما تفرق من أجزائهم، وهو الذي قدرته لا يعجزها معجز فيعيد عباده خلقا جديدا ويحشرهم إليه.\nإِنَّهُ حَكِيمٌ يضع الأشياء مواضعها، وينزلها منازلها، ويجازي كل عامل بعمله، إن خيرا فخير، وإن شرا فشر."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد خلقنا آدم من طين يابس إن نُقِرَ صَوَّت، وهذا الطين الذي خُلِق منه أسود متغير الريح لطول مكثه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد خلقنا الإنسان» آدم «من صلصال» طين يابس يسمع له صلصلة إذا نقر «من حمأ» طين أسود «مسنون» متغير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى نعمته وإحسانه على أبينا آدم عليه السلام، وما جرى من عدوه إبليس، وفي ضمن ذلك التحذير لنا من شره وفتنته فقال تعالى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ أي آدم عليه السلام مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ أي: من طين قد يبس بعد ما خمر حتى صار له صلصلة وصوت، كصوت الفخار، والحمأ المسنون: الطين المتغير لونه وريحه من طول مكثه."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وخلقنا أبا الجن من قبل خلق آدم عليه السلام من نار شديدة الحرارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والجان» أبا الجان وهو إبليس «خلقناه من قبل» أي قبل خلق آدم «من نار السموم» هي نار لا دخان لها تنفذ من المسام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْجَانَّ وهو: أبو الجن أي: إبليس خَلَقْنَاهُ مِنْ قَبْلُ خلق آدم مِنْ نَارِ السَّمُومِ أي: من النار الشديدة الحرارة"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - إذ قال ربك للملائكة ولإبليس - وكان معهم -: إني سأخلق بشرًا من طين يابس له صوت إذا نُقِرَ، أسود متغير الريح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ قال ربك للملائكة إني خالق بشرا من صلصال من حمأ مسنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أراد الله خلق آدم قال للملائكة: إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا عدَّلتُ صورته، وكمَّلتُ خلقه فاسجدوا له امتثالًا لأمري وتحية له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا سويته» أتممته «ونفخت» أجريت «فيه من روحي» فصار حيا وإضافة الروح إليه تشريف لآدم «فقعوا له ساجدين» سجود تحية بالانحناء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِذَا سَوَّيْتُهُ جسدا تاما وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ فامتثلوا أمر ربهم."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فامتثل الملائكة، فسجدوا كلهم له كما أمرهم ربهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسجد الملائكة كلهم أجمعون» فيه تأكيدان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ تأكيد بعد تأكيد ليدل على أنه لم يتخلف منهم أحد، وذلك تعظيما لأمر الله وإكراما لآدم حيث علم ما لم يعلموا."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "إِلَّا إِبْلِيسَ أَبَىٰ أَنْ يَكُونَ مَعَ السَّاجِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكن إبليس - الذي كان مع الملائكة، ولم يكن منهم - امتنع أن يسجد لآدم مع الملائكة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا إبليس» هو أبو الجن كان بين الملائكة «أبى» امتنع من «أن يكون مع الساجدين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ وهذه أول عداوته لآدم وذريته"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لإبليس بعد امتناعه من السجود لآدم: ما حملك ومنعك من أن تسجد مع الملائكة الذين سجدوا امتثالًا لأمري؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» تعالى «يا إبليس مالك» ما منعك «أ» ن «لا» زائدة «تكون مع الساجدين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير ألايتين 32 و 33 :قال الله: يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ فاستكبر على أمر الله وأبدى العداوة لآدم وذريته وأعجب بعنصره، وقال: أنا خير من آدم."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس متكبرًا: ما يصح لي أن أسجد لبشر خلقته من طين يابس كان طينًا أسود متغيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال لم أكن لأسجد» لا ينبغي لي أن أسجد «لبشر خلقته من صلصال من حمأ مسنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير ألايتين 32 و 33 :قال الله: يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ فاستكبر على أمر الله وأبدى العداوة لآدم وذريته وأعجب بعنصره، وقال: أنا خير من آدم."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لإبليس: اخرج من الجنة فإنك مطرود."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فاخرج منها» أي الجنة وقيل من السماوات «فإنك رجيم» مطرود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ الله معاقبا له على كفره واستكباره فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ أي: مطرود مبعد من كل خير"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَىٰ يَوْمِ الدِّينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن عليك اللعنة والطرد من رحمتي إلى يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن عليك اللعنة إلى يوم الدين» الجزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّ عَلَيْكَ اللَّعْنَةَ أي: الذم والعيب، والبعد عن رحمة الله، إِلَى يَوْمِ الدِّينِ ففيها وما أشبهها دليل على أنه سيستمر على كفره وبعده من الخير."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس: يا رب، أمهلني ولا تمتني إلى يوم يبعث الخلق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال رب فأنظرني إلى يوم يبعثون» أي الناس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 36 الى 38 : قَالَ رَبِّ فَأَنْظِرْنِي أي: أمهلني إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ وليس إجابة الله لدعائه كرامة في حقه وإنما ذلك امتحان وابتلاء من الله له وللعباد ليتبين الصادق الذي يطيع مولاه دون عدوه ممن ليس كذلك، ولذلك حذرنا منه غاية التحذير، وشرح لنا ما يريده منا."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله له: فإنك من المُمْهَلين الذين أخَّرت آجالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فإنك من المنظرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 36 الى 38 : قَالَ رَبِّ فَأَنْظِرْنِي أي: أمهلني إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ وليس إجابة الله لدعائه كرامة في حقه وإنما ذلك امتحان وابتلاء من الله له وللعباد ليتبين الصادق الذي يطيع مولاه دون عدوه ممن ليس كذلك، ولذلك حذرنا منه غاية التحذير، وشرح لنا ما يريده منا."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلى الوقت الذي يموت فيه جميع الخلائق عند النفخة الأولى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى يوم الوقت المعلوم» وقت النفخة الأولى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 36 الى 38 : قَالَ رَبِّ فَأَنْظِرْنِي أي: أمهلني إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ وليس إجابة الله لدعائه كرامة في حقه وإنما ذلك امتحان وابتلاء من الله له وللعباد ليتبين الصادق الذي يطيع مولاه دون عدوه ممن ليس كذلك، ولذلك حذرنا منه غاية التحذير، وشرح لنا ما يريده منا."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس: يا رب، بسبب إضلالك لي لأُحَسِّنَنَّ لهم المعاصي في الأرض، ولأضلَّنهم كلهم عن الصراط المستقيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال ربّ بما أغويتني» أي بإغوائك لي والباء للقسم وجوابه «لأزيِّنَنَّ لهم في الأرض» المعاصي «ولأغوينهم أجمعين»,"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ أي: أزين لهم الدنيا وأدعوهم إلى إيثارها على الأخرى، حتى يكونوا منقادين لكل معصية.\nوَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ أي: أصدهم كلهم عن الصراط المستقيم،"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا من اصطفيتهم من عبادك لعبادتك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا عبادك منهم المخلصين» أي المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ أي: الذين أخلصتهم واجتبيتهم لإخلاصهم، وإيمانهم وتوكلهم."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "قَالَ هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله: هذا طريق معتدل موصل إليّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» تعالى «هذا صراط عليَّ مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله تعالى: هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ أي: معتدل موصل إليَّ وإلى دار كرامتي."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن عبادي المخلصين ليس لك قدرة ولا تَسَلُّطٌ على إغوائهم إلا من اتبعك من الضالين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وهو «إن عبادي» أي المؤمنين «ليس لك عليهم سلطان» قوة «إلا» لكن «من اتبعك من الغاوين» الكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ تميلهم به إلى ما تشاء من أنواع الضلالات، بسبب عبوديتهم لربهم وانقيادهم لأوامره أعانهم الله وعصمهم من الشيطان.\nإِلَّا مَنِ اتَّبَعَكَ فرضي بولايتك وطاعتك بدلا من طاعة الرحمن، مِنَ الْغَاوِينَ والغاوي: ضد الراشد فهو الذي عرف الحق وتركه، والضال: الذي تركه من غير علم منه به."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن جهنم لموعد إبليس ومن اتبعه من الضالين كلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن جهنم لموعدهم أجمعين» أي من اتبعك معك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ أي: إبليس وجنوده"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لجهنم سبعة أبواب يدخلون منها، لكل باب من أبوابها من أتباع إبليس قدر معلوم منهم يدخل منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لها سبعة أبواب» أطباق «لكل باب» منها «منهم جزء» نصيب «مقسوم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهَا سَبْعَةُ أَبْوَابٍ كل باب أسفل من الآخر، لِكُلِّ بَابٍ مِنْهُمْ أي: من أتباع إبليس جُزْءٌ مَقْسُومٌ بحسب أعمالهم.\nقال الله تعالى: فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين اتقوا ربهم بامتثال أمره واجتناب نهيه في جنات وعيون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المتقين في جنات» بساتين «وعيون» تجري فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر تعالى ما أعد لأعدائه أتباع إبليس من النكال والعذاب الشديد ذكر ما أعد لأوليائه من الفضل العظيم والنعيم المقيم فقال تعالى: إِنَّ الْمُتَّقِينَ الذين اتقوا طاعة الشيطان وما يدعوهم إليه من جميع الذنوب والعصيان فِي جَنَّاتٍ وَعُيُونٍ قد احتوت على جميع الأشجار وأينعت فيها جميع الثمار اللذيذة في جميع الأوقات."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "ادْخُلُوهَا بِسَلَامٍ آمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقال لهم عند دخولها: ادخلوها بسلامة من الآفات، وأمن من المخاوف."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ويقال لهم «ادخلوها بسلام» أي سالمين من كل مخوّف أو مع سلام أي سلموا وادخلوا «آمنين» من كل فزع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال لهم حال دخولها: ادْخُلُوهَا بِسَلَامٍ آمِنِينَ من الموت والنوم والنصب، واللغوب وانقطاع شيء من النعيم الذي هم فيه أو نقصانه ومن المرض، والحزن والهم وسائر المكدرات"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُتَقَابِلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأزلنا ما في صدورهم من حقد وعداوة، إخوة متحابِّين يجلسون على أسرَّة ينظر بعضهم إلى بعض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونزعنا ما في صدورهم من غِلِّ» حقد «إخوانا» حال منهم «على سُرر متقابلين» حال أيضا أي لا ينظر بعضهم إلى قفا بعض لدورات الأسرَّة بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ فتبقى قلوبهم سالمة من كل دغل وحسد متصافية متحابة إخوانا على سرر متقابلين دل ذلك على تزاورهم واجتماعهم وحسن أدبهم فيما بينهم في كون كل منهم مقابلا للآخر لا مستدبرا له متكئين على تلك السرر المزينة بالفرش واللؤلؤ وأنواع الجواهر."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يصيبهم فيها تعب، وليسوا بمُخْرَجين منها، بل هم خالدون فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يمسهم فيها نَصَبٌ» تعب «وما هم منها بمخرجين» أبدا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ لا ظاهر ولا باطن، وذلك لأن الله ينشئهم نشأة وحياة كاملة لا تقبل شيئا من الآفات، وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ على سائر الأوقات."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَعْلِم - أيها الرسول - عبادي أني أنا الغفور لمن تاب منهم، الرحيم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نبئ» خبر يا محمد «عبادي أني أنا الغفور» للمؤمنين «الرحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر ما يوجب الرغبة والرهبة من مفعولات الله من الجنة والنار، ذكر ما يوجب ذلك من أوصافه تعالى فقال: نَبِّئْ عِبَادِي أي: أخبرهم خبرا جازما مؤيدا بالأدلة، أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ فإنهم إذا عرفوا كمال رحمته، ومغفرته سَعَوا في الأسباب الموصلة لهم إلى رحمته وأقلعوا عن الذنوب وتابوا منها، لينالوا مغفرته."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأَعْلِمهم أن عذابي هو العذاب الموجع، فليتوبوا إلي لينالوا مغفرتي، ويأمنوا من عذابي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن عذابي» للعصاة «هو العذاب الأليم» المؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومع هذا فلا ينبغي أن يتمادى بهم الرجاء إلى حال الأمن والإدلال، فنبئهم وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ أي: لا عذاب في الحقيقة إلا عذاب الله الذي لا يقادر قدره ولا يبلغ كنهه نعوذ به من عذابه، فإنهم إذا عرفوا أنه لا يعذب عذابه أحد ولا يوثق وثاقه أحد حذروا وأبعدوا عن كل سبب يوجب لهم العقاب، فالعبد ينبغي أن يكون قلبه دائما بين الخوف والرجاء، والرغبة والرهبة، فإذا نظر إلى رحمة ربه ومغفرته وجوده وإحسانه، أحدث له ذلك الرجاء والرغبة، وإذا نظر إلى ذنوبه وتقصيره في حقوق ربه، أحدث له الخوف والرهبة والإقلاع عنها."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعلمهم بخبر ضيوف إبراهيم عليه السلام من الملائكة الذين جاؤوه بالبشرى بالولد، وبإهلاك قوم لوط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونبئهم عن ضيف إبراهيم» وهم الملائكة اثنا عشر أو عشرة أو ثلاثة منهم جبريل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ أي: عن تلك القصة العجيبة فإن في قصك عليهم أنباء الرسل وما جرى لهم ما يوجب لهم العبرة والاقتداء بهم، خصوصا إبراهيم الخليل، الذي أمرنا الله أن نتبع ملته، وضيفه هم الملائكة الكرام أكرمه الله بأن جعلهم أضيافه."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حين دخلوا عليه، فقالوا له: سلامًا، فأجابهم بأحسن من تحيتهم، وقدم لهم عجلًا مشويًّا ليأكلوه، فقد ظن أنهم بشر، فلما لم يأكلوا منه، قال: إنا منكم خائفون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ دخلوا عليه فقالوا سلاما» أي هذا اللفظ «قال» إبراهيم لما عرض عليم الأكل فلم يأكلوا «إنا منكم وجلون» خائفون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا أي: سلموا عليه فرد عليهم قَالَ إِنَّا مِنْكُمْ وَجِلُونَ أي: خائفون، لأنه لما دخلوا عليه وحسبهم ضيوفا ذهب مسرعا إلى بيته فأحضر لهم ضيافتهم، عجلا حنيذا فقدمه إليهم، فلما رأى أيديهم لا تصل، إليه خاف منهم أن يكونوا لصوصا أو نحوهم."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الرسل من الملائكة: لا تخف، إنا نخبرك بما يسرك، أنه سيكون لك ولد ذكر عليم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا لا توجل» لا تخف «إنا» رسل ربك «نبشرك بغلام عليم» ذي علم كثير هو إسحاق كما ذكرنا في سورة هود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالُوا له: لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ وهو إسحاق عليه الصلاة والسلام، تضمنت هذه البشارة بأنه ذكر لا أنثى عليم أي: كثير العلم، وفي الآية الأخرى وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ"
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "قَالَ أَبَشَّرْتُمُونِي عَلَىٰ أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم إبراهيم - وقد تَعَجَّب من تبشيرهم إياه بولد -: أبشَّرتموني بولد مع ما أصابني من الكبر والشيخوخة، فعلى أي وجه تبشِّرونني؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال أبشرتموني» بالولد «على أن مسني الكبر» حال أي مع مسه إياي «فبم» فبأي شيء «تبشرون» استفهام تعجب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال لهم متعجبا من هذه البشارة: أَبَشَّرْتُمُونِي بالولد عَلَى أَنْ مَسَّنِيَ الْكِبَرُ وصار نوع إياس منه فَبِمَ تُبَشِّرُونَ أي: على أي وجه تبشرون وقد عدمت الأسباب؟"
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الرسل من الملائكة لإبراهيم: بشَّرناك بالحق الذي لا مرية فيه، فلا تكن من اليائسين مما بشَّرناك به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا بشرناك بالحق» بالصدق «فلا تكن من القانطين» الآيسين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ الذي لا شك فيه لأن الله على كل شيء قدير، وأنتم بالخصوص -يا أهل هذا البيت- رحمة الله وبركاته عليكم فلا يستغرب فضل الله وإحسانه إليكم.\nفَلَا تَكُنْ مِنَ الْقَانِطِينَ الذين يستبعدون وجود الخير، بل لا تزال راجيا لفضل الله وإحسانه، وبره وامتنانه،"
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبراهيم: وهل ييئَس من رحمة ربه إلا المنحرفون عن صراط الله المستقيم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال ومن» أي لا «يقنَِط» بكسر النون وفتحها «من رحمة ربه إلا الضالون» الكافرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجابهم إبراهيم بقوله: وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ الذين لا علم لهم بربهم، وكمال اقتداره وأما من أنعم الله عليه بالهداية والعلم العظيم، فلا سبيل إلى القنوط إليه لأنه يعرف من كثرة الأسباب والوسائل والطرق لرحمة الله شيئا كثيرا، ثم لما بشروه بهذه البشارة، عرف أنهم مرسلون لأمر مهم."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبراهيم: فما شأنكم الذي جاء بكم أيها المرسلون من الله تعالى؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فما خطبكم» شأنكم «أيها المرسلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قَالَ الخليل عليه السلام للملائكة: فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ أي: ما شأنكم ولأي شيء أرسلتم؟"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الرسل من الملائكة: إنا أرسلنا الله لإهلاك قوم عظيمي الفساد، عظيمي الشر، وهم قوم لوط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا إنا أرسلنا إلى قوم مجرمين» كافرين أي لوط لإهلاكهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ أي: كثر فسادهم وعظم شرهم، لنعذبهم ونعاقبهم"
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا أهل لوط وأتباعه من المؤمنين، فلا يشملهم الإهلاك، إنا مُسَلِّموهم جميعًا منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا آل لوط إنا لمنجوهم أجمعين» لإيمانهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 59 و 60 : إِلَّا آلَ لُوطٍ أي: إلا لوطا وأهله إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ أي: الباقين بالعذاب، وأما لوط فسنخرجنه وأهله وننجيهم منها، فجعل إبراهيم يجادل الرسل في إهلاكهم ويراجعهم، فقيل له: يا إبراهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم آتيهم عذاب غير مردود فذهبوا منه."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا زوجته، فقد حكمنا أنها من الباقين الذين يشملهم الهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا امرأته قدرنا إنها لمن الغابرين» الباقين في العذاب لكفرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 59 و 60 : إِلَّا آلَ لُوطٍ أي: إلا لوطا وأهله إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ أي: الباقين بالعذاب، وأما لوط فسنخرجنه وأهله وننجيهم منها، فجعل إبراهيم يجادل الرسل في إهلاكهم ويراجعهم، فقيل له: يا إبراهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم آتيهم عذاب غير مردود فذهبوا منه."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما قدم الملائكة المرسلون إلى آل لوط في صور رجال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما جاء آل لوط» أي لوطا «المرسلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 61 و 62 : فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ قَالَ لهم لوط إِنَّكُمْ قَوْمٌ مُنْكَرُونَ أي: لا أعرفكم ولا أدري من أنتم."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم لوط عليه السلام: قوم غير معروفين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» لهم «إنكم قوم منكرون» لا أعرفكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 61 و 62 : فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ قَالَ لهم لوط إِنَّكُمْ قَوْمٌ مُنْكَرُونَ أي: لا أعرفكم ولا أدري من أنتم."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الرسل من الملائكة للوط: لا تخف، بل جئناك - يا لوط - بما كان يشك فيه قومك من العذاب المهلك لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا بل جئناك بما كانوا» أي قومك «فيه يمترون» يشكون وهو العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ أي: جئناك بعذابهم الذي كانوا يشكون فيه ويكذبونك حين تعدهم به"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجئناك بالحق الذي لا هزل فيه، وإنا لصادقون فيما أخبرناك به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأتيناك بالحق وإنا لصادقون» في قولنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَتَيْنَاكَ بِالْحَقِّ الذي ليس بالهزل وَإِنَّا لَصَادِقُونَ فيما قلنا لك."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فَسِرْ بأهلك بعد مُضِي جانب من الليل، وسِرْ خلفهم، ولا يلتفت أحد منكم إلى الوراء لينظر ما حل بهم، وامضوا إلى حيث أمركم الله أن تمضوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأَسْرِ بأهلك بقطع من الليل واتبع أدبارهم» امش خلفهم «ولا يلتفت منكم أحد» لئلا يرى عظيم ما ينزل بهم «وامضوا حيث تؤمرون» وهو الشام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ أي: في أثنائه حين تنام العيون ولا يدري أحد عن مسراك، وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ أي: بادروا وأسرعوا، وَامْضُوا حَيْثُ تُؤْمَرُونَ كأن معهم دليلا يدلهم إلى أين يتوجهون"
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأَعْلَمْنا لوطًا عن طريق الوحي ذلك الأمر الذي قدرناه، وهو أن هؤلاء القوم سيُسْتأصلون بإهلاك آخرهم إذا دخلوا في الصبح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقضينا» أوحينا «إليه ذلك الأمر» وهو «أن دابر هؤلاء مقطوع مصبحين» حال أي يتم استئصالهم في الصباح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَضَيْنَا إِلَيْهِ ذَلِكَ أي: أخبرناه خبرا لا مثنوية فيه، أَنَّ دَابِرَ هَؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ أي: سيصبحهم العذاب الذي يجتاحهم ويستأصلهم"
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاء أهل سَدُوم مستبشرين بضيوف لوط؛ طمعًا في فعل الفاحشة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاء أهل المدينة» مدينة سدوم وهم قوم لوط لما أخبروا أن في بيت لوط مردا حسانا وهم الملائكة «يستبشرون» حال طمعا في فعل الفاحشة بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَاءَ أَهْلُ الْمَدِينَةِ أي: المدينة التي فيها قوم لوط يَسْتَبْشِرُونَ أي: يبشر بعضهم بعضا بأضياف لوط وصباحة وجوههم واقتدارهم عليهم، وذلك لقصدهم فعل الفاحشة فيهم، فجاءوا حتى وصلوا إلى بيت لوط فجعلوا يعالجون لوطا على أضيافه، ولوط يستعيذ منهم ويقول: إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُون وَاتَّقُوا اللَّهَ وَلَا تُخْزُون"
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم لوط: إن هؤلاء القوم ضيوفي، فلا تفضحوني بما تريدون بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» لوط «إن هؤلاء ضيفي فلا تفضحون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 68 و69 : إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُون وَاتَّقُوا اللَّهَ وَلَا تُخْزُون أي: راقبوا الله أول ذلك وإن كان ليس فيكم خوف من الله فلا تفضحون في أضيافي، وتنتهكوا منهم الأمر الشنيع."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وخافوا الله بترك هذه الفاحشة، ولا تذلوني بصنيعكم الشنيع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتقوا الله ولا تخزون» بقصدكم إياهم بفعل الفاحشة بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 68 و69 : إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُون وَاتَّقُوا اللَّهَ وَلَا تُخْزُون أي: راقبوا الله أول ذلك وإن كان ليس فيكم خوف من الله فلا تفضحون في أضيافي، وتنتهكوا منهم الأمر الشنيع."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال له قومه: ألم ننهك عن إضافة أحد من الناس؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا أو لم ننهك عن العالمين» عن إضافتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالُوا له جوابا عن قوله ولا تخزون فقط: أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ أن تضيفهم فنحن قد أنذرناك، ومن أنذر فقد أعذر"
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "قَالَ هَٰؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم لوط عليه السلام معذرًا لنفسه أمام ضيوفه: هؤلاء بناتي من جملة نسائكم، فتزوجوهن إن كنتم قاصدين قضاء شهوتكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال هؤلاء بناتي إن كنتم فاعلين» ما تريدون من قضاء الشهوة فتزوجوهن. قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 71و 72 :ف قَالَ لهم لوط من شدة الأمر الذي أصابه: هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ فلم يبالوا بقوله ولهذا قال الله لرسوله محمد صلى الله عليه وسلم"
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وحياتِك - أيها الرسول - إن قوم لوط لفي طغيان شهوتهم يترددون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لعمرك» خطاب للنبي صلى الله عليه وسلم أي وحياتك «إنهم لفي سكرتهم يعمهون» يترددون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 71و 72 :ف قَالَ لهم لوط من شدة الأمر الذي أصابه: هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ فلم يبالوا بقوله ولهذا قال الله لرسوله محمد صلى الله عليه وسلم لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ وهذه السكرة هي سكرة محبة الفاحشة التي لا يبالون معها بعذل ولا لوم."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأخذهم صوت شديد مهلك عند دخولهم في وقت شروق الشمس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأخذتهم الصيحة» صيحة جبريل «مشرقين» وقت شروق الشمس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما بينت له الرسل حالهم، زال عن لوط ما كان يجده من الضيق والكرب، فامتثل أمر ربه وسرى بأهله ليلا فنجوا، وأما أهل القرية فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ أي: وقت شروق الشمس حين كانت العقوبة عليهم أشد"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقلبنا قراهم بجعل عاليها سافلًا، وأمطرنا عليهم حجارة من طين مُتَحَجِّر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فجعلنا عاليها» أي قراهم «سافلها» بأن رفعها جبريل إلى السماء وأسقطها مقلوبة إلى الأرض «وأمطرنا عليهم حجارة من سجيل» طين طبخ بالنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا أي: قلبنا عليهم مدينتهم، وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ تتبع فيها من شذ من البلد منهم."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن في ذلك المذكور مما حل بقوم لوط من هلاك لعلامات للمتأملين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن في ذلك» المذكور «لآيات» دلالات على وحدانية الله «للمتوسمين» للناظرين المعتبرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ أي: المتأملين المتفكرين، الذين لهم فكر وروية وفراسة، يفهمون بها ما أريد بذلك، من أن من تجرأ على معاصي الله، خصوصا هذه الفاحشة العظيمة، وأن الله سيعاقبهم بأشنع العقوبات، كما تجرأوا على أشنع السيئات."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن قرى قوم لوط لعلى طريق ثابت، يراها من يمرّ بها من المسافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنها» أي قرى قوم لوط «لبسبيل مقيم» طريق قريش إلى الشام لم تندرس أفلا يعتبرون بهم؟."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهَا أي: مدينة قوم لوط لَبِسَبِيلٍ مُقِيمٍ للسالكين، يعرفه كل من تردد في تلك الديار"
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن في ذلك الذي حدث لدلالة للمؤمنين يعتبرون بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن في ذلك لآية» لعبرة «للمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ وفي هذه القصة من العبر: عنايته تعالى بخليله إبراهيم، فإن لوطا عليه السلام من أتباعه، وممن آمن به فكأنه تلميذ له، فحين أراد الله إهلاك قوم لوط حين استحقوا ذلك، أمر رسله أن يمروا على إبراهيم عليه السلام كي يبشروه بالولد ويخبروه بما بعثوا له، حتى إنه جادلهم عليه السلام في إهلاكهم حتى أقنعوه، فطابت نفسه.\nوكذلك لوط عليه السلام، لما كانوا أهل وطنه، فربما أخذته الرقة عليهم والرأفة بهم قدَّر الله من الأسباب ما به يشتد غيظه وحنقه عليهم، حتى استبطأ إهلاكهم لما قيل له: إن موعدهم الصبح أليس الصبح بقريب ومنها: أن الله تعالى إذا أراد أن يهلك قرية [ازداد] شرهم وطغيانهم، فإذا انتهى أوقع بهم من العقوبات ما يستحقونه."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد كان قوم شعيب أصحاب القرية ذات الشجر الملتف ظالمين؛ لكفرهم بالله وتكذيبهم لرسوله شعيب عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» مخففة أي إنه «كان أصحاب الأيكة» هي غيضة شجر بقرب مدين وهم قوم شعيب «لظالمين» بتكذيبهم شعيبا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 78 و79 :وهؤلاء هم قوم شعيب، نعتهم الله وأضافهم إلى الأيكة، وهو البستان كثير الأشجار، ليذكر نعمته عليهم، وأنهم ما قاموا بها بل جاءهم نبيهم شعيب، فدعاهم إلى التوحيد، وترك ظلم الناس في المكاييل والموازين، وعالجهم على ذلك على أشد المعالجة فاستمروا على ظلمهم في حق الخالق، وفي حق الخلق، ولهذا وصفهم هنا بالظلم، فَانْتَقَمْنَا مِنْهُمْ فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم.\nوَإِنَّهُمَا أي: ديار قوم لوط وأصحاب الأيكة لَبِإِمَامٍ مُبِينٍ أي: لبطريق واضح يمر بهم المسافرون كل وقت، فيبين من آثارهم ما هو مشاهد بالأبصار فيعتبر بذلك أولوا الألباب."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فانتقمنا منهم حيث أخذهم العذاب، وإن قرى قوم لوط ومواطن أصحاب شعيب لبطَرِيقٍ واضح لمن مر به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فانتقمنا منهم» بأن أهلكناهم بشدة الحر «وإنهما» أي قرى قوم لوط والأيكة «لبإمام» طريق «مبين» واضح أفلا تعتبرون بهم يا أهل مكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 78 و79 :وهؤلاء هم قوم شعيب، نعتهم الله وأضافهم إلى الأيكة، وهو البستان كثير الأشجار، ليذكر نعمته عليهم، وأنهم ما قاموا بها بل جاءهم نبيهم شعيب، فدعاهم إلى التوحيد، وترك ظلم الناس في المكاييل والموازين، وعالجهم على ذلك على أشد المعالجة فاستمروا على ظلمهم في حق الخالق، وفي حق الخلق، ولهذا وصفهم هنا بالظلم، فَانْتَقَمْنَا مِنْهُمْ فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم.\nوَإِنَّهُمَا أي: ديار قوم لوط وأصحاب الأيكة لَبِإِمَامٍ مُبِينٍ أي: لبطريق واضح يمر بهم المسافرون كل وقت، فيبين من آثارهم ما هو مشاهد بالأبصار فيعتبر بذلك أولوا الألباب."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد كذبت ثمود، وهم أصحاب الحِجْر (مكان بين الحجاز والشام) جميع الرسل حين كذبوا نبيهم صالحًا عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد كذب أصحاب الحجر» واد بين المدينة والشام وهم ثمود «المرسلين» بتكذيبهم صالحا تكذيب لباقي الرسل لاشتراكهم في المجيء بالتوحيد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن أهل الحجر، وهم قوم صالح الذين كانوا يسكنون الحجر المعروف في أرض الحجاز، أنهم كذبوا المرسلين أي: كذبوا صالحا، ومن كذب رسولا فقد كذب سائر الرسل، لاتفاق دعوتهم، وليس تكذيب بعضهم لشخصه بل لما جاء به من الحق الذي اشترك جميع الرسل بالإتيان به"
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطيناهم الحجج والدلائل على صدقه فيما جاء به من ربه، ومن ذلك الناقة، فلم يعتبروا بتلك الدلائل، ولم يبالوا بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآتيناهم آياتنا» في الناقة «فكانوا عنها معرضين» لا يتفكرون فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَآتَيْنَاهُمْ آيَاتِنَا الدالة على صحة ما جاءهم به صالح من الحق التي من جملتها: تلك الناقة التي هي من آيات الله العظيمة.\nفَكَانُوا عَنْهَا مُعْرِضِينَ كبرا وتجبرا على الله"
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكانوا يقطعون الجبال ليصنعوا بيوتًا لهم يسكنونها آمنين مما يخافون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكانوا ينحتون من الجبال بيوتا آمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَانُوا من كثرة إنعام الله عليهم يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ من المخاوف مطمئنين في ديارهم، فلو شكروا النعمة وصدقوا نبيهم صالحا عليه السلام لأدرَّ الله عليهم الأرزاق، ولأكرمهم بأنواع من الثواب العاجل والآجل، ولكنهم -لما كذبوا وعقروا الناقة، وعتوا عن أمر ربهم وقالوا: يا صالح ائتنا بما تعدنا إن كنت من الصادقين"
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأخذتهم صاعقة العذاب عند دخولهم وقت الصبح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأخذتهم الصيحة مصبحين» وقت الصباح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ فتقطعت قلوبهم في أجوافهم وأصبحوا في دارهم جاثمين هلكى، مع ما يتبع ذلك من الخزي واللعنة المستمرة"
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما دفع عنهم عذاب الله ما كانوا يكسبون من الأموال والمساكن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما أغنى» دفع «عنهم» العذاب «ما كانوا يكسبون» من بناء الحصون وجمع الأموال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ لأن أمر الله إذا جاء لا يرده كثرة جنود، ولا قوة أنصار ولا غزارة أموال."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ ۗ وَإِنَّ السَّاعَةَ لَآتِيَةٌ ۖ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما خلقنا السماوات والأرض وما خلقنا ما بينهما باطلًا دون حكمة، ما خلقنا كل ذلك إلا بالحق، وإن الساعة لآتية لا مَحَالة، فأعرض - أيها الرسول - عن المكذبين بك، واعف عنهم عفوًا حسنًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما خلقنا السماوات والأرض وما بينهما إلا بالحق وإن الساعة لآتية» لا محالة فيجازى كل أحد بعمله «فاصفح» يا محمد عن قومك «الصفح الجميل» أعرض عنهم إعراضا لا جزع فيه وهذا منسوخ بآية السيف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ما خلقناهما عبثا وباطلا كما يظن ذلك أعداء الله، بل ما خلقناهما إِلَّا بِالْحَقِّ الذي منه أن يكونا بما فيهما دالتين على كمال خالقهما، واقتداره، وسعة رحمته وحكمته، وعلمه المحيط، وأنه الذي لا تنبغي العبادة إلا له وحده لا شريك له، وَإِنَّ السَّاعَةَ لَآتِيَةٌ لا ريب فيها لخلق السماوات والأرض أكبر من خلق الناس فَاصْفَحِ الصَّفْحَ الْجَمِيلَ وهو الصفح الذي لا أذية فيه بل يقابل إساءة المسيء بالإحسان، وذنبه بالغفران، لتنال من ربك جزيل الأجر والثواب، فإن كل ما هو آت فهو قريب، وقد ظهر لي معنى أحسن مما ذكرت هنا.\nوهو: أن المأمور به هو الصفح الجميل أي: الحسن الذي قد سلم من الحقد والأذية القولية والفعلية، دون الصفح الذي ليس بجميل، وهو الصفح في غير محله، فلا يصفح حيث اقتضى المقام العقوبة، كعقوبة المعتدين الظالمين الذين لا ينفع فيهم إلا العقوبة، وهذا هو المعنى."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن ربك - أيها الرسول - هو الخَلاَّق لكل شيء، العليم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن ربك هو الخلاق» لكل شيء «العليم» بكل شيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ لكل مخلوق الْعَلِيمُ بكل شيء، فلا يعجزه أحد من جميع ما أحاط به علمه وجرى عليه خلقه، وذلك سائر الموجودات."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطيناك الفاتحة التي هي سبع آيات، وهي القرآن العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد آتيناك سبعا من المثاني» قال صلى الله عليه وسلم هي الفاتحة رواه الشيخان لأنها تثنى في كل ركعة «والقرآن العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى ممتنًّا على رسوله ولقد آتيناك سبعا من المثاني وهن -على الصحيح- السور السبع الطوال: \" البقرة \" و \" آل عمران \" و \" النساء \" و \" المائدة \" و \" الأنعام \" و \" الأعراف \" و \" الأنفال \" مع \" التوبة \" أو أنها فاتحة الكتاب لأنها سبع آيات، فيكون عطف القرآن العظيم على ذلك من باب عطف العام على الخاص، لكثرة ما في المثاني من التوحيد، وعلوم الغيب، والأحكام الجليلة، وتثنيتها فيها.\nوعلى القول بأن \" الفاتحة \" هي السبع المثاني معناها: أنها سبع آيات، تثنى في كل ركعة، واذا كان الله قد أعطاه القرآن العظيم مع السبع المثاني كان قد أعطاه أفضل ما يتنافس فيه المتنافسون، وأعظم ما فرح به المؤمنون، قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون"
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا تَمْدُد بصرك إلى ما متعنا به أصنافًا من الكفار من متع زائلة، ولا تحزن على تكذيبهم، وتواضع للمؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا تمدّن عينيك إلى ما متعنا به أزواجا» أصنافا «منهم ولا تحزن عليهم» إن لم يؤمنوا «واخفض جناحك» ألن جانبك «للمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لا تمدن عينيك إلى ما متعنا به أزواجا منهم أي: لا تعجب إعجابا يحملك على إشغال فكرك بشهوات الدنيا التي تمتع بها المترفون، واغترَّ بها الجاهلون، واستغن بما آتاك الله من المثاني والقرآن العظيم، ولا تحزن عليهم فإنهم لا خير فيهم يرجى، ولا نفع يرتقب، فلك في المؤمنين عنهم أحسن البدل وأفضل العوض، واخفض جناحك للمؤمنين أي: ألن لهم جانبك، وحسِّن لهم خلقك، محبة وإكراما وتودُّدا"
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول -: إني أنا النذير من العذاب، البين النذارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقل إني أنا النذير» من عذاب الله أن ينزل عليكم «المبين» البين الإنذار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقل إني أنا النذير المبين أي: قم بما عليك من النذارة وأداء الرسالة والتبليغ للقريب والبعيد والعدو والصديق، فإنك إذا فعلت ذلك فليس عليك من حسابهم من شيء، وما من حسابك عليهم من شيء."
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنذركم أن يصيبكم مثل ما أنزل الله على المفرِّقين كُتُبَ الله أجزاء فيؤمنون ببعض ويكفرون ببعض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كما أنزلنا» العذاب «على المقتسمين» اليهود والنصارى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله: كما أنزلنا على المقتسمين أي: كما أنزلنا العقوبة على المقتسمين على بطلان ما جئت به، الساعين لصد الناس عن سبيل الله."
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين صَيَّروا القرآن أجزاء، فقالوا: هو سحر، أو كهانة، أو شعر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين جعلوا القرآن» أي كتبهم المنزلة عليهم «عضين» أجزاء، حيث آمنوا ببعض وكفروا ببعض، وقيل المراد بهم الذين اقتسموا طرق مكة يصدون الناس عن الإسلام، وقال بعضهم في القرآن سحر وبعضهم كهانة وبعضهم شعر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الذين جعلوا القرآن عضين أي: أصنافا وأعضاء وأجزاء، يصرفونه بحسب ما يهوونه، فمنهم من يقول: سحر ومنهم من يقول: كهانة ومنهم من يقول: مفترى إلى غير ذلك من أقوال الكفرة المكذبين به، الذين جعلوا قدحهم فيه ليصدوا الناس عن الهدى."
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فوربك - أيها الرسول - لنسألنّ يوم القيامة جميع الذين صَيَّروه أجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فوربك لنسألنهم أجمعين» سؤال توبيخ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 92 و93 : فوربك لنسألنهم أجمعين أي: جميع من قدح فيه وعابه وحرفه وبدله عما كانوا يعملون وفي هذا أعظم ترهيب وزجر لهم عن الإقامة على ما كانوا عليه"
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "عَمَّا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لنسألنهم عما كانوا يعملون من الكفر والمعاصي في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عما كانوا يعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 92 و93 : فوربك لنسألنهم أجمعين أي: جميع من قدح فيه وعابه وحرفه وبدله عما كانوا يعملون وفي هذا أعظم ترهيب وزجر لهم عن الإقامة على ما كانوا عليه"
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأعلن - أيها الرسول - ما أمرك الله به من الدعوة إليه، ولا تلتفت إلى ما يقوله ويفعله المشركون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاصدع» يا محمد «بما تؤمر» به أي اجهر به وأمضه «وأعرض عن المشركين» هذا قبل الأمر بالجهاد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمر الله رسوله ان لا يبالي بهم ولا بغيرهم وأن يصدع بما أمر الله ويعلن بذلك لكل أحد ولا يعوقنه عن أمره عائق ولا تصده أقوال المتهوكين، وأعرض عن المشركين أي: لا تبال بهم واترك مشاتمتهم ومسابتهم مقبلا على شأنك"
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تخف منهم، فقد كفيناك كيد الساخرين من أئمة الكفر من قريش."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا كفيناك المستهزئين» بك بإهلاكنا كلا بآفة وهم الوليد بن المغيرة والعاص بن وائل وعدي بن قيس والأسود بن المطلب والأسود بن عبد يغوث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إنا كفيناك المستهزئين بك وبما جئت به وهذا وعد من الله لرسوله، أن لا يضره المستهزئون، وأن يكفيه الله إياهم بما شاء من أنواع العقوبة.\nوقد فعل تعالى فإنه ما تظاهر أحد بالاستهزاء برسول الله صلى الله عليه وسلم وبما جاء به إلا أهلكه الله وقتله شر قتلة."
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يتخذون مع الله معبودًا غيره، فسوف يعلمون عاقبة شركهم السيئة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يجعلون مع الله إلها آخر» صفة وقيل مبتدأ ولتضمنه معنى الشرط دخلت الفاء في خبره وهو «فسوف يعلمون» عاقبة أمرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر وصفهم وأنهم كما يؤذونك يا رسول الله، فإنهم أيضا يؤذون الله ويجعلون معه إلها آخر وهو ربهم وخالقهم ومدبرهم فسوف يعلمون غب أفعالهم إذا وردوا القيامة"
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد نعلم أنك - أيها الرسول - يضيق صدرك بما يصدر منهم من تكذيبهم لك وسخريتهم منك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد» للتحقيق «نعلم أنك يضيق صدرك بما يقولون» من الاستهزاء والتكذيب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولقد نعلم أنك يضيق صدرك بما يقولون لك من التكذيب والاستهزاء، فنحن قادرون على استئصالهم بالعذاب، والتعجيل لهم بما يستحقون، ولكن الله يمهلهم ولا يهملهم."
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فالجأ إلى الله بتنزيهه عما لا يليق به، والثناء عليه بصفات كماله، وكن من العابدين لله، المصلين له، ففي ذلك علاج لضيق صدرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسبح» ملتبسا «بحمد ربك» أي قل سبحان الله وبحمده «وكن من الساجدين» المصلين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأنت يا محمد فسبح بحمد ربك وكن من الساجدين أي: أكثر من ذكر الله وتسبيحه وتحميده والصلاة فإن ذلك يوسع الصدر ويشرحه ويعينك على أمورك."
                }
            ]
        },
        {
            "ayah_number": 99,
            "text": "وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وداوم على عبادة ربك، واستمرّ عليها ما دمت حيًّا حتى يأتيك الموت وأنت على ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واعبد ربك حتى يأتيك اليقين» الموت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "واعبد ربك حتى يأتيك اليقين أي: الموت أي: استمر في جميع الأوقات على التقرب إلى الله بأنواع العبادات، فامتثل صلى الله عليه وسلم أمر ربه، فلم يزل دائبا في العبادة، حتى أتاه اليقين من ربه صلى الله عليه وسلم تسليما كثيرا."
                }
            ]
        }
    ]
}