{
    "surah": "النحل",
    "number": 16,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اقترب ما قضى الله به من عذابكم - أيها الكفار - فلا تطلبوا تعجيله قبل أوانه، تنزه الله وتعالى عما يجعل له المشركون من الشركاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "لما استبطأ المشركون العذاب نزل: «أتى أمر الله» أي الساعة، وأتى بصيغة الماضي لتحقق وقوعه أي قرب «فلا تستعجلوه» تطلبوه قبل حينه فإنه واقع لا محالة «سبحانه» تنزيهاً له «وتعالى عما يشكرون» به غيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى -مقربا لما وعد به محققا لوقوعه- أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ فإنه آت، وما هو آت، فإنه قريب، سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ من نسبة الشريك والولد والصاحبة والكفء وغير ذلك مما نسبه إليه المشركون مما لا يليق بجلاله، أو ينافي كماله،"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاتَّقُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ينزل الله الملائكة بالوحي من قضائه على من يشاء من رسله: أن خوّفوا - أيها الرسل - الناس من الشرك بالله، فلا معبود بحق إلا أنا، فاتقوني - أيها الناس - بامتثال أوامري واجتناب نواهيَّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ينزل الملائكة» أي جبريل «بالروح» بالوحي «من أمره» بإرادته «على من يشاء من عباده» وهم الأنبياء «أن» مفسرة «أنذروا» خوفوا الكافرين بالعذاب وأعلموهم «أنه لا إله إلا أنا فاتقون» خافون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما نزه نفسه عما وصفه به أعداؤه ذكر الوحي الذي ينزله على أنبيائه، مما يجب اتباعه في ذكر ما ينسب لله، من صفات الكمال فقال: يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ أي: بالوحي الذي به حياة الأرواح عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ ممن يعلمه صالحا، لتحمل رسالته.\nوزبدة دعوة الرسل كلهم ومدارها على قوله: أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فاتقون أي: على معرفة الله تعالى وتوحده في صفات العظمة التي هي صفات الألوهية وعبادته وحده لا شريك له فهي التي أنزل الله بها كتبه وأرسل رسله، وجعل الشرائع كلها تدعو إليها، وتحث وتجاهد من حاربها وقام بضدها"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ تَعَالَىٰ عَمَّا يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلق الله السماوات وخلق الأرض على غير مثال سابق بالحق، فلم يخلقهما باطلًا، بل خلقهما ليُسْتَدَلَّ بهما على عظمته، تَنَزَّه عن إشراكهم به غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(خلق السماوات والأرض بالحق) أي محقا (تعالى عما يشركون) به من الأصنام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه السورة تسمى سورة النعم، فإن الله ذكر في أولها أصول النعم وقواعدها، وفي آخرها متمماتها ومكملاتها، فأخبر أنه خلق السماوات والأرض بالحق، ليستدل بهما العباد على عظمة خالقهما، وما له من نعوت الكمال ويعلموا أنه خلقهما مسكنا لعباده الذين يعبدونه، بما يأمرهم به في الشرائع التي أنزلها على ألسنة رسله، ولهذا نزه نفسه عن شرك المشركين به فقال: تَعَالَى عَمَّا يُشْرِكُونَ أي: تنزه وتعاظم عن شركهم فإنه الإله حقا، الذي لا تنبغي العبادة والحب والذل إلا له تعالى، ولما ذكر خلق السماوات [والأرض] ذكر خلق ما فيهما."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلق الإنسان من نطفة مَهِينة، فنما خلقًا من بعد خلق، فإذا هو شديد الجدال بالباطل ليطمس به الحق، مبين في جداله به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(خلق الإنسان من نطفة) مَنِيّ إلى أن صيره قويا شديداً (فإذا هو خصيم) شديد الخصومة (مبين) بينها في نفي البعث قائلاً \"\" من يحيي العظام وهي رميم \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ لم يزل يدبرها ويرقيها وينميها حتى صارت بشرا تاما كامل الأعضاء الظاهرة والباطنة، قد غمره بنعمه الغزيرة، حتى إذا استتم فخر بنفسه وأعجب بها فَإِذَا هُوَ خَصِيمٌ مُبِينٌ يحتمل أن المراد: فإذا هو خصيم لربه، يكفر به، ويجادل رسله، ويكذب بآياته.\nونسي خلقه الأول وما أنعم الله عليه به، من النعم فاستعان بها على معاصيه، ويحتمل أن المعنى: أن الله أنشأ الآدمي من نطفة، ثم لم يزل ينقله من طور، إلى طور حتى صار عاقلا متكلما، ذا ذهن ورأي: يخاصم ويجادل، فليشكر العبد ربه الذي أوصله إلى هذه الحال التي ليس في إمكانه القدرة على شيء منها."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَالْأَنْعَامَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأنعام من الإبل والبقر والغنم خلقها لمصالحكم - أيها الناس - ومن هذه المصالح الدفء بأصوافها وأوبارها، ومصالح أخرى في ألبانها وجلودها وظهورها، ومنها تأكلون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأنعام» الإبل والبقر والغنم، ونصبه بفعل مقدر يفسره «خلقها لكم» من جملة الناس «فيها دفءٌ» ما تستدفئون به من الأكسية والأردية من أشعارها وأصوافها «ومنافع» من النسل والدرّ والركوب «ومنها تأكلون» قدم الظرف للفاصلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْأَنْعَامَ خَلَقَهَا لَكُمْ أي: لأجلكم، ولأجل منافعكم ومصالحكم، من جملة منافعها العظيمة أن لكم فِيهَا دِفْءٌ مما تتخذون من أصوافها وأوبارها، وأشعارها، وجلودها، من الثياب والفرش والبيوت.\nوَ لكم فيها مَنَافِعُ غير ذلك وَمِنْهَا تَأْكُلُونَ"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولكم فيها زينة حين تدخلون في المساء، وحين تُخْرِجونها للمرعى في الصباح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولكم فيها جمال» زينة «حين تريحون» تردونها إلى مراحها بالعشي «وحين تسرحون» تخرجونها إلى المرعى بالغداة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ أي: في وقت راحتها وسكونها ووقت حركتها وسرحها، وذلك أن جمالها لا يعود إليها منه شيء فإنكم أنتم الذين تتجملون بها، كما تتجملون بثيابكم وأولادكم وأموالكم، وتعجبون بذلك"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتحمل هذه الأنعام التي خلقناها لكم أمتعتكم الثقيلة في أسفاركم إلى بلد لم تكونوا واصليه إلا بمشقة عظيمة على الأنفس، إن ربكم - أيها الناس - لرؤوف، رحيم بكم حيث سخر لكم هذه الأنعام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتحمل أثقالكم» أحمالكم «إلى بلدٍ لم تكونوا بالغيه» واصلين على غير الإبل «إلا بشق الأنفس» بجهدها «إن ربكم لرءُوف رحيم» حيث خلقها لكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتَحْمِلُ أَثْقَالَكُمْ من الأحمال الثقيلة، بل وتحملكم أنتم إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ ولكن الله ذللها لكم.\nفمنها ما تركبونه، ومنها ما تحملون عليه ما تشاءون من الأثقال إلى البلدان البعيدة والأقطار الشاسعة، إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ إذ سخر لكم ما تضطرون إليه وتحتاجونه، فله الحمد كما ينبغي لجلال وجهه، وعظيم سلطانه وسعة جوده وبره."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وخلق الله لكم الخيل والبغال والحمير لكي تركبوها، وتحملوا عليها أمتعتكم، ولتكون جَمالًا لكم تتجملون به في الناس، ويخلق ما لا تعلمون مما أراد خلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» خلق «الخيل والبغال والحمير لتركبوها وزينة» مفعول له، والتعليل بهما بتعريف النعم لا ينافي خلقها لغير ذلك كالأكل في الخيل، الثابت بحديث الصحيحين «ويخلق ما لا تعلمون» من الأشياء العجيبة الغريبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ سخرناها لكم لِتَرْكَبُوهَا وَزِينَةً أي: تارة تستعملونها للضرورة في الركوب وتارة لأجل الجمال والزينة، ولم يذكر الأكل لأن البغال والحمر محرم أكلها، والخيل لا تستعمل -في الغالب- للأكل، بل ينهى عن ذبحها لأجل الأكل خوفا من انقطاعها وإلا فقد ثبت في الصحيحين، أن النبي صلى الله عليه وسلم أذن في لحوم الخيل.\nوَيَخْلُقُ مَا لَا تَعْلَمُونَ مما يكون بعد نزول القرآن من الأشياء، التي يركبها الخلق في البر والبحر والجو، ويستعملونها في منافعهم ومصالحهم، فإنه لم يذكرها بأعيانها، لأن الله تعالى لا يذكر في كتابه إلا ما يعرفه العباد، أو يعرفون نظيره، وأما ما ليس له نظير في زمانهم فإنه لو ذكر لم يعرفوه ولم يفهموا المراد منه، فيذكر أصلا جامعا يدخل فيه ما يعلمون وما لا يعلمون، كما ذكر نعيم الجنة وسمى منه ما نعلم ونشاهد نظيره، كالنخل والأعناب والرمان، وأجمل ما لا نعرف له نظيرا في قوله: فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَان فكذلك هنا ذكر ما نعرفه من المراكب كالخيل والبغال والحمير والإبل والسفن، وأجمل الباقي في قوله: وَيَخْلُقُ مَا لَا تَعْلَمُونَ ولما ذكر تعالى الطريق الحسي، وأن الله قد جعل للعباد ما يقطعونه به من الإبل وغيرها ذكر الطريق المعنوي الموصل إليه"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ ۚ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعلى الله بيان الطريق المستقيم الموصل إلى مرضاته وهو الإسلام، ومن الطرق ما هو من طرق الشيطان المائلة عن الحق، وكل طريق غير طريق الإسلام فهو مائل، ولو شاء الله أن يوفقكم جميعًا للإيمان لوفقكم له جميعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعلى الله قصد السبيل» أي بيان الطريق المستقيم «ومنها» أي السبيل «جائر» حائد عن الاستقامة «ولو شاء» هدايتكم «لهداكم» إلى قصد السبيل «أجمعين» فتهتدون إليه باختيار منكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ أي: الصراط المستقيم، الذي هو أقرب الطرق وأخصرها موصل إلى الله.\nوأما الطريق الجائر في عقائده وأعماله وهو: كل ما خالف الصراط المستقيم فهو قاطع عن الله، موصل إلى دار الشقاء، فسلك المهتدون الصراط المستقيم بإذن ربهم، وضل الغاوون عنه، وسلكوا الطرق الجائرة وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ ولكنه هدى بعضا كرما وفضلا، ولم يهد آخرين، حكمة منه وعدلا."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً ۖ لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو سبحانه الذي أنزل لكم من السحاب ماء، لكم من ذلك الماء شراب تشربونه وتشربه أنعامكم، ومنه ما يحصل به نبات الشجر الذي فيه ترعون مواشيكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الذي أنزل من السماء ماء لكم منه شراب» تشربونه «ومنه شجر» ينبت بسببه «فيه تسيمون» ترعون دوابكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 10 و11:بذلك على كمال قدرة الله الذي أنزل هذا الماء من السحاب الرقيق اللطيف ورحمته حيث جعل فيه ماء غزيرا منه يشربون وتشرب مواشيهم ويسقون منه حروثهم فتخرج لهم الثمرات الكثيرة والنعم الغزيرة."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ينبت الله لكم بذلك الماء الزروعَ التي تأكلون منها، وينبت لكم به الزيتون والنخل والأعناب، وينبت لكم من جميع الثمرات، إن في ذلك الماء وما ينشأ عنه لدلالة على قدرة الله لقوم يتفكرون في خلقه، فيستدلون به على عظمته سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ينبت لكم به الزرع والزيتون والنخيل والأعناب ومن كل الثمرات إن في ذلك» المذكور «لآية» دالة على وحدانيته تعالى «لقوم يتفكرون» في صنعه فيؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 10 و11:بذلك على كمال قدرة الله الذي أنزل هذا الماء من السحاب الرقيق اللطيف ورحمته حيث جعل فيه ماء غزيرا منه يشربون وتشرب مواشيهم ويسقون منه حروثهم فتخرج لهم الثمرات الكثيرة والنعم الغزيرة."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وذلَّلَ الله لكم الليل لتسكنوا فيه وتستريحوا، والنهار لتكسبوا فيه ما تعيشون به، وسخر لكم الشمس، وجعلها ضياء، والقمر وجعله نورًا، والنجوم مذللات لكم بأمره القدري، بها تهتدون في ظلمات البر والبحر، وتعلمون الأوقات وغير ذلك، إن في تسخير ذلك كله لدلالات واضحة على قدرة الله لقوم يُعْمِلون عقولهم، فهم الذين يدركون الحكمة منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسخَّر لكم الليل والنهار والشمس» بالنصب عطفاً على ما قبله والرفع مبتدأ «والقمر والنجوم» بالوجهين «مسخرات» بالنصب حال والرفع خبر «بأمره» بإرادته «إن في ذلك لآيات لقوم يعقلون» يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: سخر لكم هذه الأشياء لمنافعكم وأنواع مصالحكم بحيث لا تستغنون عنها أبدا، فبالليل تسكنون وتنامون وتستريحون، وبالنهار تنتشرون في معايشكم ومنافع دينكم ودنياكم، وبالشمس والقمر من الضياء والنور والإشراق، وإصلاح الأشجار والثمار والنبات، وتجفيف الرطوبات، وإزالة البرودة الضارة للأرض، وللأبدان، وغير ذلك من الضروريات والحاجيات التابعة لوجود الشمس والقمر.\nوفيهما وفي النجوم من الزينة للسماء والهداية في ظلمات البر والبحر، ومعرفة الأوقات وحساب الأزمنة ما تتنوع دلالاتها وتتصرف آياتها، ولهذا جمعها في قوله إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ أي: لمن لهم عقول يستعملونها في التدبر والتفكر فيما هي مهيأة له مستعدة تعقل ما تراه وتسمعه، لا كنظر الغافلين الذين حظهم من النظر حظ البهائم التي لا عقل لها."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسخر لكم ما خلق سبحانه في الأرض مما اختلفت ألوانه من المعادن والحيوان والنبات والزروع، إن في ذلك المذكور من الخلق والتسخير لدلالة جلية على قدرة الله سبحانه لقوم يعتبرون به، ويدركون أن الله قادر ومنعم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» سخر لكم «ما ذرَأ» خلق «لكم في الأرض» من الحيوان والنبات وغير ذلك «مختلفاً ألوانه» كأحمر وأصفر وأخضر وغيرها «إن في ذلك لآية لقوم يذكَّرون» يتعظون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فيما ذرأ الله ونشر للعباد من كل ما على وجه الأرض، من حيوان وأشجار ونبات، وغير ذلك، مما تختلف ألوانه، وتختلف منافعه، آية على كمال قدرة الله وعميم إحسانه، وسعة بره، وأنه الذي لا تنبغي العبادة إلا له وحده لا شريك له، لِقَوْمٍ يَذَّكَّرُونَ أي: يستحضرون في ذاكرتهم ما ينفعهم من العلم النافع، ويتأملون ما دعاهم الله إلى التأمل فيه حتى يتذكروا بذلك ما هو دليل عليه."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو سبحانه الذي ذلَّل لكم البحر، فمكَّنكم من ركوبه واستخراج ما فيه؛ لتأكلوا مما تصطادون من سمكه لحمًا غَضًّا لينًا، وتستخرجوا منه زينة تلبسونها وتلبسها نساؤكم مثل اللؤلؤ، وترى السفن تشق عُبَاب البحر، وتركبون هذه السفن طلبًا لفضل الله الحاصل من ربح التجارة، ورجاء أن تشكروا الله على ما أنعم به عليكم، وتفردوه بالعبادة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي سخَّر البحر» ذلله لركوبه والغوص فيه «لتأكلوا منه لحماً طرياً» هو السمك «وتستخرجوا منه حليه تلبسونها» هي اللؤلؤ والمرجان «وترى» تبصر «الفلك» السفن «مواخر فيه» تمخر الماء، أي تشقه يجريها فيه مقبلة ومدبرة بريح واحدة «ولتبتغوا» عطف على لتأكلوا، تطلبوا «من فضله» تعالى بالتجارة «ولعلكم تشكرون» الله على ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو وحده لا شريك له الَّذِي سَخَّرَ الْبَحْرَ وهيأه لمنافعكم المتنوعة.\nلِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وهو السمك والحوت الذي يصطادونه منه، وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا فتزيدكم جمالا وحسنا إلى حسنكم، وَتَرَى الْفُلْكَ أي: السفن والمراكب مَوَاخِرَ فِيهِ أي: تمخر في البحر العجاج الهائل بمقدمها حتى تسلك فيه من قطر إلى آخر، تحمل المسافرين وأرزاقهم وأمتعتهم وتجاراتهم التي يطلبون بها الأرزاق وفضل الله عليهم.\nوَلَعَلَّكُمْ تَشْكُرُونَ الذي يسر لكم هذه الأشياء وهيأها وتثنون على الله الذي منَّ بها، فلله تعالى الحمد والشكر والثناء، حيث أعطى العباد من مصالحهم ومنافعهم فوق ما يطلبون، وأعلى ما يتمنون، وآتاهم من كل ما سألوه، لا نحصي ثناء عليه بل هو كما أثنى على نفسه."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وألقى في الأرض جبالًا تُثَبِّتها حتى لا تضطرب بكم وتميل، وأجرى فيها أنهارًا لتشربوا منها، وتسقوا أنعامكم وزروعكم، وشق فيها طرقًا تسلكونها، فتصلون إلى مقاصدكم دون أن تضلوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وألقى في الأرض رواسي» جبالاً ثوابت لـ «أن» لا «تميد» تتحرك «بكم و» جعل فيها «أنهاراً» كالنيل «وسبلاً» طرقاً «لعلكم تهتدون» إلى مقاصدكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 15 و 16 :أي: وَأَلْقَى الله تعالى لأجل عباده فِي الْأَرْضِ رَوَاسِيَ وهي: الجبال العظام لئلا تميد بهم وتضطرب بالخلق فيتمكنون من حرث الأرض والبناء والسير عليها، ومن رحمته تعالى أن جعل فيها أنهارا، يسوقها من أرض بعيدة إلى أرض مضطرة إليها لسقيهم وسقي مواشيهم وحروثهم، أنهارا على وجه الأرض، وأنهارا في بطنها يستخرجونها بحفرها، حتى يصلوا إليها فيستخرجونها بما سخر الله لهم من الدوالي والآلات ونحوها، ومن رحمته أن جعل في الأرض سبلا، أي: طرقا توصل إلى الديار المتنائية لَعَلَّكُمْ تَهْتَدُونَ السبيل إليها حتى إنك تجد أرضا مشتبكة بالجبال مسلسلة فيها وقد جعل الله فيما بينها منافذ ومسالك للسالكين."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَعَلَامَاتٍ ۚ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعل لكم في الأرض معالم ظاهرة تهتدون بها في السير نهارًا، وجعل لكم النجوم في السماء رجاء أن تهتدوا بها ليلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعلامات» تستدلون بها على الطرق كالجبال بالنهار «وبالنجم» بمعنى النجوم «هم يهتدون» إلى الطرق والقبلة بالليل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 15 و 16 :أي: وَأَلْقَى الله تعالى لأجل عباده فِي الْأَرْضِ رَوَاسِيَ وهي: الجبال العظام لئلا تميد بهم وتضطرب بالخلق فيتمكنون من حرث الأرض والبناء والسير عليها، ومن رحمته تعالى أن جعل فيها أنهارا، يسوقها من أرض بعيدة إلى أرض مضطرة إليها لسقيهم وسقي مواشيهم وحروثهم، أنهارا على وجه الأرض، وأنهارا في بطنها يستخرجونها بحفرها، حتى يصلوا إليها فيستخرجونها بما سخر الله لهم من الدوالي والآلات ونحوها، ومن رحمته أن جعل في الأرض سبلا، أي: طرقا توصل إلى الديار المتنائية لَعَلَّكُمْ تَهْتَدُونَ السبيل إليها حتى إنك تجد أرضا مشتبكة بالجبال مسلسلة فيها وقد جعل الله فيما بينها منافذ ومسالك للسالكين."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفمن يخلق هذه الأشياء وغيرها كمن لا يخلق شيئًا؟! أفلا تتذكرون عظمة الله الذي يخلق كل شيء، وتفردوه بالعبادة، ولا تشركوا به ما لا يخلق شيئًا؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن يخلق» وهو الله «كمن لا يخلق» وهو الأصنام حيث تشركونها معه في العبادة؟ لا «أفلا تذكرون» هذا فتؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ما خلقه من المخلوقات العظيمة، وما أنعم به من النعم العميمة ذكر أنه لا يشبهه أحد ولا كفء له ولا ند له فقال: أَفَمَنْ يَخْلُقُ جميع المخلوقات وهو الفعال لما يريد كَمَنْ لَا يَخْلُقُ شيئا لا قليلا ولا كثيرا، أَفَلَا تَذَكَّرُونَ فتعرفون أن المنفرد بالخلق أحق بالعبادة كلها، فكما أنه واحد في خلقه وتدبيره فإنه واحد في إلهيته وتوحيده وعبادته."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن تحاولوا - أيها الناس - عَدَّ نعم الله الكثيرة التي أنعم بها عليكم، وحَصْرها لا تستطيعوا ذلك لكثرتها وتنوعها، إن الله لغفور حيث لم يؤاخذكم بالغفلة عن شكرها، رحيم حيث لم يقطعها عنكم بسبب المعاصي والتقصير في شكره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن تعدّوا نعمة الله لا تحصوها» تضبطوها فضلاً أن تطيقوا شكرها «إن الله لغفور رحيم» حيث ينعم عليكم مع تقصيركم وعصيانكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وكما أنه ليس له مشارك إذ أنشأكم وأنشأ غيركم، فلا تجعلوا له أندادا في عبادته بل أخلصوا له الدين، وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ عددا مجردا عن الشكر لَا تُحْصُوهَا فضلا عن كونكم تشكرونها، فإن نعمه الظاهرة والباطنة على العباد بعدد الأنفاس واللحظات، من جميع أصناف النعم مما يعرف العباد، ومما لا يعرفون وما يدفع عنهم من النقم فأكثر من أن تحصى، إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ يرضى منكم باليسير من الشكر مع إنعامه الكثير."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله يعلم ما تخفون -أيها العباد- من أعمالكم، ويعلم ما تظهرون منها، لا يخفى عليه شيء منها، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله يعلم ما تسرون وما تعلنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 19 و20 :وكما أن رحمته واسعة وجوده عميم ومغفرته شاملة للعباد فعلمه محيط بهم، يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ بخلاف من عبد من دونه، فإنهم لَا يَخْلُقُونَ شَيْئًا قليلا ولا كثيرا وَهُمْ يُخْلَقُونَ فكيف يخلقون شيئا مع افتقارهم في إيجادهم إلى الله تعالى؟\""
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يعبدهم المشركون من دون الله لا يخلقون شيئًا ولو كان قليلًا، ومن عبدوهم من دون الله هم الذين يصنعونهم، فكيف يعبدون من دون الله ما يصنعونه بأيديهم من الأصنام؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين تدعون» بالتاء والياء تعبدون «من دون الله» وهم الأصنام «لا يخلقون شيئاً وهم يُخلقون» يصورون من الحجارة وغيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 19 و20 :وكما أن رحمته واسعة وجوده عميم ومغفرته شاملة للعباد فعلمه محيط بهم، يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ بخلاف من عبد من دونه، فإنهم لَا يَخْلُقُونَ شَيْئًا قليلا ولا كثيرا وَهُمْ يُخْلَقُونَ فكيف يخلقون شيئا مع افتقارهم في إيجادهم إلى الله تعالى؟\""
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أَمْوَاتٌ غَيْرُ أَحْيَاءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومع كون عابديهم صنعوهم بأيديهم فهم جمادات لا حياة فيها ولا علم، فهم لا يعلمون متى يبعثون مع عابديهم يوم القيامة؛ ليرموا معهم في نار جهنم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أموات» لا روح فيه خبر ثان «غير أحياء» تأكيد «وما يشعرون» أي الأصنام «أيان» وقت «يبعثون» أي الخلق فكيف يعبدون، إذ لا يكون إلهاً إلا الخالق الحي العالم بالغيب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومع هذا ليس فيهم من أوصاف الكمال شيء لا علم، ولا غيره أَمْوَاتٌ غَيْرُ أَحْيَاءٍ فلا تسمع ولا تبصر ولا تعقل شيئا، أفتتخذ هذه آلهة من دون رب العالمين، فتبا لعقول المشركين ما أضلها وأفسدها، حيث ضلت في أظهر الأشياء فسادا، وسووا بين الناقص من جميع الوجوه فلا أوصاف كمال، ولا شيء من الأفعال، وبين الكامل من جميع الوجوه الذي له كل صفة كمال وله من تلك الصفة أكملها وأعظمها، فله العلم المحيط بكل الأشياء والقدرة العامة والرحمة الواسعة التي ملأت جميع العوالم، والحمد والمجد والكبرياء والعظمة، التي لا يقدر أحد من الخلق أن يحيط ببعض أوصافه"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۚ فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "معبودكم بحق هو معبود واحد لا شريك له وهو الله، والذين لا يؤمنون بالبعث للجزاء قلوبهم جاحدة وحدانية الله لعدم خوفها، فهي لا تؤمن بحساب ولا عقاب، وهم متكبرون لا يقبلون الحق، ولا يخضعون له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلهكم» المستحق للعبادة منكم «إله واحد» لا نظير له في ذاته ولا في صفاته وهو الله تعالى «فالذين لا يؤمنون بالآخرة قلوبهم منكرة» جاحدة للوحدانية «وهم مستكبرون» متكبرون عن الإيمان بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَهُكُمْ إِلَهٌ وَاحِدٌ وهو الله الأحد الفرد الصمد الذي لم يلد ولم يكن له كفوا أحد.\nفأهل الإيمان والعقول أجلته قلوبهم وعظمته، وأحبته حبا عظيما، وصرفوا له كل ما استطاعوا من القربات البدنية والمالية، وأعمال القلوب وأعمال الجوارح، وأثنوا عليه بأسمائه الحسنى وصفاته وأفعاله المقدسة، فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ لهذا الأمر العظيم الذي لا ينكره إلا أعظم الخلق جهلا وعنادا وهو: توحيد الله وَهُمْ مُسْتَكْبِرُونَ عن عبادته."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "لَا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حقًّا إن الله يعلم ما يسره هؤلاء من الأعمال، ويعلم ما يظهرونه منها، لا يخفى عليه شيء، وسيجازيهم عليها، إنه سبحانه لا يحب المستكبرين عن عبادته والخضوع له، بل يمقتهم أشد المقت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا جرم» حقا «أن الله يعلم ما يسرون وما يعلنون» فيجازيهم بذلك «إنه لا يحب المستكبرين» بمعنى أنه يعاقبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا جَرَمَ أي: حقا لا بد أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ من الأعمال القبيحة إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ بل يبغضهم أشد البغض، وسيجازيهم من جنس عملهم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قيل لهؤلاء الذين ينكرون وحدانية الخالق، ويكذبون بالبعث: ماذا أنزل الله على محمد صلى الله عليه وسلم؟ قالوا: لم ينزل عليه شيئًا، وإنما جاء من نفسه بقصص الأولين وأكاذيبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في النضر بن الحارث «وإذا قيل لهم ما» استفهامية «ذا» موصولة «أنزل ربكم» على محمد «قالوا» هو «أساطير» أكاذيب «الأولين» إضلالاً للناس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى -مخبرا عن شدة تكذيب المشركين بآيات الله: وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ ْ أي: إذا سألوا عن القرآن والوحي الذي هو أكبر نعمة أنعم الله بها على العباد، فماذا قولكم به؟ وهل تشكرون هذه النعمة وتعترفون بها أم تكفرون وتعاندون؟فيكون جوابهم أقبح جواب وأسمجه، فيقولون عنه: إنه أَسَاطِيرُ الْأَوَّلِينَ ْ أي: كذب اختلقه محمد على الله، وما هو إلا قصص الأولين التي يتناقلها الناس جيلا بعد جيل، منها الصدق ومنها الكذب، فقالوا هذه المقالة، ودعوا أتباعهم إليها"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ۗ أَلَا سَاءَ مَا يَزِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليكون مآلهم أن يحملوا آثامهم دون نقص، ويحملوا من آثام الذين أضلوهم عن الإسلام جهلًا وتقليدًا، فما أشد قبح ما يحملونه من آثامهم وآثام أتباعهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليحملوا» في عاقبة الأمر «أوزارهم» ذنوبهم «كاملة» لم يُكفَّر منها شيء «يوم القيامة ومن» بعض «أوزار الذين يضلونهم بغير علم» لأنهم دعوهم إلى الضلال فاتبعوهم فاشتركوا في الإثم «ألا ساء» بئس «ما يزرون» يحملونه حملهم هذا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحملوا وزرهم ووزر من انقاد لهم إلى يوم القيامة.\nوقوله: وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ْ أي: من أوزار المقلدين الذين لا علم عندهم إلا ما دعوهم إليه، فيحملون إثم ما دعوهم إليه، وأما الذين يعلمون فكلٌّ مستقلٌّ بجرمه، لأنه عرف ما عرفوا أَلَا سَاءَ مَا يَزِرُونَ ْ أي: بئس ما حملوا من الوزر المثقل لظهورهم، من وزرهم ووزر من أضلوه."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد أتى الكفار من قبل هؤلاء بالمكايد لرسلهم، فهدم الله أبنيتهم من أسسها، فسقطت عليهم سقوفهم من فوقهم، وجاءهم العذاب من حيث لا يتوقعون، فقد كانوا يتوقعون أن أبنيتهم تحميهم، فأُهْلكوا بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قد مكر الذين من قبلهم» وهو نمروذ بنى صرحاً طويلا ليصعد منه إلى السماء ليقاتل أهلها «فأتى اللهُ» قصد «بنيانهم من القواعد» الأساس فأرسل عليه الريح والزلزلة فهدمته «فخر عليهم السقف من فوقهم» أي هم تحته «وأتاهم العذاب من حيث لا يشعرون» من جهة لا تخطر ببالهم وقيل هذا تمثيل لإفساد ما أبرموه من المكر بالرسل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ ْ برسلهم واحتالوا بأنواع الحيل على رد ما جاءوهم به وبنوا من مكرهم قصورا هائلة، فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ ْ أي: جاءها الأمر من أساسها وقاعدتها، فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ْ فصار ما بنوه عذابا عذبوا به، وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ ْ وذلك أنهم ظنوا أن هذا البنيان سينفعهم ويقيهم العذاب فصار عذابهم فيما بنوه وأصَّلوه.\nوهذا من أحسن الأمثال في إبطال الله مكر أعدائه."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ۚ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم يوم القيامة يهينهم الله بالعذاب، ويذلهم به، ويقول لهم: أين شركائي الذين كنتم تشركونهم معي في العبادة، وكنتم تعادون أنبيائي والمؤمنين بسببهم؟ قال العلماء الربانيون: إن الهوان والعذاب يوم القيامة واقع على الكافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم يوم القيامة يخزيهم» يذلهم «ويقول» الله لهم على لسان الملائكة توبيخاً «أين شركائي» بزعمكم «الذين كنتم تشاقون» تخالفون المؤمنين «فيهم» في شأنهم «قال» أي يقول «الذين أوتوا العلم» من الأنبياء والمؤمنين «إن الخزي اليوم والسوء على الكافرين» يقولونه شماتة بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإنهم فكروا وقدروا فيما جاءت به الرسل لما كذبوهم وجعلوا لهم أصولا وقواعد من الباطل يرجعون إليها، ويردون بها ما جاءت [به] الرسل، واحتالوا أيضا على إيقاع المكروه والضرر بالرسل ومن تبعهم، فصار مكرهم وبالا عليهم، فصار تدبيرهم فيه تدميرهم، وذلك لأن مكرهم سيئ ولا يحيق المكر السيئ إلا بأهله ْ هذا في الدنيا ولعذاب الآخرة أخزى، ولهذا قال: ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ ْ أي: يفضحهم على رءوس الخلائق ويبين لهم كذبهم وافتراءهم على الله.\nوَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ْ أي: تحاربون وتعادون الله وحزبه لأجلهم وتزعمون أنهم شركاء لله، فإذا سألهم هذا السؤال لم يكن لهم جواب إلا الإقرار بضلالهم، والاعتراف بعنادهم فيقولون ضلوا عنا وشهدوا على أنفسهم أنهم كانوا كافرين ْ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ ْ أي: العلماء الربانيون إِنَّ الْخِزْيَ الْيَوْمَ ْ أي: يوم القيامة وَالسُّوءَ ْ أي: العذاب عَلَى الْكَافِرِينَ ْ وفي هذا فضيلة أهل العلم، وأنهم الناطقون بالحق في هذه الدنيا ويوم يقوم الأشهاد، وأن لقولهم اعتبارا عند الله وعند خلقه، ثم ذكر ما يفعل بهم عند الوفاة وفي القيامة"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ۖ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ ۚ بَلَىٰ إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يقبض ملك الموت وأعوانه من الملائكة أرواحهم وهم متلبسون بظلم أنفسهم بالكفر بالله، فانقادوا مستسلمين لما نزل بهم من الموت، وأنكروا ما كانوا عليه من الكفر والمعاصي؛ ظَنًّا منهم أن الإنكار ينفعهم، فيقال لهم: كذبتم، قد كنتم كافرين تعملون المعاصي، إن الله عليم بما كنتم تعملون في الدنيا، لا يخفى عليه شيء منه، وسيجازيكم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين تتوفاهم» بالتاء والياء «الملائكة ظالمي أنفسهم» بالكفر «فألقوا السلم» انقادوا واستسلموا عند الموت قائلين «ما كنا نعمل من سوء» شرك فتقول الملائكة «بلى إن الله عليم بما كنتم تعملون» فيجازيكم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ْ أي: تتوفاهم في هذه الحال التي كثر فيها ظلمهم وغيهم وقد علم ما يلقى الظلمة في ذلك المقام من أنواع العذاب والخزي والإهانة.\nفَأَلْقَوُا السَّلَمَ ْ أي: استسلموا وأنكروا ما كانوا يعبدونهم من دون الله وقالوا: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ ْ فيقال لهم: بَلَى ْ كنتم تعملون السوء ف إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ ْ فلا يفيدكم الجحود شيئا، وهذا في بعض مواقف القيامة ينكرون ما كانوا عليه في الدنيا ظنا أنه ينفعهم، فإذا شهدت عليهم جوارحهم وتبين ما كانوا عليه أقروا واعترفوا، ولهذا لا يدخلون النار حتى يعترفوا بذنوبهم."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال لهم: ادخلوا حسب أعمالكم أبواب جهنم ماكثين فيها أبدًا، فَلَسَاءت مقرًّا للمتكبرين عن الإيمان بالله وعبادته وحده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ويقال لهم «فادخلوا أبواب جهنم خالدين فيها فلبئس مثوى» مأوى «المتكبرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فادخلوا أبواب جهنم ْ كلُّ أهل عمل يدخلون من الباب اللائق بحالهم، فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ ْ نار جهنم فإنها مثوى الحسرة والندم، ومنزل الشقاء والألم ومحل الهموم والغموم، وموضع السخط من الحي القيوم، لا يفتَّر عنهم من عذابها، ولا يرفع عنهم يوما من أليم عقابها، قد أعرض عنهم الرب الرحيم، وأذاقهم العذاب العظيم."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ ۚ قَالُوا خَيْرًا ۗ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ الْآخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقيل للذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه: ماذا أنزل ربكم على نبيكم محمد صلى الله عليه وسلم ؟ أجابوا: أنزل الله عليه خيرًا عظيمًا، للذين أحسنوا عبادة الله وأحسنوا التعامل مع خلقه في هذه الحياة الدنيا مثوبة حسنة، منها النصر وسعة الرزق، وما أعده الله لهم من الثواب في الآخرة خير مما عجَّله لهم في الدنيا، ولنِعْمَ دارُ المتقين لربهم بامتثال أوامره واجتناب نواهيه دارُ الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقيل للذين اتقوْا» الشرك «ماذا أنزل ربكم قالوا خيراً للذين أحسنوا» بالإيمان «في هذه الدنيا حسنة» حياة طيبة «ولدار الآخرة» أي الجنة «خير» من الدنيا وما فيها قال تعالى فيها «ولنعم دار المتقين» هي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر الله قيل المكذبين بما أنزل الله، ذكر ما قاله المتقون، وأنهم اعترفوا وأقروا بأن ما أنزله الله نعمة عظيمة، وخير عظيم امتن الله به على العباد، فقبلوا تلك النعمة، وتلقوها بالقبول والانقياد، وشكروا الله عليها، فعلموها وعملوا لها لِلَّذِينَ أَحْسَنُوا ْ في عبادة الله تعالى، وأحسنوا إلى عباد الله فلهم فِي هَذِهِ الدُّنْيَا حَسَنَةً ْ رزق واسع، وعيشه هنية، وطمأنينة قلب، وأمن وسرور.\nوَلَدَارُ الْآخِرَةِ خَيْرٌ ْ من هذه الدار وما فيها من أنواع اللذات والمشتهيات، فإن هذه نعيمها قليل محشو بالآفات منقطع، بخلاف نعيم الآخرة ولهذا قال: وَلَنِعْمَ دَارُ الْمُتَّقِينَ ْ"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ لَهُمْ فِيهَا مَا يَشَاءُونَ ۚ كَذَٰلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جنات إقامة واستقرار يدخلونها، تجري الأنهار من تحت قصورها وأشجارها، لهم في هذه الجنات ما تشتهي أنفسهم من المأكل والمشرب وغيرهما، بمثل هذا الجزاء الذي يجزي به المتقين من أمة محمد صلى الله عليه وسلم يجزي المتقين من الأمم السابقة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جنات عدن» إقامة مبتدأ خبره «يدخلونها تجري من تحتها الأنهار لهم فيها ما يشاءُون كذلك» الجزاء «يجزي الله المتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُمْ فِيهَا مَا يَشَاءُونَ ْ أي: مهما تمنته أنفسهم وتعلقت به إرادتهم حصل لهم على أكمل الوجوه وأتمها، فلا يمكن أن يطلبوا نوعا من أنواع النعيم الذي فيه لذة القلوب وسرور الأرواح، إلا وهو حاضر لديهم، ولهذا يعطي الله أهل الجنة كل ما تمنوه عليه، حتى إنه يذكرهم أشياء من النعيم لم تخطر على قلوبهم.\nفتبارك الذي لا نهاية لكرمه، ولا حد لجوده الذي ليس كمثله شيء في صفات ذاته، وصفات أفعاله وآثار تلك النعوت، وعظمة الملك والملكوت، كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ ْ لسخط الله وعذابه بأداء ما أوجبه عليهم من الفروض والواجبات المتعلقة بالقلب والبدن واللسان من حقه وحق عباده، وترك ما نهاهم الله عنه."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يقبض ملك الموت وأعوانه من الملائكة أرواحهم في حال طهارة قلوبهم من الكفر، تخاطبهم الملائكة بقولهم: سلام عليكم، سلمتم من كل آفة، ادخلوا الجنة بما كنتم تعملون في الدنيا من الاعتقاد الصحيح والعمل الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين» نعت «تتوفاهم الملائكة طيبين» طاهرين من الكفر «يقولون» عند الموت «سلام عليكم» ويقال لهم في الآخرة «ادخلوا الجنة بما كنتم تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ْ مستمرين على تقواهم طَيِّبِينَ ْ أي: طاهرين مطهرين من كل نقص ودنس يتطرق إليهم ويخل في إيمانهم، فطابت قلوبهم بمعرفة الله ومحبته وألسنتهم بذكره والثناء عليه، وجوارحهم بطاعته والإقبال عليه، يَقُولُونَ سَلَامٌ عَلَيْكُمُ ْ أي: التحية الكاملة حاصلة لكم والسلامة من كل آفة.\nوقد سلمتم من كل ما تكرهون ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ ْ من الإيمان بالله والانقياد لأمره، فإن العمل هو السبب والمادة والأصل في دخول الجنة والنجاة من النار، وذلك العمل حصل لهم برحمة الله ومنته عليهم لا بحولهم وقوتهم."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هل ينتظر هؤلاء المشركون المكذبون إلا أن يأتيهم ملك الموت وأعوانه من الملائكة لقبض أرواحهم وضرب وجوههم وأدبارهم، أو يأتي أمر الله باستئصالهم بالعذاب في الدنيا؟ مثل هذا الفعل الذي يفعله المشركون في مكة فعله المشركون من قبلهم فأهلكهم الله، وما ظلمهم حين أهلكهم، ولكن كانوا أنفسهم يظلمون بإيرادها موارد الهلاك بالكفر بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هل» ما «ينظرون» ينتظر الكفار «إلا أن تأتيهم» بالتاء والياء «الملائكة» لقبض أرواحهم «أو يأتي أمر ربك» العذاب أو القيامة المشتملة عليه «كذلك» كما فعل هؤلاء «فعل الذين من قبلهم» من الأمم كذبوا رسلهم فأهلكوا «وما ظلمهم الله» بإهلاكهم بغير ذنب «ولكن كانوا أنفسهم يظلمون» بالكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: هل ينظر هؤلاء الذين جاءتهم الآيات فلم يؤمنوا، وذكِّروا فلم يتذكروا، إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ ْ لقبض أرواحهم أَوْ يَأْتِيَ أَمْرُ رَبِّكَ ْ بالعذاب الذي سيحل بهم فإنهم قد استحقوا وقوعه فيهم، كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ْ كذبوا وكفروا، ثم لم يؤمنوا حتى نزل بهم العذاب.\nوَمَا ظَلَمَهُمُ اللَّهُ ْ إذ عذبهم وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ ْ فإنها مخلوقة لعبادة الله ليكون مآلها إلى كرامة الله فظلموها وتركوا ما خلقت له، وعرضوها للإهانة الدائمة والشقاء الملازم."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فنزلت عليهم عقوبات أعمالهم التي كانوا يعملونها، وأحاط بهم العذاب الذي كانوا يسخرون منه إذا ذُكِّروا به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "فأصابهم سيئات ما عملوا» أي جزاءها «وحاق» نزل «بهم ما كانوا به يستهزءُون» أي العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا ْ أي: عقوبات أعمالهم وآثارها، وَحَاقَ بِهِمْ ْ أي: نزل مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ْ فإنهم كانوا إذا أخبرتهم رسلهم بالعذاب استهزأوا به، وسخروا ممن أخبر به فحل بهم ذلك الأمر الذي سخروا منه."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ ۚ كَذَٰلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الذين أشركوا مع الله غيره في عبادتهم: لو شاء الله أن نعبده وحده، ولا نشرك به لما عبدنا أحدًا غيره، لا نحن ولا آباؤنا من قبلنا، ولو شاء ألا نُحَرِّم شيئًا ما حَرَّمناه، بمثل هذه الحجة الباطلة قال الكفار السابقون، فما على الرسل إلا التبليغ الواضح لما أمروا بتبليغه، وقد بَلَّغوا، ولا حجة للكفار في الاعتذار بالقَدَر بعد أن جعل الله لهم مشيئة واختيارًا، وأرسل إليهم رسله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين أشركوا» من أهل مكة «لو شاء الله ما عبدنا من دونه من شيء نحن ولا آباؤنا ولا حرمنا من دونه من شيء» من البحائر والسوائب فإشراكنا وتحريمنا بمشيئته فهو راض به، قال تعالى: «كذلك فعل الذين من قبلهم» أي كذبوا ربهم فيما جاءوا به «فهل» فما «على الرسل إلا البلاغ المبين» إلا البلاغ البيِّن وليس عليهم الهداية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: احتج المشركون على شركهم بمشيئة الله، وأن الله لو شاء ما أشركوا، ولا حرموا شيئا من [الأنعام] التي أحلها كالبحيرة والوصيلة والحام ونحوها من دونه، وهذه حجة باطلة، فإنها لو كانت حقا ما عاقب الله الذين من قبلهم حيث أشركوا به، فعاقبهم أشد العقاب.\nفلو كان يحب ذلك منهم لما عذبهم، وليس قصدهم بذلك إلا رد الحق الذي جاءت به الرسل، وإلا فعندهم علم أنه لا حجة لهم على الله.\nفإن الله أمرهم ونهاهم ومكنهم من القيام بما كلفهم وجعل لهم قوة ومشيئة تصدر عنها أفعالهم.\nفاحتجاجهم بالقضاء والقدر من أبطل الباطل، هذا وكل أحد يعلم بالحس قدرة الإنسان على كل فعل يريده من غير أن ينازعه منازع، فجمعوا بين تكذيب الله وتكذيب رسله وتكذيب الأمور العقلية والحسية، فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ ْ أي: البين الظاهر الذي يصل إلى القلوب، ولا يبقى لأحد على الله حجة، فإذا بلغتهم الرسل أمر ربهم ونهيه، واحتجوا عليهم بالقدر، فليس للرسل من الأمر شيء، وإنما حسابهم على الله عز وجل."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بعثنا في كل أمة سابقة رسولًا يأمر أمته بأن يعبدوا الله وحده، ويتركوا عبادة غيره من الأصنام والشياطين وغيرهم، فكان منهم من وفقه الله فآمن به، واتبع ما جاء به رسوله، وكان منهم من كفر بالله وعصى رسوله فلم يوفقه، فوجبت عليه الضلالة، فسيروا في الأرض لتروا بأعينكم كيف كان مصير المكذبين بعدما حل بهم من عذاب وهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد بعثنا في كل أمة رسولاً» كما بعثناك في هؤلاء «أن» بأن «اعبدوا الله» وحدوه «واجتنبوا الطاغوت» الأوثان أن تعبدوها «فمنهم من هدى الله» فآمن «ومنهم من حقت» وجَبَتْ «عليه الضلالة» في علم الله فلم يؤمن «فسيروا» يا كفار مكة «في الأرض فانظروا كيف كان عاقبة المكذبين» رسلهم من الهلاك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن حجته قامت على جميع الأمم، وأنه ما من أمة متقدمة أو متأخرة إلا وبعث الله فيها رسولا، وكلهم متفقون على دعوة واحدة ودين واحد، وهو عبادة الله وحده لا شريك له أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ْ فانقسمت الأمم بحسب استجابتها لدعوة الرسل وعدمها قسمين، فَمِنْهُمْ مَنْ هَدَى اللَّهُ ْ فاتبعوا المرسلين علما وعملا، وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ْ فاتبع سبيل الغي.\nفَسِيرُوا فِي الْأَرْضِ ْ بأبدانكم وقلوبكم فَانْظُروا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ ْ فإنكم سترون من ذلك العجائب، فلا تجدون مكذبا إلا كان عاقبته الهلاك."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "إِنْ تَحْرِصْ عَلَىٰ هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ ۖ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن تجتهد - أيها الرسول - بما تستطيع من دعوتك لهؤلاء، وتحرص على هدايتهم، وتأخذ بأسباب ذلك؛ فإن الله لا يوفق للهداية من يضله، وليس لهم من دون الله من أحد ينصرهم بدفع العذاب عنهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تحرص» يا محمد «على هداهم» وقد أضلهم الله لا تقدر على ذلك «فإن الله لا يُهدِي» بالبناء للمفعول وللفاعل «من يضل» من يريد إضلاله «وما لهم من ناصرين» مانعين من عذاب الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ تَحْرِصْ عَلَى هُدَاهُمْ ْ وتبذل جهدك في ذلك فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ ْ ولو فعل كل سبب لم يهده إلا الله، وَمَا لَهُمْ مِنْ نَاصِرِينَ ْ ينصرونهم من عذاب الله ويقونهم بأسه."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وحَلَفَ هؤلاء المكذبون بالبعث مبالغين في حلفهم جاهدين فيه مؤكِّدِين له: لا يبعث الله من يموت؛ دون أن تكون لهم حجة على ذلك، بلى، سيبعث الله كل من يموت، وعدًا عليه حقًّا، ولكن أكثر الناس لا يعلمون أن الله يبعث الموتى، فينكرون البعث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأقسموا بالله جهد أيمانهم» أي غاية اجتهادهم فيها «لا يبعث الله من يموت» قال تعالى «بلى» يبعثهم «وعداً عليه حقا» مصدران مؤكدان منصوبان بفعلهما المقدر أي وعد ذلك وحقه حقا «ولكن أكثر الناس» أي أهل مكة «لا يعلمون» ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن المشركين المكذبين لرسوله أنهم أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ْ أي: حلفوا أيمانا مؤكدة مغلظة على تكذيب الله، وأن الله لا يبعث الأموات، ولا يقدر على إحيائهم بعد أن كانوا ترابا، قال تعالى مكذبا لهم: بَلَى ْ سيبعثهم ويجمعهم ليوم لا ريب فيه وَعْدًا عَلَيْهِ حَقًّا ْ لا يخلفه ولا يغيره وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ ْ ومن جهلهم العظيم إنكارهم للبعث والجزاء،"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يبعثهم الله جميعًا يوم القيامة ليوضح لهم حقيقة ما كانوا يختلفون فيه من التوحيد والبعث والنبوّة، وليعلم الكفار أنهم كانوا كاذبين في ادعائهم شركاء مع الله وفي إنكارهم للبعث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليبين» متعلق ببعثهم المقدر «لهم الذي يختلفون» مع المؤمنين «فيه» من أمر الدين بتعذيبهم وإثابة المؤمنين «وليعلم الذين كفروا أنهم كانوا كاذبين» في إنكار البعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 39 و40 : لِيُبَيِّنَ لَهُم الَّذِي يَخْتَلِفُونَ فِيهِ ْ من المسائل الكبار والصغار، فيبين حقائقها ويوضحها.\nوَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ ْ حين يرون أعمالهم حسرات عليهم، وما نفعتهم آلهتهم التي يدعون مع الله من شيء لما جاء أمر ربك، وحين يرون ما يعبدون حطبا لجهنم، وتكور الشمس والقمر وتتناثر النجوم، ويتضح لمن يعبدها أنها عبيد مسخرات، وأنهن مفتقرات إلى الله في جميع الحالات، وليس ذلك على الله بصعب، ولا شديد فإنه إذا أراد شيئا قال له: كن فيكون، من غير منازعة ولا امتناع، بل يكون على طبق ما أراده وشاءه."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا إذا أردنا إحياء الموتى وبعثهم فلا مانع يمنعنا من ذلك، إنما نقول لشيء إذا أردناه: ﴿كُنْ﴾، فيكون لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما قوْلنا لشيء إذا أردناه» أي أردنا إيجاده وقولنا مبتدأ خبره «أن نقول له كن فيكونُ» أي فهو يكون وفي قراءة بالنصب عطفاً على نقول والآية لتقرير القدرة على البعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 39 و40 : لِيُبَيِّنَ لَهُم الَّذِي يَخْتَلِفُونَ فِيهِ ْ من المسائل الكبار والصغار، فيبين حقائقها ويوضحها.\nوَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ ْ حين يرون أعمالهم حسرات عليهم، وما نفعتهم آلهتهم التي يدعون مع الله من شيء لما جاء أمر ربك، وحين يرون ما يعبدون حطبا لجهنم، وتكور الشمس والقمر وتتناثر النجوم، ويتضح لمن يعبدها أنها عبيد مسخرات، وأنهن مفتقرات إلى الله في جميع الحالات، وليس ذلك على الله بصعب، ولا شديد فإنه إذا أراد شيئا قال له: كن فيكون، من غير منازعة ولا امتناع، بل يكون على طبق ما أراده وشاءه."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين تركوا ديارهم وأهليهم وأموالهم مهاجرين من بلد الكفر إلى بلد الإسلام ابتغاء مرضاة الله من بعد ما عذبهم الكفار وضيقوا عليهم لنُنَزِّلنهم في الدنيا دارًا يكونون فيها أعزَّة، ولثواب الآخرة أعظم لأن منه الجنة، لو كان المتخلفون عن الهجرة يعلمون ثواب المهاجرين لَمَا تخلفوا عنها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين هاجروا في الله» لإقامة دينه «من بعدما ظلموا» بالأذى من أهل مكة وهم النبي وأصحابه «لنبوِّئَنهم» ننزلهم «في الدنيا» داراً «حسنة» هي المدينة «ولأجر الآخرة» أي الجنة «أكبر» أعظم «لو كانوا يعلمون» أي الكفار أو المتخلفون عن الهجرة ما للمهاجرين من الكرامة لوافقوهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بفضل المؤمنين الممتحنين الَّذِينَ هَاجَرُوا فِي اللَّهِ ْ أي: في سبيله وابتغاء مرضاته مِنْ بَعْدِ مَا ظُلِمُوا ْ بالأذية والمحنة من قومهم، الذين يفتنونهم ليردوهم إلى الكفر والشرك، فتركوا الأوطان والخلان، وانتقلوا عنها لأجل طاعة الرحمن، فذكر لهم ثوابين: ثوابا عاجلا في الدنيا من الرزق الواسع والعيش الهنيء، الذي رأوه عيانا بعد ما هاجروا، وانتصروا على أعدائهم، وافتتحوا البلدان وغنموا منها الغنائم العظيمة، فتمولوا وآتاهم الله في الدنيا حسنة.\nوَلَأَجْرُ الْآخِرَةِ ْ الذي وعدهم الله على لسان رسوله أَكْبَرُ ْ من أجر الدنيا، كما قال تعالى: الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ ْ وقوله: لَوْ كَانُوا يَعْلَمُونَ ْ أي: لو كان لهم علم ويقين بما عند الله من الأجر والثواب لمن آمن به وهاجر في سبيله لم يتخلف عن ذلك أحد."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "الَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء المهاجرون في سبيل الله هم الذين صبروا على أذى أقوامهم ومفارقة أهليهم وأوطانهم، وصبروا على طاعة الله، وهم على ربهم وحده يعتمدون في كل أمورهم، فأعطاهم الله هذا الجزاء العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هم «الذين صبروا» على أذى المشركين والهجرة لإظهار الدين «وعلى ربهم يتوكلون» فيرزقهم من حيث لا يحتسبون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر وصف أوليائه فقال: الَّذِينَ صَبَرُوا ْ على أوامر الله وعن نواهيه، وعلى أقدار الله المؤلمة، وعلى الأذية فيه والمحن وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ ْ أي: يعتمدون عليه في تنفيذ محابّه، لا على أنفسهم.\nوبذلك تنجح أمورهم وتستقيم أحوالهم، فإن الصبر والتوكل ملاك الأمور كلها، فما فات أحدا شيء من الخير إلا لعدم صبره وبذل جهده فيما أريد منه، أو لعدم توكله واعتماده على الله."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ ۚ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أرسلنا من قبلك - أيها الرسول- إلا رجالًا من البشر نوحي إليهم، فلم نرسل رسلًا من الملائكة، وهذه سُنَّتنا المطردة، وإن كنتم تنكرون ذلك فاسألوا أهل الكتب السابقة يخبروكم أن الرسل كانوا بشرًا، ولم يكونوا ملائكة، إن كنتم لا تعلمون أنهم بشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أرسلنا من قبلك إلا رجالاً نوحي إليهم» لا ملائكة «فاسألوا أهل الذكر» العلماء بالتوراة والإنجيل «إن كنتم لا تعلمون» ذلك، فإنهم يعلمونه وأنتم إلى تصديقهم أقرب من تصديق المؤمنين بمحمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 43 و44 :يقول تعالى لنبيه محمد صلى الله عليه وسلم: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا ْ أي: لست ببدع من الرسل، فلم نرسل قبلك ملائكة بل رجالا كاملين لا نساء.\nنُوحِي إِلَيْهِمْ ْ من الشرائع والأحكام ما هو من فضله وإحسانه على العبيد من غير أن يأتوا بشيء من قبل أنفسهم، فَاسْأَلُوا أَهْلَ الذِّكْرِ ْ أي: الكتب السابقة إِنْ كُنْتُمْ لَا تَعْلَمُونَ ْ نبأ الأولين، وشككتم هل بعث الله رجالا؟ فاسألوا أهل العلم بذلك الذين نزلت عليهم الزبر والبينات فعلموها وفهموها، فإنهم كلهم قد تقرر عندهم أن الله ما بعث إلا رجالا يوحي إليهم من أهل القرى، وعموم هذه الآية فيها مدح أهل العلم، وأن أعلى أنواعه العلم بكتاب الله المنزل.\nفإن الله أمر من لا يعلم بالرجوع إليهم في جميع الحوادث، وفي ضمنه تعديل لأهل العلم وتزكية لهم حيث أمر بسؤالهم، وأن بذلك يخرج الجاهل من التبعة، فدل على أن الله ائتمنهم على وحيه وتنزيله، وأنهم مأمورون بتزكية أنفسهم، والاتصاف بصفات الكمال.\nوأفضل أهل الذكر أهل هذا القرآن العظيم، فإنهم أهل الذكر على الحقيقة، وأولى من غيرهم بهذا الاسم، ولهذا قال تعالى: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ ْ أي: القرآن الذي فيه ذكر ما يحتاج إليه العباد من أمور دينهم ودنياهم الظاهرة والباطنة، لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ْ وهذا شامل لتبيين ألفاظه وتبيين معانيه، وَلَعَلَّهُمْ يَتَفَكَّرُونَ ْ فيه فيستخرجون من كنوزه وعلومه بحسب استعدادهم وإقبالهم عليه."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "بِالْبَيِّنَاتِ وَالزُّبُرِ ۗ وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أرسلنا هؤلاء الرسل من البشر بالدلائل الواضحة، وبالكتب المنزلة، وأنزلنا إليك - أيها الرسول - القرآن لتوضح للناس ما يحتاج منه إلى توضيح، ولعلهم يُعْمِلون أفكارهم، فيتعظوا بما تضمنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بالبينات» متعلق بمحذوف أي أرسلناهم بالحجج الواضحة «والزُّبُر» الكتب «وأنزلنا إليك الذكر» القرآن «لتبين للناس ما نزل إليهم» فيه من الحلال والحرام «ولعلهم يتفكرون» في ذلك فيعتبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 43 و44 :يقول تعالى لنبيه محمد صلى الله عليه وسلم: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا ْ أي: لست ببدع من الرسل، فلم نرسل قبلك ملائكة بل رجالا كاملين لا نساء.\nنُوحِي إِلَيْهِمْ ْ من الشرائع والأحكام ما هو من فضله وإحسانه على العبيد من غير أن يأتوا بشيء من قبل أنفسهم، فَاسْأَلُوا أَهْلَ الذِّكْرِ ْ أي: الكتب السابقة إِنْ كُنْتُمْ لَا تَعْلَمُونَ ْ نبأ الأولين، وشككتم هل بعث الله رجالا؟ فاسألوا أهل العلم بذلك الذين نزلت عليهم الزبر والبينات فعلموها وفهموها، فإنهم كلهم قد تقرر عندهم أن الله ما بعث إلا رجالا يوحي إليهم من أهل القرى، وعموم هذه الآية فيها مدح أهل العلم، وأن أعلى أنواعه العلم بكتاب الله المنزل.\nفإن الله أمر من لا يعلم بالرجوع إليهم في جميع الحوادث، وفي ضمنه تعديل لأهل العلم وتزكية لهم حيث أمر بسؤالهم، وأن بذلك يخرج الجاهل من التبعة، فدل على أن الله ائتمنهم على وحيه وتنزيله، وأنهم مأمورون بتزكية أنفسهم، والاتصاف بصفات الكمال.\nوأفضل أهل الذكر أهل هذا القرآن العظيم، فإنهم أهل الذكر على الحقيقة، وأولى من غيرهم بهذا الاسم، ولهذا قال تعالى: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ ْ أي: القرآن الذي فيه ذكر ما يحتاج إليه العباد من أمور دينهم ودنياهم الظاهرة والباطنة، لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ْ وهذا شامل لتبيين ألفاظه وتبيين معانيه، وَلَعَلَّهُمْ يَتَفَكَّرُونَ ْ فيه فيستخرجون من كنوزه وعلومه بحسب استعدادهم وإقبالهم عليه."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفأمن الذين دَبَّروا المكايد ليصدوا عن سبيل الله أن يخسف الله بهم الأرض كما خسفها بقارون، أو يجيئهم العذاب من حيث لا ينتظرون مجيئه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفأمِنَ الذين مكروا» المكرات «السيئات» بالنبي صلى اله عليه وسلم في دار الندوة من تقييده أو قتله أو إخراجه كما ذكر في الأنفال «أن يخسف الله بهم الأرض» كقارون «أو يأتيهم العذاب من حيث لا يشعرون» أي جهة لا تخطر ببالهم وقد أهلكوا ببدر ولم يكونوا يقدّرون ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 45 حتى 47 :هذا تخويف من الله تعالى لأهل الكفر والتكذيب وأنواع المعاصي، من أن يأخذهم بالعذاب على غرَّة وهم لا يشعرون، إما أن يأخذهم العذاب من فوقهم، أو من أسفل منهم بالخسف وغيره، وإما في حال تقلُّبهم وشغلهم وعدم خطور العذاب ببالهم، وإما في حال تخوفهم من العذاب، فليسوا بمعجزين لله في حالة من هذه الأحوال، بل هم تحت قبضته ونواصيهم بيده .\nولكنه رءوف رحيم لا يعاجل العاصين بالعقوبة، بل يمهلهم ويعافيهم ويرزقهم وهم يؤذونه ويؤذون أولياءه، ومع هذا يفتح لهم أبواب التوبة، ويدعوهم إلى الإقلاع من السيئات التي تضرهم، ويعدهم بذلك أفضل الكرامات، ومغفرة ما صدر منهم من الذنوب، فليستح المجرم من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات ومعاصيه صاعدة إلى ربه في كل الأوقات، وليعلم أن الله يمهل ولا يهمل وأنه إذا أخذ العاصي أخذه أخذ عزيز مقتدر، فليتب إليه، وليرجع في جميع أموره إليه فإنه رءوف رحيم.\nفالبدار البدار إلى رحمته الواسعة وبره العميم وسلوك الطرق الموصلة إلى فضل الرب الرحيم، ألا وهي تقواه والعمل بما يحبه ويرضاه."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو يصيبهم العذاب في حال تقلبهم في أسفارهم وسعيهم لمكاسبهم، فليسوا بفائتين ولا ممتنعين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو يأخذهم في تقلبهم» في أسفارهم للتجارة «فما هم بمعجزين» بفائتي العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 45 حتى 47 :هذا تخويف من الله تعالى لأهل الكفر والتكذيب وأنواع المعاصي، من أن يأخذهم بالعذاب على غرَّة وهم لا يشعرون، إما أن يأخذهم العذاب من فوقهم، أو من أسفل منهم بالخسف وغيره، وإما في حال تقلُّبهم وشغلهم وعدم خطور العذاب ببالهم، وإما في حال تخوفهم من العذاب، فليسوا بمعجزين لله في حالة من هذه الأحوال، بل هم تحت قبضته ونواصيهم بيده .\nولكنه رءوف رحيم لا يعاجل العاصين بالعقوبة، بل يمهلهم ويعافيهم ويرزقهم وهم يؤذونه ويؤذون أولياءه، ومع هذا يفتح لهم أبواب التوبة، ويدعوهم إلى الإقلاع من السيئات التي تضرهم، ويعدهم بذلك أفضل الكرامات، ومغفرة ما صدر منهم من الذنوب، فليستح المجرم من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات ومعاصيه صاعدة إلى ربه في كل الأوقات، وليعلم أن الله يمهل ولا يهمل وأنه إذا أخذ العاصي أخذه أخذ عزيز مقتدر، فليتب إليه، وليرجع في جميع أموره إليه فإنه رءوف رحيم.\nفالبدار البدار إلى رحمته الواسعة وبره العميم وسلوك الطرق الموصلة إلى فضل الرب الرحيم، ألا وهي تقواه والعمل بما يحبه ويرضاه."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَأمنوا أن ينالهم عذاب الله حال خوفهم منه، فالله قادر على تعذيبهم في كل حال، إن ربكم لرؤوف رحيم لا يعاجل بالعقوبة لعل عباده يتوبون إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو يأخذهم على تخوف» تنقص شيئاً فشيئاً حتى يهلك الجميع حال من الفاعل أو المفعول «فإن ربكم لرءُوف رحيم» حيث لم يعاجلهم بالعقوبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 45 حتى 47 :هذا تخويف من الله تعالى لأهل الكفر والتكذيب وأنواع المعاصي، من أن يأخذهم بالعذاب على غرَّة وهم لا يشعرون، إما أن يأخذهم العذاب من فوقهم، أو من أسفل منهم بالخسف وغيره، وإما في حال تقلُّبهم وشغلهم وعدم خطور العذاب ببالهم، وإما في حال تخوفهم من العذاب، فليسوا بمعجزين لله في حالة من هذه الأحوال، بل هم تحت قبضته ونواصيهم بيده .\nولكنه رءوف رحيم لا يعاجل العاصين بالعقوبة، بل يمهلهم ويعافيهم ويرزقهم وهم يؤذونه ويؤذون أولياءه، ومع هذا يفتح لهم أبواب التوبة، ويدعوهم إلى الإقلاع من السيئات التي تضرهم، ويعدهم بذلك أفضل الكرامات، ومغفرة ما صدر منهم من الذنوب، فليستح المجرم من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات ومعاصيه صاعدة إلى ربه في كل الأوقات، وليعلم أن الله يمهل ولا يهمل وأنه إذا أخذ العاصي أخذه أخذ عزيز مقتدر، فليتب إليه، وليرجع في جميع أموره إليه فإنه رءوف رحيم.\nفالبدار البدار إلى رحمته الواسعة وبره العميم وسلوك الطرق الموصلة إلى فضل الرب الرحيم، ألا وهي تقواه والعمل بما يحبه ويرضاه."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم ينظر هؤلاء المكذبون نظر تأمل إلى مخلوقاته، تميل ظلالها يمينًا وشمالًا تبعًا لحركة الشمس وسيرها نهارًا وللقمر ليلًا، خاضعة لربها ساجدة له سجودًا حقيقيًّا، وهي ذليلة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولم يروْا إلى ما خلق الله من شيء» له ظل كشجرة وجبل «تتفيَّؤ» تتميل «ظلاله عن اليمين والشمائل» جمع شمال أي عن جانبيهما أول النهار وآخره «سجداً لله» حال أي خاضعين له بما يراد منهم «وهم» أي الظلال «داخرون» صاغرون نزلوا منزلة العقلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: أَوَلَمْ يَرَوْا ْ أي: الشاكون في توحيد ربهم وعظمته وكماله، إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ ْ أي: إلى جميع مخلوقاته وكيف تتفيأ أظلتها، عَن الْيَمِينِ ْ وعن الشَّمَائِلِ سُجَّدًا لِلَّهِ ْ أي: كلها ساجدة لربها خاضعة لعظمته وجلاله، وَهُمْ دَاخِرُونَ ْ أي: ذليلون تحت التسخير والتدبير والقهر، ما منهم أحد إلا وناصيته بيد الله وتدبيره عنده."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولله وحده يسجد جميع ما في السماوات وجميع ما في الأرض من دابة، وله وحده يسجد الملائكة، وهم لا يستكبرون عن عبادة الله وطاعته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولله يسجد ما في السماوات وما في والأرض من دابة» أي نسمة تدب عليها أي تخضع له بما يراد منها، وغلب في الإتيان بما لا يعقل لكثرته «والملائكة» خصهم بالذكر تفضيلاً «وهم لا يستكبرون» يتكبرون عن عبادته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ ْ من الحيوانات الناطقة والصامتة، وَالْمَلَائِكَةِ ْ الكرام خصهم بعد العموم لفضلهم وشرفهم وكثرة عبادتهم ولهذا قال: وَهُمْ لَا يَسْتَكْبِرُونَ ْ أي: عن عبادته على كثرتهم وعظمة أخلاقهم وقوتهم كما قال تعالى: لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ ْ"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهم - مع ما هم عليه من العبادة والطاعة الدائمة - يخافون ربهم الذي هو فوقهم بذاته وقهره وسلطانه، ويفعلون ما يأمرهم به ربهم من الطاعة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يخافون» أي الملائكة حال من ضمير يستكبرون «ربهم من فوقهم» حال من هم أي عالياً عليهم بالقهر «ويفعلون ما يؤمرون» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ ْ لما مدحهم بكثرة الطاعة والخضوع لله، مدحهم بالخوف من الله الذي هو فوقهم بالذات والقهر، وكمال الأوصاف، فهم أذلاء تحت قهره.\nوَيَفْعَلُونَ مَا يُؤْمَرُونَ ْ أي: مهما أمرهم الله تعالى امتثلوا لأمره، طوعا واختيارا، وسجود المخلوقات لله تعالى قسمان: سجود اضطرار ودلالة على ما له من صفات الكمال، وهذا عام لكل مخلوق من مؤمن وكافر وبر وفاجر وحيوان ناطق وغيره، وسجود اختيار يختص بأوليائه وعباده المؤمنين من الملائكة وغيرهم [من المخلوقات]."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَٰهَيْنِ اثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ ۖ فَإِيَّايَ فَارْهَبُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الله سبحانه لجميع عباده: لا تتخذوا معبودين اثنين، إنما هو معبودٌ بحقٍّ واحدٌ لا ثاني له ولا شريك، فإياي فخافوني، ولا تخافوا غيري."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الله لا تتخذوا إلهين اثنين» تأكيد «إنما هو إله واحد» أتى به لإثبات الإلهية والوحدانية «فإياي فارهبون» خافون دون غيري وفيه التفات عن الغيبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى بعبادته وحده لا شريك له، ويستدل على ذلك بانفراده بالنعم والوحدانية فقال: لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ أي: تجعلون له شريكا في إلهيته، وهو إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ متوحد في الأوصاف العظيمة متفرد بالأفعال كلها.\nفكما أنه الواحد في ذاته وأسمائه ونعوته وأفعاله، فلتوحِّدوه في عبادته، ولهذا قال: فَإِيَّايَ فَارْهَبُونِ أي: خافوني وامتثلوا أمري، واجتنبوا نهيي من غير أن تشركوا بي شيئا من المخلوقات، فإنها كلها لله تعالى مملوكة."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا ۚ أَفَغَيْرَ اللَّهِ تَتَّقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، وله وحده الطاعة والخضوع والإخلاص ثابتًا، أفغير الله تخافون؟! لا، بل خافوه وحده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وله ما في السماوات والأرض» ملكاً وخلقاً وعبيداً «وله الدين» الطاعة «واصباً» دائماً حال من الدين والعامل فيه معنى الظرف «أفغير الله تتقون» وهو الإله الحق ولا إله غيره والاستفهام للإنكار والتوبيخ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أي: الدين والعبادة والذل في جميع الأوقات لله وحده على الخلق أن يخلصوه لله وينصبغوا بعبوديته.\nأَفَغَيْرَ اللَّهِ تَتَّقُونَ من أهل الأرض أو أهل السماوات فإنهم لا يملكون لكم ضرا ولا نفعا"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما بكم - أيها الناس - من نعمة دينية أو دنيوية فمن الله سبحانه لا من غيره، ثم إذا أصابكم بلاء أو مرض أو فقر فإليه وحده تتَضَرَّعون بالدعاء؛ ليكشف عنكم ما أصابكم، فمن يمنح النعم ويكشف النقم هو الذي يجب أن يُعْبدَ وحده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما بكم من نعمة فمن الله» لا يأتي بها غيره و\"ما\" شرطية أو موصولة «ثم إذا مسكم» أصابكم «الضر» الفقر والمرض «فإليه تجأرون» ترفعون أصواتكم بالاستغاثة والدعاء ولا تدعون غيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 53 و 54 :والله المنفرد بالعطاء والإحسان وَمَا بِكُمْ مِنْ نِعْمَةٍ ظاهرة وباطنة فَمِنَ اللَّهِ لا أحد يشركه فيها، ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ من فقر ومرض وشدة فَإِلَيْهِ تَجْأَرُونَ أي: تضجون بالدعاء والتضرع لعلمكم أنه لا يدفع الضر والشدة إلا هو، فالذي انفرد بإعطائكم ما تحبون، وصرف ما تكرهون، هو الذي لا تنبغي العبادة إلا له وحده.\nولكن كثيرا من الناس يظلمون أنفسهم، ويجحدون نعمة الله عليهم إذا نجاهم من الشدة فصاروا في حال الرخاء أشركوا به بعض مخلوقاته الفقيرة"
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "ثُمَّ إِذَا كَشَفَ الضُّرَّ عَنْكُمْ إِذَا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إذا استجاب دعوتكم فصرف ما بكم من ضر إذا طائفة منكم بربهم يشركون، حيث يعبدون معه غيره، فأي لؤم هذا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إذا كشف الضر عنكم إذا فريق منكم بربهم يشركون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 53 و 54 :والله المنفرد بالعطاء والإحسان وَمَا بِكُمْ مِنْ نِعْمَةٍ ظاهرة وباطنة فَمِنَ اللَّهِ لا أحد يشركه فيها، ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ من فقر ومرض وشدة فَإِلَيْهِ تَجْأَرُونَ أي: تضجون بالدعاء والتضرع لعلمكم أنه لا يدفع الضر والشدة إلا هو، فالذي انفرد بإعطائكم ما تحبون، وصرف ما تكرهون، هو الذي لا تنبغي العبادة إلا له وحده.\nولكن كثيرا من الناس يظلمون أنفسهم، ويجحدون نعمة الله عليهم إذا نجاهم من الشدة فصاروا في حال الرخاء أشركوا به بعض مخلوقاته الفقيرة"
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ فَتَمَتَّعُوا ۖ فَسَوْفَ تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "شِرْكهم بالله جعلهم يكفرون نعم الله عليهم، ومنها كشف الضر؛ ولهذا قيل لهم: تمتعوا بما أنتم فيه من نعيم حتى يأتيكم عذاب الله الآجل والعاجل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليكفروا بما آتيناهم» من النعمة «فتمتعوا» باجتماعكم على عبادة الأصنام أمر تهديد «فسوف تعلمون» عاقبة ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ِليَكْفُرُوا بِمَا آتَيْنَاهُمْ أي: أعطيناهم حيث نجيناهم من الشدة، وخلصناهم من المشقة، فَتَمَتَّعُوا في دنياكم قليلا فَسَوْفَ تَعْلَمُونَ عاقبة كفركم."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ ۗ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويجعل المشركون لأصنامهم التي لا تعلم شيئًا - لأنها جمادات، ولا تنفع ولا تضر - قسمًا من أموالهم التي رزقناهم، يتقربون به إليها، والله لتسألنّ - أيها المشركون - يوم القيامة عما كنتم تزعمون من أن هذه الأصنام آلهة، وأن لها قسمًا من أموالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويجعلون» أي المشركون «لما لا يعلمون» أنها تضر ولا تنفع وهي الأصنام «نصيباً مما رزقناهم» من الحرث والأنعام بقولهم هذا لله لشركائنا «تالله لتسألن» سؤال توبيخ وفيه التفات عن الغيبة «عما كنتم تفترون» على الله من أنه أمركم بذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن جهل المشركين وظلمهم وافترائهم على الله الكذب، وأنهم يجعلون لأصنامهم التي لا تعلم ولا تنفع ولا تضر -نصيبا مما رزقهم الله وأنعم به عليهم، فاستعانوا برزقه على الشرك به، وتقربوا به إلى أصنام منحوتة، كما قال تعالى: وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ"
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ ۙ وَلَهُمْ مَا يَشْتَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وينسب المشركون لله البنات، ويعتقدون أنها الملائكة، فينسبون إليه البنوة، ويختارون له ما لا يحبونه لأنفسهم، تنزه سبحانه وتقدس عما يجعلونه له منها، ويجعلون لهم ما تميل إليه أنفسهم من الأولاد الذكور، فأي جرم أعظم من هذا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ويجعلون لله البنات) بقولهم الملائكة بنات الله (سبحانه) تنزيهاً له عما زعموا (ولهم ما يشتهون) ـه أي البنون والجملة في محل رفع أو نصب بيجعل، المعنى يجعلون له البنات التي يكرهونها وهو منزه عن الولد ويجعلون لهم الأبناء الذين يختارونهم فيختصون بالأسنى كقوله \"\" فاستفتهم ألربك البنات ولهم البنون \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ حيث قالوا عن الملائكة العباد المقربين: إنهم بنات الله وَلَهُمْ مَا يَشْتَهُونَ أي: لأنفسهم الذكور حتى إنهم يكرهون البنات كراهة شديدة"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَىٰ ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أُخبر أحد هؤلاء المشركين بميلاد أنثى اسودّ وجهه من شدة كراهية ما أُخْبِر به، وامتلأ قلبه همًّا وحزنًا، ثم هو ينسب إلى الله ما لا يرضاه لنفسه!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا بُشّر أحدهم بالأنثى» تولد له «ظل» صار «وجهه مسوداً» متغيراً تغير مغتَمّ «وهو كظيم» ممتلئ غمًّا فكيف تنسب البنات إليه تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فكان أحدهم وَإِذَا بُشِّرَ أَحَدُهُم بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا من الغم الذي أصابه وَهُوَ كَظِيمٌ أي: كاظم على الحزن والأسف إذا بشِّر بأنثى، وحتى إنه يفتضح عند أبناء جنسه ويتوارى منهم من سوء ما بشر به."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "يَتَوَارَىٰ مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ ۚ أَيُمْسِكُهُ عَلَىٰ هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ ۗ أَلَا سَاءَ مَا يَحْكُمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يختفي ويتغيب عن قومه من سوء ما أُخْبِر به من ميلاد أنثى، تحدثه نفسه: أيمسك هذه البنت على ذل وانكسار أم يَئِدُها، فيخفيها في التراب؟ ما أقبح ما يحكم به المشركون، حيث حكموا لربهم بما يكرهون لأنفسهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يتوارى» يختفي «من القوم» أي قومه «من سوء ما بشر به» خوفاً من التعيير متردداً فيما يفعل به «أيمسكه» يتركه بلا قتل «على هون» هوان وذل «أم يدسه في التراب» بأن يئده «ألا ساء» بئس «ما يحكمون» حكمهم هذا حيث نسبوا لخالقهم البنات اللاتي هن عندهم بهذا المحل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم يعمل فكره ورأيه الفاسد فيما يصنع بتلك البنت التي بشّر بها أَيُمْسِكُهُ عَلَى هُونٍ أي: يتركها من غير قتل على إهانة وذل أَمْ يَدُسُّهُ فِي التُّرَابِ أي: يدفنها وهي حية وهو الوأد الذي ذم الله به المشركين، أَلَا سَاءَ مَا يَحْكُمُونَ إذ وصفوا الله بما لا يليق بجلاله من نسبة الولد إليه."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ ۖ وَلِلَّهِ الْمَثَلُ الْأَعْلَىٰ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "للكافرين الذين لا يؤمنون بالآخرة صفة السوء من الحاجة للولد والجهل والكفر، ولله الصفات الحميدة العليا من الجلال والكمال والغنى والعلم، وهو سبحانه العزيز في ملكه الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وتشريعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«للذين لا يؤمنون بالآخرة» أي الكفار «مثل السَّوء» أي الصفة السوأى بمعنى القبيحة وهي وأدهم البنات مع احتياجهم إليهن للنكاح «ولله المثل الأعلى» الصفة العليا وهو أنه لا إله إلا هو «وهو العزيز» في ملكه «الحكيم» في خلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم لم يكفهم هذا حتى نسبوا له أردأ القسمين، وهو الإناث اللاتي يأنفون بأنفسهم عنها ويكرهونها، فكيف ينسبونها لله تعالى؟! فبئس الحكم حكمهم.\nولما كان هذا من أمثال السوء التي نسبها إليه أعداؤه المشركون، قال تعالى: لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ أي: المثل الناقص والعيب التام، وَلِلَّهِ الْمَثَلُ الْأَعْلَى وهو كل صفة كمال وكل كمال في الوجود فالله أحق به، من غير أن يستلزم ذلك نقصا بوجه، وله المثل الأعلى في قلوب أوليائه، وهو التعظيم والإجلال والمحبة والإنابة والمعرفة.\nوَهُوَ الْعَزِيزُ الذي قهر جميع الأشياء وانقادت له المخلوقات بأسرها، الْحَكِيمُ الذي يضع الأشياء مواضعها فلا يأمر ولا يفعل، إلا ما يحمد عليه ويثنى على كماله فيه."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو يعاقب الله سبحانه الناس بسبب ظلمهم وكفرهم به ما ترك على الأرض من إنسان ولا حيوان يَدِبُّ على وجهها، ولكنه سبحانه يؤخرهم إلى أَمَد محدد في علمه، فإذا جاء ذلك الأَمَد المحدد في علمه لا يتأخرون عنه ولا يتقدمون، ولو وقتًا يسيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو يؤاخذ الله الناس بظلمهم» بالمعاصي «ما ترك عليها» أي الأرض «من دابة» نسمة تدب عليها «ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم لا يستأخرون» عنه «ساعة ولا يستقدمون» عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ما افتراه الظالمون عليه ذكر كمال حلمه وصبره فقال: وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ من غير زيادة ولا نقص، مَا تَرَكَ عَليها مِنْ دَابَّةٍ أي: لأهلك المباشرين للمعصية وغيرهم، من أنواع الدواب والحيوانات فإن شؤم المعاصي يهلك به الحرث والنسل.\nوَلَكِنْ يُؤَخِّرُهُمْ عن تعجيل العقوبة عليهم إلى أجل مسمى وهو يوم القيامة فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ فليحذروا ما داموا في وقت الإمهال قبل أن يجيء الوقت الذي لا إمهال فيه."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويجعلون لله سبحانه ما يكرهون نسبته إليهم من الإناث، وتنطق ألسنتهم بالكذب أن لهم عند الله المنزلة الحسنى إن صح أنهم سيبعثون كما يقولون، حقًّا إنّ لهم النار، وإنهم متروكون فيها، لا يخرجون منها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويجعلون لله ما يكرهون» لأنفسهم من البنات والشريك في الرياسة وإهانة الرسل «وتصف» تقول «ألسنتهم» مع ذلك «الكذب» وهو «أن لهم الحسنى» عند الله أي الجنة لقوله: (ولئن رجعت إلى ربي إن لي عنده للحسنى) «لا جرم» حقا «أن لهم النار وأنهم مفرطون» متروكون فيها أو مقدمون إليها وفي قراءة بكسر الراء أي متجاوزون الحد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن المشركين وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ من البنات، ومن الأوصاف القبيحة وهو الشرك بصرف شيء من العبادات إلى بعض المخلوقات التي هي عبيد لله، فكما أنهم يكرهون، ولا يرضون أن يكون عبيدهم -وهم مخلوقون من جنسهم- شركاء لهم فيما رزقهم الله فكيف يجعلون له شركاء من عبيده؟\" وَ هم مع هذه الإساءة العظيمة تَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى أي: أن لهم الحالة الحسنة في الدنيا والآخرة، رد عليهم بقوله: لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ مقدمون إليها ماكثون فيها غير خارجين منها أبدا."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تالله لقد بعثنا رسلًا إلى أمم من قبلك - أيها الرسول - فحسّن لهم الشيطان أعمالهم القبيحة من الشرك والكفر والمعاصي، فهو نصيرهم المزعوم يوم القيامة فليستنصروه، ولهم يوم القيامة عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تالله لقد أرسلنا إلى أمم من قبلك» رسلاً «فزين لهم الشيطان أعمالهم» السيئة فرأوها حسنة فكذبوا الرسل «فهو وليهم» متولي أمورهم «اليوم» أي في الدنيا «ولهم عذاب أليم» مؤلم في الآخرة وقيل المراد باليوم يوم القيامة على حكاية الحال الآتية لا ولي لهم غيره وهو عاجز عن نصر نفسه فكيف ينصرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بيَّن تعالى لرسوله صلى الله عليه وسلم أنه ليس هو أول رسول كُذِّب فقال [تعالى]: تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ رسلا يدعونهم إلى التوحيد، فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فكذبوا الرسل، وزعموا أن ما هم عليه، هو الحق المنجي من كل مكروه وأن ما دعت إليه الرسل فهو بخلاف ذلك، فلما زين لهم الشيطان أعمالهم، صار وليهم في الدنيا، فأطاعوه واتبعوه وتولوه.\nأَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا وَلَهُمْ عَذَابٌ أَلِيمٌ في الآخرة حيث تولوا عن ولاية الرحمن، ورضوا بولاية الشيطان فاستحقوا لذلك عذاب الهوان."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ ۙ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أنزلنا عليك - أيها الرسول - القرآن إلا لتبين لجميع الناس ما اختلفوا فيه من التوحيد والبعث وأحكام الشرع، وأن يكون القرآن هداية ورحمة للمؤمنين بالله وبرسله، وبما جاء به القرآن، فهم الذين ينتفعون بالحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أنزلنا عليك» يا محمد «الكتاب» القرآن «إلا لتبين لهم الذي اختلفوا فيه» من أمر الدين «وهدى» عطف على لتبين «ورحمة لقوم يؤمنون» به."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله أنزل من جهة السماء مطرًا، فأحيا به الأرض بإخراج النبات منها بعد أن كانت قاحلة جافة، إن في إنزال المطر من جهة السماء، وإخراج نبات الأرض به لدلالة واضحة على قدرة الله لقوم يسمعون كلام الله ويتدبرونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله أنزل من السماء ماء فأحيا به الأرض» بالنبات «بعد موتها» يبسها «إن في ذلك» المذكور «لآية» دالة على البعث «لقوم يسمعون» سماع تدبر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عن الله مواعظه وتذكيره فيستدلوا بذلك على أنه وحده المعبود، الذي لا تنبغي العبادة إلا له وحده، لأنه المنعم بإنزال المطر وإنبات جميع أصناف النبات، وعلى أنه على كل شيء قدير، وأن الذي أحيا الأرض بعد موتها قادر على إحياء الأموات وأن الذي نشر هذا الإحسان لذو رحمة واسعة وجود عظيم."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن لكم - أيها الناس - في الإبل والبقر والغنم لعظة تتعظون بها، حيث نسقيكم من ضروعها لبنًا خارجًا من بين ما يحتويه البطن من فضلات وما في الجسم من دم، ومع هذا يخرج لبنًا خالصًا نقيًّا لذيذًا يطيب للشاربين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن لكم في الأنعام لعبرة» اعتبار «نسقيكم» بيان للعبرة «مما في بطونه» أي الأنعام «من» للابتداء متعلقة بنسقيكم «بين فرث» ثفل الكرش «ودمٍ لبناً خالصاً» لا يشوبه شيء من الفرث والدم من طعم أو ريح أو لون أو بينهما «سائغاًً للشاربين» سهل المرور في حلقهم لا يغص به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ التي سخرها الله لمنافعكم لَعِبْرَةً تستدلون بها على كمال قدرة الله وسعة إحسانه حيث أسقاكم من بطونها المشتملة على الفرث والدم، فأخرج من بين ذلك لبنا خالصا من الكدر سائغا للشاربين للذته ولأنه يسقي ويغذي، فهل هذه إلا قدرة إلهية لا أمور طبيعية.\nفأي شيء في الطبيعة يقلب العلف الذي تأكله البهيمة والشراب الذي تشربه من الماء العذب والملح لبنا خالصا سائغا للشاربين؟"
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولكم عظة فيما نرزقكم من ثمرات النخل ومن ثمرات الأعناب، فتتخذون منه مسكرًا يذهب بالعقل، وهو غير حسن، وتتخذون منه رزقًا حسنًا تنتفعون به مثل التمر والزبيب والخل والدِّبْس، إن في ذلك المذكور لدلالة على قدرة الله وإنعامه على عباده لقوم يعقلون، فهم الذين يعتبرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن ثمرات النخيل والأعناب» ثمر «تتخذون منه سكراً» خمراً يسكِر سميت بالمصدر وهذا قبل تحريمها «ورزقاً حسناً» كالتمر والزبيب والخل والدبس «إن في ذلك» المذكور «لآية» دالة على قدرته تعالى «لقوم يعقلون» يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وجعل تعالى لعباده من ثمرات النخيل والأعناب منافع للعباد، ومصالح من أنواع الرزق الحسن الذي يأكله العباد طريًّا ونضيجا وحاضرا ومدخرا وطعاما وشرابا يتخذ من عصيرها ونبيذها، ومن السكر الذي كان حلالا قبل ذلك، ثم إن الله نسخ حلَّ المسكرات، وأعاض عنها بالطيبات من الأنبذة، وأنواع الأشربة اللذيذة المباحة.\nإِنَّ فِي ذَلِكَ لَآية لِقَوْمٍ يَعْقِلُونَ عن الله كمال اقتداره حيث أخرجها من أشجار شبيهة بالحطب، فصارت ثمرة لذيذة وفاكهة طيبة وعلى شمول رحمته حيث عم بها عباده ويسرها لهم وأنه الإله المعبود وحده حيث إنه المنفرد بذلك."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "وَأَوْحَىٰ رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وألهم ربُّك - أيها الرسول - النحل، وأرشدها أن: اتخذي لك بيوتًا في الجبال، واتخذي بيوتًا في الشجر، وفيما يبنيه الناس ويسقفونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأوحى ربك إلى النحل» وحي إلهام «أن» مفسرة أو مصدرية «اتخذي من الجبال بيوتاً» تأوين إليها «ومن الشجر» بيوتًا «ومما يعرشون» أي الناس يبنون لك من الأماكن وإلا لم تأو إليها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 68 و69 :في خلق هذه النحلة الصغيرة، التي هداها الله هذه الهداية العجيبة، ويسر لها المراعي، ثم الرجوع إلى بيوتها التي أصلحتها بتعليم الله لها، وهدايته لها ثم يخرج من بطونها هذا العسل اللذيذ مختلف الألوان بحسب اختلاف أرضها ومراعيها، فيه شفاء للناس من أمراض عديدة.\nفهذا دليل على كمال عناية الله تعالى، وتمام لطفه بعباده، وأنه الذي لا ينبغي أن يحب غيره ويدعي سواه."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم كلي من كل ما تشتهينه من الثمرات، واسلكي الطرق التي ألهمك ربك سلوكها مُذَلَّلة، يخرج من بطون تلك النحل عسل مختلف الألوان، فيه الأبيض والأصفر وغيرهما، فيه شفاء للناس، يعالجون به الأمراض، إن في إلهام النحل ذلك وفي العسل الذي يخرج من بطونها لدلالة على قدرة الله وتدبيره لشؤون خلقه لقوم يتفكرون، فهم الذين يعتبرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم كلي من كل الثمرات فاسلكي» ادخلي «سبل ربك» طرقه في طلب المرعى «ذللا» جمع ذلول حال من السبل أي مسخرة لك فلا تعسر عليك وإن توعرت ولا تضلي على العود منها وإن بعدت، وقيل من الضمير في اسلكي أي منقادة لما يراد منك «يخرج من بطونها شراب» هو العسل «مختلف ألوانه فيه شفاء للناس» من الأوجاع قيل لبعضها كما دل عليه تنكير شفاء أو لكلها بضميمته إلى غيره وبدونها بنيته وقد أمر به صلى الله عليه وسلم من استطلق عليه بطنه رواه الشيخان «إن في ذلك لآية لقوم يتفكرون» في صنعه تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 68 و69 :في خلق هذه النحلة الصغيرة، التي هداها الله هذه الهداية العجيبة، ويسر لها المراعي، ثم الرجوع إلى بيوتها التي أصلحتها بتعليم الله لها، وهدايته لها ثم يخرج من بطونها هذا العسل اللذيذ مختلف الألوان بحسب اختلاف أرضها ومراعيها، فيه شفاء للناس من أمراض عديدة.\nفهذا دليل على كمال عناية الله تعالى، وتمام لطفه بعباده، وأنه الذي لا ينبغي أن يحب غيره ويدعي سواه."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ ۚ وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا ۚ إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله خلقكم على غير مثال سابق، ثم يميتكم عند انقضاء آجالكم، ومنكم من يمتد عمره إلى أسوأ مراحل العمر وهو الهرم، فلا يعلم مما كان يعلمه شيئًا، إن الله عليم لا يخفى عليه شيء من أعمال عباده، قدير لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله خلقكم» ولم تكونوا شيئاً «ثم يتوفاكم» عند انقضاء آجالكم «ومنكم من يرد إلى أرذل العمر» أي أخسه من الهرم والخرف «لكي لا يعلم بعد علم شيئاً» قال عكرمة من قرأ القرآن لم يصر بهذه الحالة «إن الله عليم» بتدبير خلقه «قدير» على ما يريده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه الذي خلق العباد ونقلهم في الخلقة، طورا بعد طور، ثم بعد أن يستكملوا آجالهم يتوفاهم، ومنهم من يعمره حتى يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ أي: أخسه الذي يبلغ به الإنسان إلى ضعف القوى الظاهرة والباطنة حتى العقل الذي هو جوهر الإنسان يزيد ضعفه حتى إنه ينسى ما كان يعلمه، ويصير عقله كعقل الطفل ولهذا قال: لِكَيلَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ أي: قد أحاط علمه وقدرته بجميع الأشياء ومن ذلك ما ينقل به الآدمي من أطوار الخلقة، خلقا بعد خلق كما قال تعالى: اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ"
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِي الرِّزْقِ ۚ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ ۚ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله سبحانه وتعالى فضل بعضكم على بعض فيما منحكم من الرزق، فجعل منكم الغني والفقير، والسيد والمَسُود، فليس الذين فضلهم الله في الرزق برادِّي ما أعطاهم الله على عبيدهم حتى يكونوا شركاء بالسوية معهم في الملك، فكيف يرضون لله شركاء من عبيده، ولا يرضون لأنفسهم أن يكون لهم شركاء من عبيدهم يستوون معهم؟ فأي ظلم هذا، وأي جحود لنعم الله أعظم من هذا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله فضل بعضكم على بعض في الرزق» فمنكم غني وفقير ومالك ومملوك «فما الذين فضلوا» أي الموالي «برادي رزقهم على ما ملكت أيمانهم» أي بجاعلي ما رزقناهم من الأموال وغيرها شركة بينهم وبين مماليكهم «فهم» أي المماليك والموالي «فيه سواء» شركاء المعنى ليس لهم شركاء من مماليكهم في أموالهم فكيف يجعلون بعض مماليك الله شركاء له «أفبنعمة الله يجحدون» يكفرون حيث يجعلون له شركاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من أدلة توحيده وقبح الشرك به، يقول تعالى: كما أنكم مشتركون بأنكم مخلوقون مرزوقون إلا أنه تعالى فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ فجعل منكم أحرارا لهم مال وثروة، ومنكم أرقاء لهم لا يملكون شيئا من الدنيا، فكما أن سادتهم الذين فضلهم الله عليهم بالرزق ليسوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ ويرون هذا من الأمور الممتنعة، فكذلك من أشركتم بها مع الله، فإنها عبيد ليس لها من الملك مثقال ذرة، فكيف تجعلونها شركاء لله تعالى؟!هل هذا إلا من أعظم الظلم والجحود لنعم الله؟\" ولهذا قال: أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ فلو أقروا بالنعمة ونسبوها إلى من أولاها، لما أشركوا به أحدا."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ۚ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله جعل لكم - أيها الناس - من جنسكم أزواجًا تأنسون بهن، وجعل لكم من أزواجكم أولادًا وأولاد أولاد، ورزقكم من المأكولات - كاللحم والحبوب والفواكه - طيبها، أفبالباطل من الأصنام والأوثان يؤمنون، وبنعم الله الكثيرة التي لا يستطيعون حصرها يكفرون ولا يشكرون الله بأن يؤمنوا به وحده؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله جعل لكم من أنفسكم أزواجا» فخلق حواء من ضلع آدم وسائر الناس من نطف الرجال والنساء «وجعل لكم من أزواجكم بنين وحفدة» أولاد الأولاد «ورزقكم من الطيبات» من أنواع الثمار والحبوب والحيوان «أفبالباطل» الصنم «يؤمنون وبنعمة الله هم يكفرون» بإشراكهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن منته العظيمة على عباده، حيث جعل لهم أزواجا ليسكنوا إليها، وجعل لهم من أزواجهم أولادا تقرُّ بهم أعينهم ويخدمونهم، ويقضون حوائجهم، وينتفعون بهم من وجوه كثيرة، ورزقهم من الطيبات من جميع المآكل والمشارب، والنعم الظاهرة التي لا يقدر العباد أن يحصوها.\nأَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ أي: أيؤمنون بالباطل الذي لم يكن شيئا مذكورا ثم أوجده الله وليس له من وجوده سوى العدم فلا تخلق ولا ترزق ولا تدبر من الأمر شيئا، وهذا عام لكل ما عبد من دون الله فإنها باطلة فكيف يتخذها المشركون من دون الله؟\" وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ يجحدونها ويستعينون بها على معاصي الله والكفر به، هل هذا إلا من أظلم الظلم وأفجر الفجور وأسفه السفه؟\""
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِنَ السَّمَاوَاتِ وَالْأَرْضِ شَيْئًا وَلَا يَسْتَطِيعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويعبد هؤلاء المشركون من دون الله أصنامًا، لا يملكون أن يرزقوهم أي رزق من السماوات ولا من الأرض، ولا يَتَأتَّى منهم أن يملكوا ذلك؛ لكونهم جمادات لا حياة لها ولا علم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويعبدون من دون الله» أي غيره «ما لا يملك لهم رزقا من السماوات» بالمطر «والأرض» بالنبات «شيئا» بدل من رزقا «ولا يستطيعون» يقدرون على شيء وهو الأصنام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن جهل المشركين وظلمهم أنهم يعبدون من دونه آلهة اتخذوها شركاء لله، والحال أنهم لا يملكون لهم رزقا من السماوات والأرض، فلا ينزلون مطرا، ولا رزقا ولا ينبتون من نبات الأرض شيئا، ولا يملكون مثقال ذرة في السماوات والأرض ولا يستطيعون لو أرادوا، فإن غير المالك للشيء ربما كان له قوة واقتدار على ما ينفع من يتصل به، وهؤلاء لا يملكون ولا يقدرون.\nفهذه صفة آلهتهم كيف جعلوها مع الله، وشبهوها بمالك الأرض والسماوات الذي له الملك كله والحمد كله والقوة كلها؟\""
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ ۚ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تجعلوا - أيها الناس - لله أشباهًا من هذه الأصنام التي لا تنفع ولا تضر، فليس لله شبيه حتى تشركوه معه في العبادة، إن الله يعلم ما له من صفات الجلال والكمال، وأنتم لا تعلمون ذلك، فتقعون في الشرك به، وادعاء مماثلته لأصنامكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا تضربوا لله الأمثال» لا تجعلوا لله أشباها تشركون به «إن الله يعلم» أن لا مثل له «وأنتم لا تعلمون» ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ المتضمنة للتسوية بينه وبين خلقه إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ فعلينا أن لا نقول عليه بلا علم وأن نسمع ما ضربه العليم من الأمثال"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُونَ ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ضرب الله سبحانه مثلًا للرد على المشركين: عبدًا مملوكًا عاجزًا عن التصرف، ليس له ما ينفقه، وحرًّا أعطيناه من لدنَّا مالًا حلالًا، يتصرف فيه بما يشاء، فهو يبذل منه في الخفاء والجهر ما يشاء، فلا يستوي هذان الرجلان، فكيف تُسَوُّون بين الله المالك المتصرف في ملكه بما يشاء، وبين أصنامكم العاجزة؟! الثناء لله المستحق للثناء، بل أكثر المشركين لا يعلمون انفراد الله بالألوهية واستحقاقِ أن يُعْبَدَ وحده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ضرب الله مثلاً» ويبدل منه «عبدا مملوكا» صفة تميزه من الحر فإنه عبد الله «لا يقدر على شيء» لعدم ملكه «ومن» نكرة موصوفة أي حرا «رزقناه منا رزقا حسنا فهو ينفق منه سرا وجهرا» أي يتصرف فيه كيف يشاء والأول مثل الأصنام والثاني مثله تعالى «هل يستوون» أي العبيد العجزة والحر المتصرف؟ لا «الحمد لله» وحده «بل أكثرهم» أي أهل مكة «لا يعلمون» ما يصيرون إليه من العذاب فيشركون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ضرب تعالى مثلين له ولمن يعبد من دونه، أحدهما عبد مملوك أي: رقيق لا يملك نفسه ولا يملك من المال والدنيا شيئا، والثاني حرٌّ غنيٌّ قد رزقه الله منه رزقا حسنا من جميع أصناف المال وهو كريم محب للإحسان، فهو ينفق منه سرا وجهرا، هل يستوي هذا وذاك؟! لا يستويان مع أنهما مخلوقان، غير محال استواؤهما.\nفإذا كانا لا يستويان، فكيف يستوي المخلوق العبد الذي ليس له ملك ولا قدرة ولا استطاعة، بل هو فقير من جميع الوجوه بالرب الخالق المالك لجميع الممالك القادر على كل شيء؟\"ولهذا حمد نفسه واختص بالحمد بأنواعه فقال: الْحَمْدُ لِلَّهِ فكأنه قيل: إذا كان الأمر كذلك فلم سوَّى المشركون آلهتهم بالله؟ قال: بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ فلو علموا حقيقة العلم لم يتجرؤوا على الشرك العظيم."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَاهُ أَيْنَمَا يُوَجِّهْهُ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وضرب الله سبحانه مثلًا آخر للرد عليهم هو مثل رجلين: أحدهما أبكم لا يسمع ولا ينطق ولا يفهم؛ لصممه وبكمه، عاجز عن نفع نفسه وعن نفع غيره، وهو حمل ثقيل على من يعوله، ويتولى أمره، أينما يبعثه لجهة لا يأت بخير، ولا يظفر بمطلوب، هل يستوي من هذه حاله مع من هو سليم السمع والنطق، نفعه مُتَعَدٍّ، فهو يأمر الناس بالعدل، وهو مستقيم في نفسه، فهو على طريق واضح لا لبس فيه ولا عِوَج؟! فكيف تُسَوون - أيها المشركون - بين الله المتصف بصفات الجلال والكمال وبين أصنامكم التي لا تسمع ولا تنطق، ولا تجلب نفعًا، ولا تكشف ضرًّا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وضرب الله مثلاً» ويبدل منه «رجلين أحدهما أبكم» ولد أخرس «لا يقدر على شيء» لأنه لا يفهم ولا يُفهم «وهو كلّ» ثقيل «على مولاه» وليّ أمره «أينما يوجهه» يصرفه «لا يأت» منه «بخير» ينجح وهذا مثل الكافر «هل يستوي هو» أي الأبكم المذكور «ومن يأمر بالعدل» أي ومن هو ناطق نافع للناس حيث يأمر به ويحث عليه «وهو على صراط» طريق «مستقيم» وهو الثاني المؤمن؟ لا، وقيل هذا مثل الله، والأبكم للأصنام والذي قبله مثل الكافر والمؤمن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمثل الثاني مثل رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لا يسمع ولا ينطق و لَا يَقْدِرُ عَلَى شَيْءٍ لا قليل ولا كثير وَهُوَ كَلٌّ عَلَى مَوْلَاهُ أي: يخدمه مولاه، ولا يستطيع هو أن يخدم نفسه فهو ناقص من كل وجه، فهل يستوي هذا ومن كان يأمر بالعدل وهو على صراط مستقيم، فأقواله عدل وأفعاله مستقيمة، فكما أنهما لا يستويان فلا يستوي من عبد من دون الله وهو لا يقدر على شيء من مصالحه، فلولا قيام الله بها لم يستطع شيئا منها، ولا يكون كفوا وندا لمن لا يقول إلا الحق، ولا يفعل إلا ما يحمد عليه."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولله وحده علم ما غاب في السماوات، وعلم ما غاب في الأرض، فهو المختص بعلم ذلك دون أحد من خلقه، وما شأن القيامة التي هي من الغيوب المختصة به في سرعة مجيئها إذا أراده إلا مثل انطباق جفن عين وفتحه، بل هو أقرب من ذلك، إن الله على كل شيء قدير، لا يعجزه شيء، إذا أراد أمرًا قال له: ﴿كُنْ﴾، فيكون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولله غيب السماوات والأرض» أي علم ما غاب فيهما «وما أمر الساعة إلا كلمح البصر أو هو أقرب» لأنه بلفظ كن فيكون «إن الله على كل شيء قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو تعالى المنفرد بغيب السماوات والأرض، فلا يعلم الخفايا والبواطن والأسرار إلا هو، ومن ذلك علم الساعة فلا يدري أحد متى تأتي إلا الله، فإذا جاءت وتجلت لم تكن إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ من ذلك فيقوم الناس من قبورهم إلى يوم بعثهم ونشورهم وتفوت الفرص لمن يريد الإمهال، إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فلا يستغرب على قدرته الشاملة إحياؤه للموتى."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله أخرجكم - أيها الناس - من بطون أمهاتكم بعد انقضاء وقت الحمل أطفالًا لا تدركون شيئًا، وجعل لكم السمع لتسمعوا به، والأبصار لتبصروا بها، والقلوب لتعقلوا بها؛ رجاء أن تشكروه على ما أنعم به عليكم منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا» الجملة حال «وجعل لكم السمع» بمعنى الأسماع «والأبصار والأفئدة» القلوب «لعلكم تشكرونـ» ـه على ذلك فتؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو المنفرد بهذه النعم حيث أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا ولا تقدرون على شيء ثم إنه جَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ خص هذه الأعضاء الثلاثة، لشرفها وفضلها ولأنها مفتاح لكل علم، فلا وصل للعبد علم إلا من أحد هذه الأبواب الثلاثة وإلا فسائر الأعضاء والقوى الظاهرة والباطنة هو الذي أعطاهم إياها، وجعل ينميها فيهم شيئا فشيئا إلى أن يصل كل أحد إلى الحالة اللائقة به، وذلك لأجل أن يشكروا الله، باستعمال ما أعطاهم من هذه الجوارح في طاعة الله، فمن استعملها في غير ذلك كانت حجة عليه وقابل النعمة بأقبح المقابلة."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم ينظر المشركون إلى الطير مُذَلَّلات مُهَيَّآت للطيران في الهواء بما منحها الله من الأجنحة ورقة الهواء، وألهمها قبض أجنحتها وبسطها، ما يمسكهن في الهواء عن السقوط إلا الله القادر، إن في ذلك التذليل والإمساك عن السقوط لدلالات لقوم يؤمنون بالله؛ لأنهم الذين ينتفعون بالدلالات والعبر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يروْا إلى الطير مسخرات» مذللات للطيران «في جو السماء» أي الهواء بين السماء والأرض «ما يمسكهن» عند قبض أجنحتهن أو بسطها أن يقعن «إلا الله» بقدرته «إن في ذلك لآيات لقوم يؤمنون» هي خلقها بحيث يمكنها الطيران وخلق الجو بحيث يمكن الطيران فيه وإمساكها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لأنهم المنتفعون بآيات الله المتفكرون فيما جعلت آية عليه، وأما غيرهم فإن نظرهم نظر لهو وغفلة، ووجه الآية فيها أن الله تعالى خلقها بخلقة تصلح للطيران، ثم سخر لها هذا الهواء اللطيف ثم أودع فيها من قوة الحركة وما قدرت به على ذلك، وذلك دليل على كمال حكمته وعلمه الواسع وعنايته الربانية بجميع مخلوقاته وكمال اقتداره، تبارك الله رب العالمين."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَىٰ حِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله سبحانه جعل لكم من بيوتكم التي تبنونها من الحجر وغيره استقرارًا وراحة، وجعل لكم من جلود الإبل والبقر والغنم خيامًا وقِبَابًا في البادية مثل بيوت الحضر، يَخِفُّ عليكم حملها في ترحالكم من مكان لآخر، ويسهل نصبها وقت نزولكم، وجعل لكم من أصواف الغنم، وأوبار الإبل، وأشعار المعز أثاثًا لبيوتكم وأكسية وأغطية تتمتعون بها إلى زمن محدد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله جعل لكم من بيوتكم سكنا» موضعا تسكنون فيه «وجعل لكم من جلود الأنعام بيوتا» كالخيام والقباب «تستخفونها» للحمل «يوم ظعنكم» سفركم «ويوم إقامتكم ومن أصوافها» أي الغنم «وأوبارها» أي الإبل «وأشعارها» أي المعز «أثاثا» متاعا لبيوتكم كبسط وأكسية «ومتاعا» تتمتعون به «إلى حين» يبلى فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى عباده نعمه، ويستدعي منهم شكرها والاعتراف بها فقال: وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا في الدور والقصور ونحوها تكنُّكم من الحر والبرد وتستركم أنتم وأولادكم وأمتعتكم، وتتخذون فيها الغرف والبيوت التي هي لأنواع منافعكم ومصالحكم وفيها حفظ لأموالكم وحرمكم وغير ذلك من الفوائد المشاهدة، وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ إما من الجلد نفسه أو مما نبت عليه، من صوف وشعر ووبر.\nبُيُوتًا تَسْتَخِفُّونَهَا أي: خفيفة الحمل تكون لكم في السفر والمنازل التي لا قصد لكم في استيطانها، فتقيكم من الحر والبرد والمطر، وتقي متاعكم من المطر، و جعل لكم وَمِنْ أَصْوَافِهَا أي: الأنعام وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وهذا شامل لكل ما يتخذ منها من الآنية والأوعية والفرش والألبسة والأجلة، وغير ذلك.\nوَمَتَاعًا إِلَى حِينٍ أي: تتمتعون بذلك في هذه الدنيا وتنتفعون بها، فهذا مما سخر الله العباد لصنعته وعمله."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله جعل لكم من الأشجار والأبنية ما تستظلون به من الحر، وجعل لكم من الجبال أسرابًا ومغارات وكهوفًا تستترون فيها عن البرد والحر والعدو، وجعل لكم قمصانًا وثيابًا من القطن وغيره تدفع عنكم الحر والبرد، وجعل لكم دروعًا تقيكم بأس بعضكم في الحرب، فلا ينفذ السلاح إلى أجسامكم، كما أنعم الله به عليكم من النعم السابقة يكمل نعمه عليكم رجاء أن تنقادوا لله وحده، ولا تشركوا به شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله جعل لكم مما خلق» من البيوت والشجر والغمام «ظلالاً» جمع ظل، تقيكم حر الشمس «وجعل لكم من الجبال أكنانا» جمع كن، وهو ما يستكن فيه كالغار والسرب «وجعل لكم سرابيل» قمصا «تقيكم الحر» أي والبرد «وسرابيل تقيكم بأسكم» حربكم أي الطعن والضرب فيها كالدروع والجواشن «كذلك» كما خلق هذه الأشياء «يُتم نعمته» في الدنيا «عليكم» بخلق ما تحتاجون إليه «لعلكم» يا أهل مكة «تسلمون» توحدونه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ أي: من مخلوقاته التي لا صنعة لكم فيها، ظِلَالًا وذلك كأظلة الأشجار والجبال والآكام ونحوها، وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا أي: مغارات تكنكم من الحر والبرد والأمطار والأعداء.\nوَجَعَلَ لَكُمْ سَرَابِيلَ أي: ألبسة وثيابا تَقِيكُمُ الْحَرَّ ولم يذكر الله البرد لأنه قد تقدم أن هذه السورة أولها في أصول النعم وآخرها في مكملاتها ومتمماتها، ووقاية البرد من أصول النعم فإنه من الضرورة، وقد ذكره في أولها في قوله لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ أي: وثيابا تقيكم وقت البأس والحرب من السلاح، وذلك كالدروع والزرد ونحوها، كذلك يتم نعمته عليكم حيث أسبغ عليكم من نعمه ما لا يدخل تحت الحصر لَعَلَّكُمْ إذا ذكرتم نعمة الله ورأيتموها غامرة لكم من كل وجه تُسْلِمُونَ لعظمته وتنقادون لأمره، وتصرفونها في طاعة موليها ومسديها، فكثرة النعم من الأسباب الجالبة من العباد مزيد الشكر ، والثناء بها على الله تعالى، ولكن أبى الظالمون إلا تمردا وعنادا."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن أعرضوا عن الإيمان والتصديق بما جئت به فليس عليك - أيها الرسول - إلا تبليغ ما أمرت بتبليغه تبليغًا واضحًا، وليس عليك حملهم على الهداية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن تولوْا» أعرضوا عن الإسلام «فإنما عليك» يا محمد «البلاغ المبين» الإبلاغ البيِّن وهذا قبل الأمر بالقتال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 82 و83 : فَإِنْ تَوَلَّوْا عن الله وعن طاعته بعد ما ذُكِّروا بنعمه وآياته، فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ أي: ليس عليك من هدايتهم وتوفيقهم شيء بل أنت مطالب بالوعظ والتذكير والإنذار والتحذير، فإذا أديت ما عليك، فحسابهم على الله فإنهم يرون الإحسان، ويعرفون نعمة الله، ولكنهم ينكرونها ويجحدونها، وَأَكْثَرُهُمُ الْكَافِرُونَ لا خير فيهم، وما ينفعهم توالي الآيات، لفساد مشاعرهم وسوء قصودهم وسيرون جزاء الله لكل جبار عنيد كفور للنعم متمرد على الله وعلى رسله."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يعرف المشركون نعم الله التي أنعم بها عليهم، ومنها إرسال النبي صلى الله عليه وسلم إليهم، ثم يجحدون نعمه بعدم شكرها، وبالتكذيب برسوله، وأكثرهم الجاحدون لنعمه سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يعرفون نعمة الله» أي يقرّون بأنها من عنده «ثم ينكرونها» بإشراكهم «وأكثرهم الكافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 82 و83 : فَإِنْ تَوَلَّوْا عن الله وعن طاعته بعد ما ذُكِّروا بنعمه وآياته، فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ أي: ليس عليك من هدايتهم وتوفيقهم شيء بل أنت مطالب بالوعظ والتذكير والإنذار والتحذير، فإذا أديت ما عليك، فحسابهم على الله فإنهم يرون الإحسان، ويعرفون نعمة الله، ولكنهم ينكرونها ويجحدونها، وَأَكْثَرُهُمُ الْكَافِرُونَ لا خير فيهم، وما ينفعهم توالي الآيات، لفساد مشاعرهم وسوء قصودهم وسيرون جزاء الله لكل جبار عنيد كفور للنعم متمرد على الله وعلى رسله."
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - يوم يبعث الله من كل أمة رسولها الذي أرسل إليها يشهد على إيمان المؤمن منهم وكفر الكافر، ثم بعد ذلك لا يسمح للكفار بالاعتذار عما كانوا عليه من الكفر، ولا يرجعون إلى الدنيا ليعملوا ما يرضى عنه ربهم، فالآخرة دار حساب لا دار عمل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «يوم نبعث من كل أمة شهيداً» هو نبيها يشهد لها وعليها وهو يوم القيامة «ثم لا يؤذن للذين كفروا» في الاعتذار «ولا هم يستعتبون» لا يطلب منهم العتبى أي الرجوع إلى ما يرضي الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 84 و85 :يخبر تعالى عن حال الذين كفروا في يوم القيامة وأنه لا يقبل لهم عذر ولا يرفع عنهم العقاب وأن شركاءهم تتبرأ منهم ويقرون على أنفسهم بالكفر والافتراء على الله فقال: وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا يشهد عليهم بأعمالهم وماذا أجابوا به الداعي إلى الهدى وذلك الشهيد الذي يبعثه الله أزكى الشهداء وأعدلهم وهم الرسل الذين إذا شهدوا تم عليهم الحكم.\nف لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا في الاعتذار لأن اعتذارهم بعد ما علم يقينا بطلان ما هم عليه، اعتذار كاذب لا يفيدهم شيئا، وإن طلبوا أيضا الرجوع إلى الدنيا ليستدركوا لم يجابوا ولم يعتبوا، بل يبادرهم العذاب الشديد الذي لا يخفف عنهم من غير إنظار ولا إمهال من حين يرونه لأنهم لا حساب عليهم لأنهم لا حسنات لهم وإنما تعد أعمالهم وتحصى ويوقفون عليها ويقرون بها ويفتضحون."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا عاين الظالمون المشركون العذاب فلا يُخَفَّف عنهم العذاب، ولا هم يُمْهَلون بتأخيره عنهم، بل يدخلونه خالدين فيه مخلدين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا رأى الذين ظلموا» كفروا «العذاب» النار «فلا يُخفف عنهم» العذاب «ولا هم يُنظرون» يمهلون عنه إذا رأوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 84 و85 :يخبر تعالى عن حال الذين كفروا في يوم القيامة وأنه لا يقبل لهم عذر ولا يرفع عنهم العقاب وأن شركاءهم تتبرأ منهم ويقرون على أنفسهم بالكفر والافتراء على الله فقال: وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا يشهد عليهم بأعمالهم وماذا أجابوا به الداعي إلى الهدى وذلك الشهيد الذي يبعثه الله أزكى الشهداء وأعدلهم وهم الرسل الذين إذا شهدوا تم عليهم الحكم.\nف لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا في الاعتذار لأن اعتذارهم بعد ما علم يقينا بطلان ما هم عليه، اعتذار كاذب لا يفيدهم شيئا، وإن طلبوا أيضا الرجوع إلى الدنيا ليستدركوا لم يجابوا ولم يعتبوا، بل يبادرهم العذاب الشديد الذي لا يخفف عنهم من غير إنظار ولا إمهال من حين يرونه لأنهم لا حساب عليهم لأنهم لا حسنات لهم وإنما تعد أعمالهم وتحصى ويوقفون عليها ويقرون بها ويفتضحون."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَٰؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ ۖ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا عاين المشركون في الآخرة معبوداتهم التي كانوا يعبدونها من دون الله قالوا: ربنا، هؤلاء هم شركاؤنا الذين كنا نعبدهم من دونك، قالوا ذلك ليُحَمِّلوهم أوزارهم، فأنطق الله معبوداتهم، فردوا عليهم: إنكم - أيها المشركون - لكاذبون في عبادتكم شريكًا مع الله، فليس معه شريك فيعبد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وإذا رأى الذين أشركوا شركاءهم) من الشياطين وغيرها (قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعو) نعبدهم (من دونك فألقوا إليهم القول) أي قالوا لهم (إنكم لكاذبون) في قولكم إنكم عبدتمونا كما في آية أخرى \" ما كانوا إيانا يعبدون \"، سيكفرون بعبادتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ يوم القيامة وعلموا بطلانها ولم يمكنهم الإنكار.\nقَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ ليس عندها نفع ولا شفع، فنوَّهوا بأنفسهم ببطلانها، وكفروا بها، وبدت البغضاء والعداوة بينهم وبينها، فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ أي: ردت عليهم شركاؤهم قولهم، فقالت لهم: إِنَّكُمْ لَكَاذِبُونَ حيث جعلتمونا شركاء لله، وعبدتمونا معه فلم نأمركم بذلك، ولا زعمنا أن فينا استحقاقا للألوهية فاللوم عليكم."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ ۖ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واستسلم المشركون، وانقادوا لله وحده، وذهب عنهم ما كانوا يختلقونه من ادعاء أن أصنامهم تشفع لهم عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وألقوا إلى الله يومئذ السلم» أي استسلموا لحكمه «وضل» غاب «عنهم ما كانوا يفترون» من أن آلهتهم تشفع لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فحينئذ استسلموا لله، وخضعوا لحكمه وعلموا إنهم مستحقون للعذاب.\nوَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ فدخلوا النار وقد امتلأت قلوبهم من مقت أنفسهم ومن حمد ربهم وأنه لم يعاقبهم إلا بما كسبوا."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين كفروا بالله، وصرفوا غيرهم عن سبيل الله زدناهم عذابًا - بسبب فسادهم وإفسادهم بإضلالهم لغيرهم- على العذاب الذي استحقوه لكفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين كفروا وصدوا» الناس «عن سبيل الله» دينه «زدناهم عذابا فوق العذاب» الذي استحقوه بكفرهم قال ابن مسعود: عقارب أنيابها كالنخل الطوال «بما كانوا يفسدون» بصدهم الناس عن الإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "حيث كفروا بأنفسهم، وكذبوا بآيات الله، وحاربوا رسله، وصدوا الناس عن سبيل الله، وصاروا دعاة إلى الضلال فاستحقوا مضاعفة العذاب، كما تضاعف جرمهم، وكما أفسدوا في أرض الله."
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَاءِ ۚ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - يوم نبعث في كل أمة رسولًا يشهد عليهم بما كانوا عليه من كفر أو إيمان، هذا الرسول من جنسهم، ويتكلم بلسانهم، وجئنا بك -أيها الرسول - شهيدًا على الأمم جميعًا، ونزلنا عليك القرآن لتبيين كل ما يحتاج إلى تبيين من الحلال والحرام والثواب والعقاب وغير ذلك، ونزلناه هداية للناس إلى الحق، ورحمة لمن آمن به وعمل بما فيه، وتبشيرًا للمؤمنين بالله بما ينتظرون من النعيم المقيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «يوم نبعث في كل أمة شهيدا عليهم من أنفسهم» وهو نبيهم «وجئنا بك» يا محمد «شهيدا على هؤلاء» أي قومك «ونزلنا عليك الكتاب» القرآن «تبيانا» بيانا «لكل شيء» يحتاج إليه الناس من أمر الشريعة «وهدى» من الضلالة «ورحمة وبشرى» بالجنة «للمسلمين» الموحدين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر فيما تقدم أنه يبعث فِي كُلِّ أُمَّةٍ شَهِيدًا ذكر ذلك أيضا هنا، وخص منهم هذا الرسول الكريم فقال: وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ أي: على أمتك تشهد عليهم بالخير والشر، وهذا من كمال عدل الله تعالى أن كل رسول يشهد على أمته لأنه أعظم اطلاعا من غيره على أعمال أمته، وأعدل وأشفق من أن يشهد عليهم إلا بما يستحقون.\nوهذا كقوله تعالى: وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا وقال تعالى: فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وقوله: وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ في أصول الدين وفروعه، وفي أحكام الدارين وكل ما يحتاج إليه العباد، فهو مبين فيه أتم تبيين بألفاظ واضحة ومعان جلية، حتى إنه تعالى يثني فيه الأمور الكبار التي يحتاج القلب لمرورها عليه كل وقت، وإعادتها في كل ساعة، ويعيدها ويبديها بألفاظ مختلفة وأدلة متنوعة لتستقر في القلوب فتثمر من الخير والبر بحسب ثبوتها في القلب، وحتى إنه تعالى يجمع في اللفظ القليل الواضح معاني كثيرة يكون اللفظ لها كالقاعدة والأساس، واعتبر هذا بالآية التي بعد هذه الآية وما فيها من أنواع الأوامر والنواهي التي لا تحصى، فلما كان هذا القرآن تبيانا لكل شيء صار حجة الله على العباد كلهم.\nفانقطعت به حجة الظالمين وانتفع به المسلمون فصار هدى لهم يهتدون به إلى أمر دينهم ودنياهم، ورحمة ينالون به كل خير في الدنيا والآخرة.\nفالهدى ما نالوه به من علم نافع وعمل صالح.\nوالرحمة ما ترتب على ذلك من ثواب الدنيا والآخرة، كصلاح القلب وبره وطمأنينته، وتمام العقل الذي لا يتم إلا بتربيته على معانيه التي هي أجل المعاني وأعلاها، والأعمال الكريمة والأخلاق الفاضلة، والرزق الواسع والنصر على الأعداء بالقول والفعل ونيل رضا الله تعالى وكرامته العظيمة التي لا يعلم ما فيها من النعيم المقيم إلا الرب الرحيم."
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَىٰ وَيَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله يأمر عباده بالعدل بأن يؤدي العبد حقوق الله وحقوق العباد، وألا يفضّل أحدًا على أحد في الحكم إلا بحق يوجب ذلك التفضيل، ويأمر بالإحسان بأن يتفضل العبد بما لا يلزمه كالإنفاق تطوعًا والعفو عن الظالم، ويأمر بإعطاء الأقرباء ما يحتاجون إليه، وينهى عن كل ما قبح، قولًا كفحش القول، أو فعلًا كالزنى، وينهى عما ينكره الشرع، وهو كل المعاصي، وينهى عن الظلم والتكبر على الناس، يعظكم الله بما أمركم به، ونهاكم عنه في هذه الآية رجاء أن تعتبروا بما وعظكم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله يأمر بالعدل» التوحيد أو الإنصاف «والإحسان» أداء الفرائض أو أن تعبد الله كأنك تراه كما في الحديث «وإيتاءِ» إعطاء «ذي القربى» القرابة خصه بالذكر اهتماما به «وينهى عن الفحشاء» الزنا «والمنكر» شرعا من الكفر والمعاصي «والبغي» الظلم للناس خصه بالذكر اهتماما كما بدأ بالفحشاء كذلك «يعظكم» بالأمر والنهي «لعلكم تذكرون» تتعظون وفيه إدغام التاء في الأصل في الذال، وفي المستدرك عن ابن مسعود وهذه أجمع آية في القرآن للخير والشر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فالعدل الذي أمر الله به يشمل العدل في حقه وفي حق عباده، فالعدل في ذلك أداء الحقوق كاملة موفرة بأن يؤدي العبد ما أوجب الله عليه من الحقوق المالية والبدنية والمركبة منهما في حقه وحق عباده، ويعامل الخلق بالعدل التام، فيؤدي كل وال ما عليه تحت ولايته سواء في ذلك ولاية الإمامة الكبرى، وولاية القضاء ونواب الخليفة، ونواب القاضي.\nوالعدل هو ما فرضه الله عليهم في كتابه، وعلى لسان رسوله، وأمرهم بسلوكه، ومن العدل في المعاملات أن تعاملهم في عقود البيع والشراء وسائر المعاوضات، بإيفاء جميع ما عليك فلا تبخس لهم حقا ولا تغشهم ولا تخدعهم وتظلمهم.\nفالعدل واجب، والإحسان فضيلة مستحب وذلك كنفع الناس بالمال والبدن والعلم، وغير ذلك من أنواع النفع حتى إنه يدخل فيه الإحسان إلى الحيوان البهيم المأكول وغيره.\nوخص الله إيتاء ذي القربى -وإن كان داخلا في العموم- لتأكد حقهم وتعين صلتهم وبرهم، والحرص على ذلك.\nويدخل في ذلك جميع الأقارب قريبهم وبعيدهم لكن كل ما كان أقرب كان أحق بالبر.\nوقوله: وَيَنْهَى عَنِ الْفَحْشَاءِ وهو كل ذنب عظيم استفحشته الشرائع والفطر كالشرك بالله والقتل بغير حق والزنا والسرقة والعجب والكبر واحتقار الخلق وغير ذلك من الفواحش.\nويدخل في المنكر كل ذنب ومعصية متعلق بحق الله تعالى.\nوبالبغي كل عدوان على الخلق في الدماء والأموال والأعراض.\nفصارت هذه الآية جامعة لجميع المأمورات والمنهيات لم يبق شيء إلا دخل فيها، فهذه قاعدة ترجع إليها سائر الجزئيات، فكل مسألة مشتملة على عدل أو إحسان أو إيتاء ذي القربى فهي مما أمر الله به.\nوكل مسألة مشتملة على فحشاء أو منكر أو بغي فهي مما نهى الله عنه.\nوبها يعلم حسن ما أمر الله به وقبح ما نهى عنه، وبها يعتبر ما عند الناس من الأقوال وترد إليها سائر الأحوال، فتبارك من جعل في كلامه الهدى والشفاء والنور والفرقان بين جميع الأشياء.\nولهذا قال: يَعِظُكُمْ بِهِ أي: بما بينه لكم في كتابه بأمركم بما فيه غاية صلاحكم ونهيكم عما فيه مضرتكم.\nلَعَلَّكُمْ تَذَكَّرُونَ ما يعظكم به فتفهمونه وتعقلونه، فإنكم إذا تذكرتموه وعقلتموه عملتم بمقتضاه فسعدتم سعادة لا شقاوة معها."
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأوفوا بكل عهد عاهدتم الله أو عاهدتم الناس عليه، ولا تنقضوا الأيمان بعد تغليظها بالحلف بالله، وقد جعلتم الله شهيدًا عليكم بالوفاء بما حلفتم عليه، إن الله يعلم ما تفعلون، لا يخفى عليه شيء منه، وسيجازيكم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأوْفوا بعهد الله» من البيع والأيمان وغيرها «إذا عاهدتم ولا تنقضوا الأيمان بعد توكيدها» توثيقها «وقد جعلتم الله عليكم كفيلاً» بالوفاء حيث حلفتم به والجملة حال «إن الله يعلم ما تفعلون» تهديد لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا يشمل جميع ما عاهد العبد عليه ربه من العبادات والنذور والأيمان التي عقدها إذا كان الوفاء بها برا، ويشمل أيضا ما تعاقد عليه هو وغيره كالعهود بين المتعاقدين، وكالوعد الذي يعده العبد لغيره ويؤكده على نفسه، فعليه في جميع ذلك الوفاء وتتميمها مع القدرة، ولهذا نهى الله عن نقضها فقال: وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا بعقدها على اسم الله تعالى: وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ أيها المتعاقدون كَفِيلًا فلا يحل لكم أن لا تحكموا ما جعلتم الله عليكم كفيلا فيكون ذلك ترك تعظيم الله واستهانة به، وقد رضي الآخر منك باليمين والتوكيد الذي جعلت الله فيه كفيلا.\nفكما ائتمنك وأحسن ظنه فيك فلتف له بما قلته وأكدته.\nإِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ يجازي كل عامل بعمله على حسب نيته ومقصده."
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تكونوا بنقض العهود سفهاء خفاف العقول، مثل امرأة حمقاء تعبت في غزل صوفها أو قطنها، وأحكمت غزله، ثم نقضته وجعلته محلولًا كما كان قبل غزله، فتعبت في غزله ونقضه، ولم تحصل على مطلوب، تُصَيِّرون أيمانكم خديعة يخدع بعضكم بعضًا بها؛ لتكون أمتكم أكثر وأقوى من أمة أعدائكم، إنما يختبركم الله بالوفاء بالعهود، هل تفون بها، أو تنقضونها؟ وليوضحنّ الله لكم يوم القيامة ما كنتم تختلفون فيه في الدنيا، فيبين المحق من المبطل، والصادق من الكاذب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تكونوا كالتي نقضت» أفسدت «غزلها» ما غزلته «من بعد قوة» إحكام له وبرم «أنكاثا» حال جمع نكث وهو ما ينكث أي يحل إحكامه وهي امرأة حمقاء من مكة كانت تغزل طوال يومها ثم تنقضه «تتخذون» حال من ضمير تكونوا: أي لا تكونوا مثلها في اتخاذكم «أيمانكم دخلاً» هو ما يدخل في الشيء وليس منه أي فسادا أو خديعة «بينكم» بأن تنقضوها «أن» أي لأن «تكون أُمة» جماعة «هي أربى» أكثر «من أمة» وكانوا يحالفون الحلفاء فإذا وجد أكثر منهم وأعز نقضوا حلف أولئك وحالفوهم «إنما يبلوكم» يختبركم «الله به» أي بما أمر به من الوفاء بالعهد لينظر المطيع منكم والعاصي أو يكون أمة أربى لينظر أتفون أم لا «وليبينن لكم يوم القيامة ما كنتم فيه تختلفون» في الدنيا من أمر العهد وغيره بأن يعذب الناكث ويثبت الوافي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا تَكُونُوا في نقضكم للعهود بأسوأ الأمثال وأقبحها وأدلها على سفه متعاطيها، وذلك كَالَّتِي تغزل غزلا قويا فإذا استحكم وتم ما أريد منه نقضته فجعلته أَنْكَاثًا فتعبت على الغزل ثم على النقض، ولم تستفد سوى الخيبة والعناء وسفاهة العقل ونقص الرأي، فكذلك من نقض ما عاهد عليه فهو ظالم جاهل سفيه ناقص الدين والمروءة.\nوقوله: تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ أي: لا تنبغي هذه الحالة منكم تعقدون الأيمان المؤكدة وتنتظرون فيها الفرص، فإذا كان العاقد لها ضعيفا غير قادر على الآخر أتمها لا لتعظيم العقد واليمين بل لعجزه، وإن كان قويا يرى مصلحته الدنيوية في نقضها نقضها غير مبال بعهد الله ويمينه.\nكل ذلك دورانا مع أهوية النفوس، وتقديما لها على مراد الله منكم، وعلى المروءة الإنسانية، والأخلاق المرضية لأجل أن تكون أمة أكثر عددا وقوة من الأخرى.\nوهذا ابتلاء من الله وامتحان يبتليكم الله به حيث قيض من أسباب المحن ما يمتحن به الصادق الوفي من الفاجر الشقي.\nوَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ فيجازي كلا بما عمل، ويخزي الغادر."
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو شاء الله لجعلكم أمة واحدة متفقين على الحق، ولكنه سبحانه يضل من يشاء بخذلانه عن الحق وعن الوفاء بالعهود بعدله، ويوفق من يشاء بفضله لذلك، ولتُسْأَلنّ يوم القيامة عما كنتم تعملون في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو شاء الله لجعلكم أمة واحدة» أهل دين واحد «ولكن يضل من يشاء ويهدي من يشاء ولتسألُن» يوم القيامة سؤال تبكيت «عما كنتم تعملون» لتجازوا عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لَوْ شَاءَ اللَّهُ لجمع الناس على الهدى وجعلهم أُمَّةً وَاحِدَةً ولكنه تعالى المنفرد بالهداية والإضلال، وهدايته وإضلاله من أفعاله التابعة لعلمه وحكمته، يعطي الهداية من يستحقها فضلا، ويمنعها من لا يستحقها عدلا.\nوَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ من خير وشر فيجازيكم عليها أتم الجزاء وأعدله."
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تُصَيِّروا أيمانكم خديعة يخدع بعضكم بعضًا بها، تتبعون فيها أهواءكم، فتنقضونها متى شئتم، وتفون بها متى شئتم، فإنكم إن فعلتم ذلك زَلَّت أقدامكم عن الصراط المستقيم بعد أن كانت ثابتة عليه، وذقتم العذاب بسبب ضلالكم عن سبيل الله، وإضلالكم غيركم عنها، ولكم عذاب مضاعف."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تتخذوا أيمانكم دخلاً بينكم» كرره تأكدا «فتزل قدم» أي أقدامكم عن محجة الإسلام «بعد ثبوتها» استقامتها عليها «وتذوقوا السوء» أي العذاب «بما صددتم عن سبيل الله» أي بصدكم عن الوفاء بالعهد أو بصدكم غيركم عنه لأنه يستن بكم «ولكم عذاب عظيم» في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَلَا تَتَّخِذُوا أَيْمَانَكُمْ وعهودكم ومواثيقكم تبعا لأهوائكم متى شئتم وفيتم بها، ومتى شئتم نقضتموها، فإنكم إذا فعلتم ذلك تزل أقدامكم بعد ثبوتها على الصراط المستقيم، وَتَذُوقُوا السُّوءَ أي: العذاب الذي يسوءكم ويحزنكم بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ حيث ضللتم وأضللتم غيركم وَلَكُمْ عَذَابٌ عَظِيمٌ مضاعف."
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تستبدلوا بعهد الله عوضًا قليلًا على نقضكم للعهد، وترك الوفاء به، إن ما عند الله من النصر والغنائم في الدنيا، وما عنده من النعيم الدائم في الآخرة خير لكم مما تنالونه من عوض قليل على نقض العهد إن كنتم تعلمون ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تشتروا بعهد الله ثمنا قليلاً» من الدنيا بأن تنقضوه لأجله «إنما عند الله» من الثواب «هو خير لكم» مما في الدنيا «إن كنتم تعلمون» ذلك فلا تنقضوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يحذر تعالى عباده من نقض العهود والأيمان لأجل متاع الدنيا وحطامها فقال: وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا تنالونه بالنقض وعدم الوفاء إِنَّمَا عِنْدَ اللَّهِ من الثواب العاجل والآجل لمن آثر رضاه، وأوفى بما عاهد عليه الله هُوَ خَيْرٌ لَكُمْ من حطام الدنيا الزائلة إِنْ كُنْتُمْ تَعْلَمُونَ"
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما عندكم - أيها الناس - من المال واللذات والنعيم ينقضي ولو كان كثيرًا، وما عند الله من الجزاء باق، فكيف تؤثرون فانيًا على باق؟ ولنجزينَّ الذين صبروا على عهودهم ولم ينقضوها ثوابهم بأحسن ما كانوا يعملون من الطاعات، فنجزيهم الحسنة بعشر أمثالها، إلى سبع مئة ضعف، إلى أضعاف كثيرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما عندكم» من الدنيا «يَنفدُ» يفنى «وما عند الله باقي» دائم «وليجزينَّ» بالياء والنون «الذين صبروا» من الوفاء بالعهود «أجرهم بأحسن ما كانوا يعملون» أحسن بمعنى حسن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فآثروا ما يبقى على ما يفنى فإن الذي عندكم ولو كثر جدا لا بد أن يَنْفَدُ ويفنى، وَمَا عِنْدَ اللَّهِ بَاقٍ ببقائه لا يفنى ولا يزول، فليس بعاقل من آثر الفاني الخسيس على الباقي النفيس وهذا كقوله تعالى: بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ وفي هذا الحث والترغيب على الزهد في الدنيا.\nخصوصا الزهد المتعين وهو الزهد فيما يكون ضررا على العبد ويوجب له الاشتغال عما أوجب الله عليه وتقديمه على حق الله فإن هذا الزهد واجب.\nومن الدواعي للزهد أن يقابل العبد لذات الدنيا وشهواتها بخيرات الآخرة، فإنه يجد من الفرق والتفاوت ما يدعوه إلى إيثار أعلى الأمرين [وليس الزهد الممدوح هو الانقطاع للعبادات القاصرة كالصلاة والصيام والذكر ونحوها، بل لا يكون العبد زاهدا زهدا صحيحا حتى يقوم بما يقدر عليه من الأوامر الشرعية الظاهرة والباطنة، ومن الدعوة إلى الله وإلى دينه بالقول والفعل، فالزهد الحقيقي هو الزهد فيما لا ينفع في الدين والدنيا، والرغبة والسعي في كل ما ينفع] وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا على طاعة الله، وعن معصيته، وفطموا نفوسهم عن الشهوات الدنيوية المضرة بدينهم أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ الحسنة بعشر أمثالها إلى سبعمائة ضعف إلى أضعاف كثيرة فإن الله لا يضيع أجر من أحسن عملا"
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من عمل عملًا صالحًا موافقًا للشرع ذكرًا كان أو أنثى، وهو مؤمن بالله؛ فلنحيينه في الدنيا حياة طيبة بالرضا بقضاء الله وبالقناعة والتوفيق للطاعات، ولنجزينهم ثوابهم في الآخرة بأحسن ما كانوا يعملون في الدنيا من الأعمال الصالحة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة» قيل هي حياة الجنة وقيل في الدنيا بالقناعة أو الرزق الحلال «ولنجزينهم أجرهم بأحسن ما كانوا يعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فإن الإيمان شرط في صحة الأعمال الصالحة وقبولها، بل لا تسمى أعمالا صالحة إلا بالإيمان، والإيمان مقتض لها، فإنه التصديق الجازم المثمر لأعمال الجوارح من الواجبات والمستحبات، فمن جمع بين الإيمان والعمل الصالح فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وذلك بطمأنينة قلبه، وسكون نفسه، وعدم التفاته لما يشوش عليه قلبه، ويرزقه الله رزقا حلالا طيبا من حيث لا يحتسب.\nوَلَنَجْزِيَنَّهُمْ في الآخرة أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ من أصناف اللذات مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nفيؤتيه الله في الدنيا حسنة وفي الآخرة حسنة."
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا أردت قراءة القرآن - أيها المؤمن - فاسأل الله أن يعيذك من وساوس الشيطان المطرود عن رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا قرأت القرآن» أي أردت قراءته «فاستعذ بالله من الشيطان الرجيم» أي قل: أعوذ بالله من الشيطان الرجيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فإذا أردت القراءة لكتاب الله الذي هو أشرف الكتب وأجلها وفيه صلاح القلوب والعلوم الكثيرة فإن الشيطان أحرص ما يكون على العبد عند شروعه في الأمور الفاضلة، فيسعى في صرفه عن مقاصدها ومعانيها.\nفالطريق إلى السلامة من شره الالتجاء إلى الله، والاستعاذة به من شره، فيقول القارئ: أعوذ بالله من الشيطان الرجيم متدبرا لمعناها، معتمدا بقلبه على الله في صرفه عنه، مجتهدا في دفع وساوسه وأفكاره الرديئة مجتهدا، على السبب الأقوى في دفعه، وهو التحلي بحلية الإيمان والتوكل."
                }
            ]
        },
        {
            "ayah_number": 99,
            "text": "إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الشيطان ليس له تسلط على الذين آمنوا بالله، وعلى ربهم وحده يعتمدون في جميع أمورهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه ليس له سلطان» تسلط «على الذين آمنوا وعلى ربهم يتوكلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن الشيطان لَيْسَ لَهُ سُلْطَانٌ أي: تسلط عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ وحده لا شريك له يَتَوَكَّلُونَ فيدفع الله عن المؤمنين المتوكلين عليه شر الشيطان ولا يبق له عليهم سبيل."
                }
            ]
        },
        {
            "ayah_number": 100,
            "text": "إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما تسلطه بالوساوس على الذين يتخذونه وليًّا، ويطيعونه في إغوائه، والذين هم بسبب إغوائه مشركون بالله يعبدون معه غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما سلطانه على الذين يتولوْنه» بطاعته «والذين هم به» أي الله «مشركون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّمَا سُلْطَانُهُ أي: تسلطه عَلَى الَّذِينَ يَتَوَلَّوْنَهُ أي: يجعلونه لهم وليا، وذلك بتخليهم عن ولاية الله، ودخولهم في طاعة الشيطان، وانضمامهم لحزبه، فهم الذين جعلوا له ولاية على أنفسهم، فأزَّهم إلى المعاصي أزًّا وقادهم إلى النار قَوْدًا."
                }
            ]
        },
        {
            "ayah_number": 101,
            "text": "وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ ۙ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا نسخنا حكم آية من القرآن بآية أخرى - والله أعلم بما ينسخ من القرآن لحكمة، وعليم بما لا ينسخ منه - قالوا: إنما أنت - يا محمد - كاذب تختلق على الله، بل أكثرهم لا يعلمون أن النسخ إنما يكون لحكمة إلهية بالغة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا بدلنا آية مكان آية» بنسخها وإنزال غيرها بمصلحة العباد «والله أعلم بما ينزل قالوا» أي الكفار للنبي صلى الله عليه وسلم «إنما أنت مفتر» كذاب تقوله من عندك «بل أكثرهم لا يعلمون» حقيقة القرآن وفائدة النسخ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى أن المكذبين بهذا القرآن يتتبعون ما يرونه حجة لهم، وهو أن الله تعالى هو الحاكم الحكيم، الذي يشرع الأحكام، ويبدل حكما مكان آخر لحكمته ورحمته، فإذا رأوه كذلك قدحوا في الرسول وبما جاء به و قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ قال الله تعالى: بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ فهم جهال لا علم لهم بربهم ولا بشرعه، ومن المعلوم أن قدح الجاهل بلا علم لا عبرة به، فإن القدح في الشيء فرع عن العلم به، وما يشتمل عليه مما يوجب المدح أو القدح."
                }
            ]
        },
        {
            "ayah_number": 102,
            "text": "قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل لهم - أيها الرسول -: نزل بهذا القرآن جبريل عليه السلام من عند الله سبحانه بالحق الذي لا خطأ فيه ولا تبديل ولا تحريف، ليثبّت الذين آمنوا بالله على إيمانهم كلما نزل منه جديد، ونُسِخَ منه بعض، وليكون هداية لهم إلى الحق، وبشارة للمسلمين بما يحصلون عليه من الثواب الكريم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «نزَّله روح القدس» جبريل «من ربك بالحق» متعلق بنزل «ليثبت الذين آمنوا» بإيمانهم به «وهدى وبشرى للمسلمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ وهو جبريل الرسول المقدس المنزه عن كل عيب وخيانة وآفة.\nبِالْحَقِّ أي: نزوله بالحق وهو مشتمل على الحق في أخباره وأوامره ونواهيه، فلا سبيل لأحد أن يقدح فيه قدحا صحيحا، لأنه إذا علم أنه الحق علم أن ما عارضه وناقضه باطل.\nلِيُثَبِّتَ الَّذِينَ آمَنُوا عند نزول آياته وتواردها عليهم وقتا بعد وقت، فلا يزال الحق يصل إلى قلوبهم شيئا فشيئا حتى يكون إيمانهم أثبت من الجبال الرواسي، وأيضا فإنهم يعلمون أنه الحق، وإذا شرع حكما [من الأحكام] ثم نسخه علموا أنه أبدله بما هو مثله أو خير منه لهم وأن نسخه هو المناسب للحكمة الربانية والمناسبة العقلية.\nوَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ أي: يهديهم إلى حقائق الأشياء ويبين لهم الحق من الباطل والهدى من الضلال، ويبشرهم أن لهم أجرا حسنا، ماكثين فيه أبدا.\nوأيضا فإنه كلما نزل شيئا فشيئا، كان أعظم هداية وبشارة لهم مما لو أتاهم جملة واحدة وتفرق الفكر فيه بل ينزل الله حكما وبشارة [أكثر] فإذا فهموه وعقلوه وعرفوا المراد منه وترووا منه أنزل نظيره وهكذا.\nولذلك بلغ الصحابة رضي الله عنهم به مبلغا عظيما، وتغيرت أخلاقهم وطبائعهم، وانتقلوا إلى أخلاق وعوائد وأعمال فاقوا بها الأولين والآخرين.\nوكان أعلى وأولى لمن بعدهم أن يتربوا بعلومه ويتخلقوا بأخلاقه، ويستضيئوا بنوره في ظلمات الغي والجهالات ويجعلوه إمامهم في جميع الحالات، فبذلك تستقيم أمورهم الدينية والدنيوية."
                }
            ]
        },
        {
            "ayah_number": 103,
            "text": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ۗ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَٰذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونحن نعلم أن المشركين يقولون: إن محمدًا صلى الله عليه وسلم إنما يُعَلِّمه القرآنَ إنسانٌ، وهم كاذبون في دعواهم، فلغة من يزعمون أنه يعلمه أعجمية، وهذا القرآن نزل بلسان عربي واضح ذي بلاغة عالية، فكيف يزعمون أنه تَلَقَّاه من أعجمي؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد» للتحقيق «نعلم أنهم يقولون إنما يعلمه» القرآن «بشر» وهو قين نصراني كان النبي صلى الله عليه وسلم يدخل عليه قال تعالى «لسان» لغة «الذي يلحدون» يميلون «إليه» أنه يعلمه «أعجمي وهذا» القرآن «لسان عربي مبين» ذو بيان وفصاحة فكيف يعلمه أعجمي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن قيل المشركين المكذبين لرسوله أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ هذا الكتاب الذي جاء به بَشَرٌ وذلك البشر الذي يشيرون إليه أعجمي اللسان وَهَذَا القرآن لِسَانٌ عَرَبِيٌّ مُبِينٌ هل هذا القول ممكن؟ أو له حظ من الاحتمال؟ ولكن الكاذب يكذب ولا يفكر فيما يؤول إليه كذبه، فيكون في قوله من التناقض والفساد ما يوجب رده بمجرد تصوره."
                }
            ]
        },
        {
            "ayah_number": 104,
            "text": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ لَا يَهْدِيهِمُ اللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين لا يؤمنون بآيات الله أنها من عنده سبحانه لا يوفقهم الله للهداية ما داموا مُصِرِّين على ذلك، ولهم عذاب موجع بسبب ما هم فيه من الكفر بالله، والتكذيب بآياته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين لا يؤمنون بآيات الله لا يهديهم الله ولهم عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ الدالة دلالة صريحة على الحق المبين فيردونها ولا يقبلونها، لَا يَهْدِيهِمُ اللَّهُ حيث جاءهم الهدى فردوه فعوقبوا بحرمانه وخذلان الله لهم.\nوَلَهُمْ في الآخرة عَذَابٌ أَلِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 105,
            "text": "إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ ۖ وَأُولَٰئِكَ هُمُ الْكَاذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس محمد صلى الله عليه وسلم كاذبًا فيما جاء به من ربه، إنما يختلق الكذب الذين لا يصدقون بآيات الله؛ لأنهم لا يخافون عذابًا، ولا يرجون ثوابًا، وأولئك المتصفون بالكفر هم الكاذبون؛ لأن الكذب عادتهم التي اعتادوا عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(إنما يفتري الكذب الذين لا يؤمنون بآيات الله) القرآن بقولهم هذا من قول البشر (وأولئك هم الكاذبون) والتأكيد بالتكرار، وإن وغيرهما رد لقولهم \"\" إنما أنت مفتر \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّمَا يَفْتَرِي الْكَذِبَ أي: إنما يصدر افتراه الكذب من الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ كالمعاندين لرسوله من بعد ما جاءتهم البينات، وَأُولَئِكَ هُمُ الْكَاذِبُونَ أي: الكذب منحصر فيهم وعليهم أولى بأن يطلق من غيرهم.\nوأما محمد صلى الله عليه وسلم المؤمن بآيات الله الخاضع لربه فمحال أن يكذب على الله ويتقول عليه ما لم يقل، فأعداؤه رموه بالكذب الذي هو وصفهم، فأظهر الله خزيهم وبين فضائحهم، فله تعالى الحمد."
                }
            ]
        },
        {
            "ayah_number": 106,
            "text": "مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَٰكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كفر بالله من بعد إيمانه إلا من أكره على الكفر فنطق بكلمة الكفر بِلسانِه وقلبُه مطمئن بالإيمان موقن بحقيقته، لكن من كان منفسح الصدر بالكفر فاختاره على الإيمان وتكلم به طائعًا فهو مرتد عن الإسلام فعليهم غضب من الله ولهم عذاب عظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كفر بالله من بعد إيمانه إلا من أكره» على التلفظ بالكفر فتلفظ به «وقلبه مطمئن بالإيمان» ومن مبتدأ أو شرطية والخبر أو الجواب لهم وعيد شديد دل على هذا «ولكن من شرح بالكفر صدرا» له أي فتحه ووسعه بمعنى طابت به نفسه «فعليهم غضب من الله ولهم عذاب عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن شناعة حال مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ فعمى بعد ما أبصر ورجع إلى الضلال بعد ما اهتدى، وشرح صدره بالكفر راضيا به مطمئنا أن لهم الغضب الشديد من الرب الرحيم الذي إذا غضب لم يقم لغضبه شيء وغضب عليهم كل شيء، وَلَهُمْ عَذَابٌ عَظِيمٌ أي: في غاية الشدة مع أنه دائم أبدا."
                }
            ]
        },
        {
            "ayah_number": 107,
            "text": "ذَٰلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الارتداد عن الإسلام بسبب أنهم آثروا ما ينالونه من حطام الدنيا مكافأة لكفرهم على الآخرة، وأن الله لا يوفق القوم الكافرين إلى الإيمان، بل يخذلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» الوعيد لهم «بأنهم استحبوا الحياة الدنيا» اختاروها «على الآخرة وأن الله لا يهدي القوم الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 107 و 108 :و ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ حيث ارتدوا على أدبارهم طمعا في شيء من حطام الدنيا، ورغبة فيه وزهدا في خير الآخرة، فلما اختاروا الكفر على الإيمان منعهم الله الهداية فلم يهدهم لأن الكفر وصفهم، فطبع على قلوبهم فلا يدخلها خير، وعلى سمعهم وعلى أبصارهم فلا ينفذ منها ما ينفعهم ويصل إلى قلوبهم.\nفشملتهم الغفلة وأحاط بهم الخذلان، وحرموا رحمة الله التي وسعت كل شيء، وذلك أنها أتتهم فردوها، وعرضت عليهم فلم يقبلوها."
                }
            ]
        },
        {
            "ayah_number": 108,
            "text": "أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ ۖ وَأُولَٰئِكَ هُمُ الْغَافِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بالردة بعد الإيمان الذين ختم الله على قلوبهم فلا يفهمون المواعظ، وعلى أسماعهم فلا يسمعونها سماعًا يُنْتَفع به، وعلى أبصارهم فلا يبصرون الآيات الدالة على الإيمان، وأولئك هم الغافلون عن أسباب السعادة والشقاء، وعما أعد الله لهم من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك الذين طبع الله على قلوبهم وسمعهم وأبصارهم وأولئك هم الغافلون» عما يراد بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 107 و 108 :و ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ حيث ارتدوا على أدبارهم طمعا في شيء من حطام الدنيا، ورغبة فيه وزهدا في خير الآخرة، فلما اختاروا الكفر على الإيمان منعهم الله الهداية فلم يهدهم لأن الكفر وصفهم، فطبع على قلوبهم فلا يدخلها خير، وعلى سمعهم وعلى أبصارهم فلا ينفذ منها ما ينفعهم ويصل إلى قلوبهم.\nفشملتهم الغفلة وأحاط بهم الخذلان، وحرموا رحمة الله التي وسعت كل شيء، وذلك أنها أتتهم فردوها، وعرضت عليهم فلم يقبلوها."
                }
            ]
        },
        {
            "ayah_number": 109,
            "text": "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حقًّا إنهم يوم القيامة هم الخاسرون الذين خسروا أنفسهم بسبب كفرهم بعد إيمانهم الذي لو تمسكوا به لدخلوا الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا جرم» حقاً «أنهم في الآخرة هم الخاسرون» لمصيرهم إلى النار المؤبدة عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ الذين خسروا أنفسهم وأموالهم وأهليهم يوم القيامة وفاتهم النعيم المقيم وحصلوا على العذاب الأليم.\nوهذا بخلاف من أكره على الكفر وأجبر عليه، وقلبه مطمئن بالإيمان؛ راغب فيه فإنه لا حرج عليه ولا إثم، ويجوز له النطق بكلمة الكفر عند الإكراه عليها.\nودل ذلك على أن كلام المكره على الطلاق أو العتاق أو البيع أو الشراء أو سائر العقود أنه لا عبرة به، ولا يترتب عليه حكم شرعي، لأنه إذا لم يعاقب على كلمة الكفر إذا أكره عليها فغيرها من باب أولى وأحرى."
                }
            ]
        },
        {
            "ayah_number": 110,
            "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إن ربك - أيها الرسول - لغفور ورحيم بالمستضعفين من المؤمنين الذين هاجروا من مكة إلى المدينة بعدما عذبهم المشركون وامتحنوهم في دينهم حتى نطقوا بكلمة الكفر وقلوبهم مطمئنة بالإيمان، ثم جاهدوا في سبيل الله لتكون كلمة الله هي العليا، وكلمة الذين كفروا السفلى، وصبروا على مشاقه، إن ربك من بعد تلك الفتنة التي فُتِنوا بها، والتعذيب الذي عُذِّبوا به حتى نطقوا بكلمة الكفر؛ لغفور لهم، رحيم بهم؛ لأنهم ما نطقوا بكلمة الكفر إلا مُكْرَهين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إن ربك للذين هاجروا» إلى المدينة «من بعد ما فُتنوا» عذبوا وتلفظوا بالكفر وفي قراءة بالبناء للفاعل أي كفروا أو فتنوا الناس عن الأيمان «ثم جاهدوا وصبروا» على الطاعة «إن ربك من بعدها» أي الفتنة «لغفور» لهم «رحيم» بهم وخبر إن الأولى دل عليه خبر الثانية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ثم إن ربك الذي ربى عباده المخلصين بلطفه وإحسانه لغفور رحيم لمن هاجر في سبيله، وخلى دياره وأمواله طلبا لمرضاة الله، وفتن على دينه ليرجع إلى الكفر، فثبت على الإيمان، وتخلص ما معه من اليقين، ثم جاهد أعداء الله ليدخلهم في دين الله بلسانه ويده، وصبر على هذه العبادات الشاقة على أكثر الناس.\nفهذه أكبرالأسباب التي تنال بها أعظم العطايا وأفضل المواهب، وهي مغفرة الله للذنوب صغارها وكبارها المتضمن ذلك زوال كل أمر مكروه، ورحمته العظيمة التي بها صلحت أحوالهم واستقامت أمور دينهم ودنياهم"
                }
            ]
        },
        {
            "ayah_number": 111,
            "text": "يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - يوم يأتي كل إنسان يُحاجّ عن نفسه، لا يُحاج عن غيرها لعظم الموقف، وتُوفَّى كل نفس جزاء ما عملت من خير وشر، وهم لا يُظْلمون بنقص حسناتهم، ولا بزيادة سيئاتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «يوم تأتي كل نفس تجادل» تحاج «عن نفسها» لا يهمها غيرها وهو يوم القيامة «وتوفى كل نفس» جزاء «ما عملت وهم لا يظلمون» شيئا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "في يوم القيامة حين تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا كلٌّ يقول نفسي نفسي لا يهمه سوى نفسه، ففي ذلك اليوم يفتقر العبد إلى حصول مثقال ذرة من الخير.\nوَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ من خير وشر وَهُمْ لَا يُظْلَمُونَ فلا يزاد في سيئاتهم ولا ينقص من حسناتهم فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 112,
            "text": "وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وضرب الله مثلًا قريةً - وهي مكة - كانت آمنة لا يخاف أهلها، مستقرة والناس من حولها يُتَخَطَّفون، يجيئها رزقها هنيئًا سهلًا من كل مكان، فكفر أهلها بما أنعم الله عليهم من النعم ولم يشكروه، فجازاهم الله بالجوع والخوف الشديد الظاهر على أجسامهم فزعًا وهزالًا، حتى صارا كاللباس لهم بسبب ما كانوا يعملون من الكفر والتكذيب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وضرب الله مثلاً» ويبدل منه «قرية» هي مكة والمراد أهلها «كانت آمنة» من الغارات لا تهاج «مطمئنة» لا يحتاج إلى الانتقال عنها لضيق أو خوف «يأتيها رزقها رغدا» واسعا «من كل مكان فكفرت بأنعم الله» بتكذيب النبي صلى الله عليه وسلم «فأذاقها الله لباس الجوع» فقحطوا سبع سنين «والخوف» بسرايا النبي صلى الله عليه وسلم «بما كانوا يصنعون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 112 و 113 :وهذه القرية هي مكة المشرفة التي كانت آمنة مطمئنة لا يهاج فيها أحد، وتحترمها الجاهلية الجهلاء حتى إن أحدهم يجد قاتل أبيه وأخيه، فلا يهيجه مع شدة الحمية فيهم، والنعرة العربية فحصل لها من الأمن التام ما لم يحصل لسواها وكذلك الرزق الواسع.\nكانت بلدة ليس فيها زرع ولا شجر، ولكن يسر الله لها الرزق يأتيها من كل مكان، فجاءهم رسول منهم يعرفون أمانته وصدقه، يدعوهم إلى أكمل الأمور، وينهاهم عن الأمور السيئة، فكذبوه وكفروا بنعمة الله عليهم، فأذاقهم الله ضد ما كانوا فيه، وألبسهم لباس الجوع الذي هو ضد الرغد، والخوف الذي هو ضد الأمن، وذلك بسبب صنيعهم وكفرهم وعدم شكرهم وما ظلمهم الله ولكن كانوا أنفسهم يظلمون"
                }
            ]
        },
        {
            "ayah_number": 113,
            "text": "وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد جاء أهل مكة رسول منهم يعرفونه بالأمانة والصدق، وهو محمد صلى الله عليه وسلم، فكذبوه فيما أنزله عليه ربه، فنزل بهم عذاب الله بالجوع والخوف، وهم ظالمون لأنفسهم بإيرادها موارد الهلاك حين أشركوا بالله، وكذبوا رسوله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد جاءهم رسول منهم» محمد صلى الله عليه وسلم «فكذبوه فأخذهم العذاب» الجوع والخوف «وهم ظالمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 112 و 113 :وهذه القرية هي مكة المشرفة التي كانت آمنة مطمئنة لا يهاج فيها أحد، وتحترمها الجاهلية الجهلاء حتى إن أحدهم يجد قاتل أبيه وأخيه، فلا يهيجه مع شدة الحمية فيهم، والنعرة العربية فحصل لها من الأمن التام ما لم يحصل لسواها وكذلك الرزق الواسع.\nكانت بلدة ليس فيها زرع ولا شجر، ولكن يسر الله لها الرزق يأتيها من كل مكان، فجاءهم رسول منهم يعرفون أمانته وصدقه، يدعوهم إلى أكمل الأمور، وينهاهم عن الأمور السيئة، فكذبوه وكفروا بنعمة الله عليهم، فأذاقهم الله ضد ما كانوا فيه، وألبسهم لباس الجوع الذي هو ضد الرغد، والخوف الذي هو ضد الأمن، وذلك بسبب صنيعهم وكفرهم وعدم شكرهم وما ظلمهم الله ولكن كانوا أنفسهم يظلمون"
                }
            ]
        },
        {
            "ayah_number": 114,
            "text": "فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكلوا - أيها العباد - مما رزقكم الله سبحانه ما كان حلالًا من جنس ما يُسْتطاب أكله، واشكروا نعمة الله التي أنعم بها عليكم بالإقرار بهذه النعم لله وصرفها في مرضاته، إن كنتم تعبدونه وحده ولا تشركون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكلوا» أيها المؤمنون «مما رزقكم الله حلالاً طيبا واشكروا نعمة الله إن كنتم إياه تعبدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده بأكل ما رزقهم الله من الحيوانات والحبوب والثمار وغيرها.\nحَلَالًا طَيِّبًا أي: حالة كونها متصفة بهذين الوصفين بحيث لا تكون مما حرم الله أو أثرا عن غصب ونحوه.\nفتمتعوا بما خلق الله لكم من غير إسراف ولا تَعَدٍّ.\nوَاشْكُرُوا نِعْمَةَ اللَّهِ بالاعتراف بها بالقلب والثناء على الله بها وصرفها في طاعة الله.\nإِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ أي إن كنتم مخلصين له العبادة، فلا تشكروا إلا إياه، ولا تنسوا المنعم."
                }
            ]
        },
        {
            "ayah_number": 115,
            "text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ۖ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حَرَّم الله عليكم من المأكولات ما مات دون ذكاة مما يُذَكَّى، والدم المَسْفوح، والخنزير بجميع أجزائه، وما ذبحه ذابحه قربانًا لغير الله، وهذا التحريم إنما هو في حالة الاختيار، فمن ألجأته الضرورة إلى أكل المذكورات، فأكل منها غير راغب في المحرم لذاته، ولا متجاوز لحد الحاجة؛ فلا إثم عليه، فإن الله غفور، يغفر له ما أكل، رحيم به حين أباح له ذلك عند الضرورة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به فمن اضطر غير باغ ولا عاد فإن الله غفور رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ الأشياء المضرة تنزيها لكم، وذلك: ك الْمَيْتَةَ ويدخل في ذلك كل ما كان موته على غير ذكاة مشروعة، ويستثنى من ذلك ميتة الجراد والسمك.\nوالدم المسفوح وأما ما يبقى في العروق واللحم فلا يضر.\nوَلَحْمَ الْخِنْزِيرِ لقذارته وخبثه وذلك شامل للحمه وشحمه وجميع أجزائه.\nوَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ كالذي يذبح للأصنام والقبور ونحوها لأنه مقصود به الشرك.\nفَمَنِ اضْطُرَّ إلى شيء من المحرمات -بأن حملته الضرورة وخاف إن لم يأكل أن يهلك- فلا جناح عليه إذا لم يكن باغيا أو عاديا، أي: إذا لم يرد أكل المحرم وهو غير مضطر، ولا متعد الحلال إلى الحرام، أو متجاوز لما زاد على قدر الضرورة، فهذا الذي حرمه الله من المباحات."
                }
            ]
        },
        {
            "ayah_number": 116,
            "text": "وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَٰذَا حَلَالٌ وَهَٰذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ ۚ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تقولوا - أيها المشركون - لما تصفه ألسنتكم من الكذب على الله: هذا الشيء حلال، وهذا الشيء حرام؛ بقصد أن تختلقوا على الله الكذب بتحريم ما لم يحرم، أو تحليل ما لم يحلل، إن الذين يختلقون على الله الكذب لا يفوزون بمطلوب، ولا ينجون من مرهوب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تقولوا لما تصف ألسنتكم» أي لوصف ألسنتكم «الكذب هذا حلال وهذا حرام» لما لم يحله الله ولم يحرمه «لتفتروا على الله الكذب» بنسبة ذلك إليه «إن الذين يفترون على الله الكذب لا يفلحون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 116 و 117 : وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ أي: لا تحرموا وتحللوا من تلقاء أنفسكم، كذبا وافتراء على الله وتقولا عليه.\nلِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ لا في الدنيا ولا في الآخرة، ولا بد أن يظهر الله خزيهم وإن تمتعوا في الدنيا فإنه مَتَاعٌ قَلِيلٌ ومصيرهم إلى النار وَلَهُمْ عَذَابٌ أَلِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 117,
            "text": "مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم متاع قليل حقير باتباعهم أهواءهم في الدنيا، ولهم يوم القيامة عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "لهم «متاع قليل» في الدنيا «ولهم» في الآخرة «عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 116 و 117 : وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ أي: لا تحرموا وتحللوا من تلقاء أنفسكم، كذبا وافتراء على الله وتقولا عليه.\nلِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ لا في الدنيا ولا في الآخرة، ولا بد أن يظهر الله خزيهم وإن تمتعوا في الدنيا فإنه مَتَاعٌ قَلِيلٌ ومصيرهم إلى النار وَلَهُمْ عَذَابٌ أَلِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 118,
            "text": "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۖ وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": ""
                }
            ]
        },
        {
            "ayah_number": 119,
            "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إن ربك - أيها الرسول - للذين عملوا السيئات جهلًا بعاقبتها وإن كانوا متعمدين، ثم تابوا إلى الله بعد ما عملوا من سيئات، وأصلحوا أعمالهم التي فيها فساد، إن ربك من بعد التوبة لغفور لذنوبهم، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إن ربك للذين عملوا السوء» الشرك «بجهالة ثم تابوا» رجعوا «من بعد ذلك وأصلحوا» عملهم «إن ربك من بعدها» أي الجهالة أو التوبة «لغفور» لهم «رحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا حض منه لعباده على التوبة، ودعوة لهم إلى الإنابة، فأخبر أن من عمل سوءا بجهالة بعاقبة ما تجني عليه، ولو كان متعمدا للذنب، فإنه لا بد أن ينقص ما في قلبه من العلم وقت مفارقة الذنب.\nفإذا تاب وأصلح بأن ترك الذنب وندم عليه وأصلح أعماله، فإن الله يغفر له ويرحمه ويتقبل توبته ويعيده إلى حالته الأولى أو أعلى منها."
                }
            ]
        },
        {
            "ayah_number": 120,
            "text": "إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن إبراهيم عليه السلام كان جامعًا لخصال الخير، مديمًا لطاعة ربه، مائلاً عن الأديان كلها إلى دين الإسلام، ولم يكن من المشركين قط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن إبراهيم كان أُمَّة» إماما قدوة جامعا لخصال الخير «قانتا» مطيعا «لله حنيفا» مائلاً إلى الدين القيم «ولم يك من المشركين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عما فضل به خليله إبراهيم عليه الصلاة والسلام، وخصه به من الفضائل العالية والمناقب الكاملة فقال: إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً أي: إماما جامعا لخصال الخير هاديا مهتديا.\nقَانِتًا لِلَّهِ أي: مديما لطاعة ربه مخلصا له الدين، حَنِيفًا مقبلا على الله بالمحبة، والإنابة والعبودية معرضا عمن سواه.\nوَلَمْ يَكُ مِنَ الْمُشْرِكِينَ في قوله وعمله، وجميع أحواله لأنه إمام الموحدين الحنفاء."
                }
            ]
        },
        {
            "ayah_number": 121,
            "text": "شَاكِرًا لِأَنْعُمِهِ ۚ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكان شاكرًا لنعم الله التي أنعم بها عليه، اختاره الله للنبوة، وهداه إلى دين الإسلام القويم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«شاكرا لأنعمه اجتباه» اصطفاه «وهداهُ إلى صراط مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "شَاكِرًا لِأَنْعُمِهِ أي: آتاه الله في الدنيا حسنة، وأنعم عليه بنعم ظاهرة وباطنة، فقام بشكرها، فكان نتيجة هذه الخصال الفاضلة أن اجْتَبَاهُ ربه واختصه بخلته وجعله من صفوة خلقه، وخيار عباده المقربين.\nوَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ في علمه وعمله فعلم بالحق وآثره على غيره."
                }
            ]
        },
        {
            "ayah_number": 122,
            "text": "وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطيناه في الدنيا النبوة والثناء الحسن والولد الصالح، وإنه في الآخرة لمن الصالحين الذين أعد الله لهم الدرجات العلا من الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآتيناه» فيه التفات عن الغيبة «في الدنيا حسنة» هي الثناء الحسن في كل أهل الأديان «وإنه في الآخرة لمن الصالحين» الذين لهم الدرجات العلى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً رزقا واسعا، وزوجة حسناء، وذرية صالحين، وأخلاقا مرضية وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ الذين لهم المنازل العالية والقرب العظيم من الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 123,
            "text": "ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أوحينا إليك - أيها الرسول - أن اتبع ملة إبراهيم في التوحيد والبراءة من المشركين والدعوة إلى الله والعمل بشريعته، مائلًا عن جميع الأديان إلى دين الإسلام، وما كان من المشركين قط كما يزعم المشركون، بل كان موحدًا لله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم أوحينا إليك» دينه يا محمد «أن اتبع ملة» دينه «إبراهيم حنيفا وما كان من المشركين» كرر ردا على زعم اليهود والنصارى أنهم على دينه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن أعظم فضائله أن الله أوحى لسيد الخلق وأكملهم أن يتبع ملة إبراهيم، ويقتدي به هو وأمته."
                }
            ]
        },
        {
            "ayah_number": 124,
            "text": "إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما جُعِل تعظيم السبت فرضًا على اليهود الذين اختلفوا فيه؛ ليتفرغوا فيه من مشاغلهم للعبادة بعد أن ضلوا عن يوم الجمعة الذي أمروا بالتفرغ فيه، وإن ربك - أيها الرسول - ليحكم بين هؤلاء المختلفين يوم القيامة فيما كانوا فيه يختلفون، فيجازي كلًّا بما يستحقّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما جعل السبت» فرض تعظيمه «على الذين اختلفوا فيه» على نبيهم، وهم اليهود أمروا أن يتفرغوا للعبادة يوم الجمعة فقالوا: لا نريده واختاروا السبت فشدد عليه فيه «وإن ربك ليحكم بينهم يوم القيامة فيما كانوا يختلفون» من أمره بأن يثيب الطائع ويعذب العاصي بانتهاك حرمته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: إِنَّمَا جُعِلَ السَّبْتُ أي: فرضا عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ حين ضلوا عن يوم الجمعة وهم اليهود فصار اختلافهم سببا لأن يجب عليهم في السبت احترامه وتعظيمه، وإلا فالفضيلة الحقيقية ليوم الجمعة الذي هدى الله هذه الأمة إليه.\nوَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ فيبين لهم المحق من المبطل والمستحق للثواب ممن استحق العقاب"
                }
            ]
        },
        {
            "ayah_number": 125,
            "text": "ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ ۖ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ادع - أيها الرسول - إلى دين الإسلام أنت ومن اتبعك من المؤمنين بما تقتضيه حال المدعو وفهمه وانقياده، وبالنصح المشتمل على الترغيب والترهيب، وجادلهم بالطريقة التي هي أحسن قولًا وفكرًا وتهذيبًا، فليس عليك هداية الناس، وإنما عليك إبلاغهم، إن ربك هو أعلم بمن ضل عن دين الإسلام، وهو أعلم بالمهتدين إليه، فلا تذهب نفسك عليهم حسرات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ادع» الناس يا محمد «إلى سبيل ربك» دينه «بالحكمة» بالقرآن «والموعظة الحسنة» مواعظه أو القول الرقيق «وجادلهم بالتي» أي بالمجادلة التي «هي أحسن» كالدعاء إلى الله بآياته والدعاء إلى حججه «إن ربك هو أعلم» أي عالم «بمن ضل عن سبيله وهو أعلم بالمهتدين» فيجازيهم وهذا قبل الأمر بالقتال ونزل لما قتل حمزة ومثِّل به فقال صلى الله عليه وسلم وقد رآه: لأمثلن بسبعين منهم مكانك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ليكن دعاؤك للخلق مسلمهم وكافرهم إلى سبيل ربك المستقيم المشتمل على العلم النافع والعمل الصالح بِالْحِكْمَةِ أي: كل أحد على حسب حاله وفهمه وقوله وانقياده.\nومن الحكمة الدعوة بالعلم لا بالجهل والبداءة بالأهم فالأهم، وبالأقرب إلى الأذهان والفهم، وبما يكون قبوله أتم، وبالرفق واللين، فإن انقاد بالحكمة، وإلا فينتقل معه بالدعوة بالموعظة الحسنة، وهو الأمر والنهي المقرون بالترغيب والترهيب.\nإما بما تشتمل عليه الأوامر من المصالح وتعدادها، والنواهي من المضار وتعدادها، وإما بذكر إكرام من قام بدين الله وإهانة من لم يقم به.\nوإما بذكر ما أعد الله للطائعين من الثواب العاجل والآجل وما أعد للعاصين من العقاب العاجل والآجل، فإن كان [المدعو] يرى أن ما هو عليه حق.\nأو كان داعيه إلى الباطل، فيجادل بالتي هي أحسن، وهي الطرق التي تكون أدعى لاستجابته عقلا ونقلا.\nومن ذلك الاحتجاج عليه بالأدلة التي كان يعتقدها، فإنه أقرب إلى حصول المقصود، وأن لا تؤدي المجادلة إلى خصام أو مشاتمة تذهب بمقصودها، ولا تحصل الفائدة منها بل يكون القصد منها هداية الخلق إلى الحق لا المغالبة ونحوها.\nوقوله: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ علم السبب الذي أداه إلى الضلال، وعلم أعماله المترتبة على ضلالته وسيجازيه عليها.\nوَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ علم أنهم يصلحون للهداية فهداهم ثم منَّ عليهم فاجتباهم."
                }
            ]
        },
        {
            "ayah_number": 126,
            "text": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ۖ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن أردتم معاقبة عدوكم فعاقبوه بمثل ما فعل بكم دون زيادة، ولئن صبرتم عن معاقبتكم له عند القدرة عليه فإن ذلك خير للصابرين منكم من الانتصاف بمعاقبتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم» عن الانتقام «لهو» أي الصبر «خير للصابرين» فكف صلى الله عليه وسلم وكفَّر عن يمينه رواه البزار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى -مبيحا للعدل ونادبا للفضل والإحسان- وَإِنْ عَاقَبْتُمْ من أساء إليكم بالقول والفعل فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ من غير زيادة منكم على ما أجراه معكم.\nوَلَئِنْ صَبَرْتُمْ عن المعاقبة وعفوتم عن جرمهم لَهُوَ خَيْرٌ لِلصَّابِرِينَ من الاستيفاء وما عند الله خير لكم وأحسن عاقبة كما قال تعالى: فمن عفا وأصلح فأجره على الله"
                }
            ]
        },
        {
            "ayah_number": 127,
            "text": "وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واصبر - أيها الرسول - على ما يصيبك من أذاهم، وما توفيقك للصبر إلا بتوفيق الله لك، ولا تحزن لإعراض الكفار عنك، ولا يضق صدرك بسبب ما يقومون به من مكر وكيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واصبر وما صبرك إلا بالله» بتوفيقه «ولا تحزن عليهم» أي الكفار. إن لم يؤمنوا لحرصك على إيمانهم «ولا تك في ضيق مما يمكرون» أي لا تهتم بمكرهم فأنا ناصرك عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمر رسوله بالصبر على دعوة الخلق إلى الله والاستعانة بالله على ذلك وعدم الاتكال على النفس فقال: وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ هو الذي يعينك عليه ويثبتك.\nوَلَا تَحْزَنْ عَلَيْهِمْ إذا دعوتهم فلم تر منهم قبولا لدعوتك، فإن الحزن لا يجدي عليك شيئا.\nوَلَا تَكُ فِي ضَيْقٍ أي: شدة وحرج مِمَّا يَمْكُرُونَ فإن مكرهم عائد إليهم وأنت من المتقين المحسنين."
                }
            ]
        },
        {
            "ayah_number": 128,
            "text": "إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله مع الذين اتقوه بترك المعاصي، والذين هم محسنون بأداء الطاعات، وامتثال ما أمروا به، فهو معهم بالنصر والتأييد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله مع الذين اتقوا» الكفر والمعاصي «والذين هم محسنون» بالطاعة والصبر، بالعون والنصر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والله مع المتقين المحسنين، بعونه وتوفيقه وتسديده، وهم الذين اتقوا الكفر والمعاصي، وأحسنوا في عبادة الله، بأن عبدوا الله كأنهم يرونه فإن لم يكونوا يرونه فإنه يراهم، والإحسان إلى الخلق ببذل النفع لهم من كل وجه.\nنسأل الله أن يجعلنا من المتقين المحسنين."
                }
            ]
        }
    ]
}