{
    "surah": "الإسراء",
    "number": 17,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا ۚ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تنزه الله سبحانه وتعظَّم؛ لقدرته على ما لا يقدر عليه أحد سواه، فهو الذي سيّر عبده محمدًا صلى الله عليه وسلم روحًا وجسدًا يقظة بجزء من الليل من المسجد الحرام إلى مسجد بيت المقدس الذي باركنا حوله بالثمار والزروع وبمنازل الأنبياء عليهم السلام؛ ليرى بعض آياتنا الدالة على قدرة الله سبحانه، إنه هو السميع فلا يخفى عليه مسموع، البصير فلا يخفى عليه مُبْصَر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(سبحان) أي تنزيه (الذي أسرى بعبده) محمد صلى الله عليه وسلم (ليلاً) نصب على الظرف والإسراء سير الليل وفائدة ذكره الإشارة بتنكيره إلى تقليل مدته (من المسجد الحرام إلى المسجد الأقصى) بيت المقدس لبعده منه (الذي باركنا حوله) بالثمار والأنهار (لنريه من آياتنا) عجائب قدرتنا (إنه هو السميع البصير) أي العالم بأقوال النبي صلى الله عليه وسلم وأفعاله فأنعم عليه بالإسراء المشتمل على اجتماعه بالأنبياء وعروجه إلى السماء، ورؤية عجائب الملكوت، ومناجاته له تعالى، فإنه صلى الله عليه وسلم قال: \"\" أتيت بالبراق وهو دابة أبيض فوق الحمار ودون البغل يضع حافره عند منتهى طرفه فركبته فسار بي حتى أتيت بيت المقدس، فربطت الدابة بالحلقة التي تربط فيها الأنبياء، ثم دخلت فصليت فيه ركعتين، ثم خرجت فجاءني جبريل بإناء من خمر وإناء من لبن فاخترت اللبن، قال جبريل: أصبت الفطرة، قال: ثم عرج بي إلى السماء الدنيا، فاستفتح جبريل قيل: من أنت قال: جبريل، قيل: ومن معك؟ قال: محمد قيل: أو قد أرسل إليه؟ قال: قد أرسل إليه، ففتح لنا فإذا أنا بآدم فرحب بي ودعا لي بالخير، ثم عرج بي إلى السماء الثانية فاستفتح جبريل فقيل: من أنت فقال: جبريل قيل: ومن معك قال: محمد قيل أو قد بعث إليه قال: قد بعث إليه ففتح لنا فإذا بابني الخالة يحيى وعيسى فرحبا بي ودعوا لي بالخير ثم عرج بنا إلى السماء الثالثة فاستفتح جبريل فقيل: من أنت؟ قال: جبريل فقيل: ومن معك قال: محمد فقيل: أو قد أرسل إليه قال: قد أرسل إليه ففتح لنا فإذا أنا بيوسف وإذا هو قد أعطي شطر الحسن فرحب بي ودعا لي بخير ثم عرج بنا إلى السماء الرابعة فاستفتح جبريل فقيل: من أنت قال جبريل فقيل: ومن معك قال: محمد فقيل: أو قد بعث إليه قال: قد بعث إليه ففتح لنا فإذا أنا بإدريس فرحب بي ودعا لي بخير ثم عرج بنا إلى السماء الخامسة فاستفتح جبريل فقيل: من أنت قال: جبريل فقيل: ومن معك قال: محمد فقيل: أو قد بعث إليه قال: قد بعث إليه ففتح لنا فإذا أنا بهارون فرحب بي ودعا لي بخير ثم عرج بنا إلى السماء السادسة فاستفتح جبريل فقيل: من أنت فقال: جبريل فقيل: ومن معك قال: محمد فقيل: أو قد بعث إليه قال: قد بعث إليه ففتح لنا فإذا أنا بموسى فرحب بي ودعا لي بخير ثم عرج بنا إلى السماء السابعة فاستفتح جبريل فقيل: من أنت فقال: جبريل قيل ومن معك فقال: محمد قيل: أو قد بعث إليه قال: قد بعث إليه ففتح لنا فإذا أنا بإبراهيم فإذا هو مستند إلى البيت المعمور وإذا هو يدخله كل يوم سبعون ألف ملك ثم لا يعودون إليه; ثم ذهب إلى سدرة المنتهى فإذا أوراقها كآذان الفيلة وإذا ثمرها كالقلال فلما غشيها من أمر الله ما غشيها تغيرت فما أحد من خلق الله تعالى يستطيع أن يصفها من حسنها قال: فأوحى الله إلي ما أوحى وفرض علي في كل يوم وليلة خمسين صلاة فنزلت حتى انتهيت إلى موسى فقال: ما فرض ربك على أمتك قلت: خمسين صلاة في كل يوم وليلة قال: ارجع إلى ربك فاسأله التخفيف لأمتك فإن أمتك لا تطيق ذلك وإني قد بلوت بني إسرائيل وخبرتهم قال: فرجعت إلى ربي فقلت: أي رب خفف عن أمتي فحط عني خمسا فرجعت إلى موسى قال: ما فعلت فقلت قد حط عني خمسا قال: إن أمتك لا تطيق ذلك فارجع إلى ربك فاسأله التخفيف لأمتك قال: فلم أزل أرجع بين ربي وبين موسى ويحط عني خمسا خمسا حتى قال: يا محمد هي خمس صلوات في كل يوم وليلة بكل صلاة عشر فتلك خمسون صلاة ومن هم بحسنة فلم يعملها كتبت له حسنة فإن عملها كتبت له عشرا ومن هم بسيئة ولم يعملها لم تكتب فإن عملها كتبت له سيئة واحدة فنزلت حتى انتهيت إلى موسى فأخبرته فقال ارجع إلى ربك فاسأله التخفيف فإن أمتك لا تطيق ذلك فقلت:\"قد رجعت إلى ربي حتى استحييت\" رواه الشيخان واللفظ لمسلم وروى الحاكم في المستدرك عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم\"رأيت ربي عز وجل\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ينزه تعالى نفسه المقدسة ويعظمها لأن له الأفعال العظيمة والمنن الجسيمة التي من جملتها أن أَسْرَى بِعَبْدِهِ ورسوله محمد صلى الله عليه وسلم مِنَ الْمَسْجِدِ الْحَرَامِ الذي هو أجل المساجد على الإطلاق إِلَى الْمَسْجِدِ الْأَقْصَى الذي هو من المساجد الفاضلة وهو محل الأنبياء.\nفأسري به في ليلة واحدة إلى مسافة بعيدة جدا ورجع في ليلته، وأراه الله من آياته ما ازداد به هدى وبصيرة وثباتا وفرقانا، وهذا من اعتنائه تعالى به ولطفه حيث يسره لليسرى في جميع أموره وخوله نعما فاق بها الأولين والآخرين، وظاهر الآية أن الإسراء كان في أول الليل وأنه من نفس المسجد الحرام، لكن ثبت في الصحيح أنه أسري به من بيت أم هانئ، فعلى هذا تكون الفضيلة في المسجد الحرام لسائر الحرم، فكله تضاعف فيه العبادة كتضاعفها في نفس المسجد، وأن الإسراء بروحه وجسده معا وإلا لم يكن في ذلك آية كبرى ومنقبة عظيمة.\nوقد تكاثرت الأحاديث الثابتة عن النبي صلى الله عليه وسلم في الإسراء، وذكر تفاصيل ما رأى وأنه أسري به إلى بيت المقدس ثم عرج به من هناك إلى السماوات حتى وصل إلى ما فوق السماوات العلى ورأى الجنة والنار، والأنبياء على مراتبهم وفرض عليه الصلوات خمسين، ثم ما زال يراجع ربه بإشارة موسى الكليم حتى صارت خمسا بالفعل، وخمسين بالأجر والثواب، وحاز من المفاخر تلك الليلة هو وأمته ما لا يعلم مقداره إلا الله عز وجل.\nوذكره هنا وفي مقام الإنزال للقرآن ومقام التحدي بصفة العبودية لأنه نال هذه المقامات الكبار بتكميله لعبودية ربه.\nوقوله: الَّذِي بَارَكْنَا حَوْلَهُ أي: بكثرة الأشجار والأنهار والخصب الدائم.\nومن بركته تفضيله على غيره من المساجد سوى المسجد الحرام ومسجد المدينة، وأنه يطلب شد الرحل إليه للعبادة والصلاة فيه وأن الله اختصه محلا لكثير من أنبيائه وأصفيائه."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطينا موسى عليه السلام التوراة وجعلناها هادية ومرشدة لبني إسرائيل، وقلنا لبني إسرائيل: لا تتخذوا من دوني وكيلاً تفوضون إليه أموركم، بل توكلوا عليَّ وحدي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى «وآتينا موسى الكتاب» التوراة «وجعلناه هدى لبني إسرائيل» لـ «أ» ن «لا يتخذوا من دوني وكيلاً» يفوضون إليه أمرهم وفي قراءة تتخذوا بالفوقانية التفاتا فأن زائدة والقول مضمر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كثيرا ما يقرن الباري بين نبوة محمد صلى الله عليه وسلم ونبوة موسى صلى الله عليه وسلم وبين كتابيهما وشريعتيهما لأن كتابيهما أفضل الكتب وشريعتيهما أكمل الشرائع ونبوتيهما أعلى النبوات وأتباعهما أكثر المؤمنين،ولهذا قال هنا: وَآتَيْنَا مُوسَى الْكِتَابَ الذي هو التوراة وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ يهتدون به في ظلمات الجهل إلى العلم بالحق.\nأَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا أي: وقلنا لهم ذلك وأنزلنا إليهم الكتاب لذلك ليعبدوا الله وحده وينيبوا إليه ويتخذوه وحده وكيلا ومدبرا لهم في أمر دينهم ودنياهم ولا يتعلقوا بغيره من المخلوقين الذين لا يملكون شيئا ولا ينفعونهم بشيء."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُ كَانَ عَبْدًا شَكُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنتم من نسل من أنعمنا عليهم بالنجاة مع نوح عليه السلام من الغرق في الطوفان، فتذكروا هذه النعمة، واشكروا الله تعالى بعبادته وحده وطاعته، واقتدوا في ذلك بنوح، فإنه كان كثير الشكر لله تعالى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "يا «ذرية من حملنا مع نوح» في السفينة «إنه كان عبدا شكورا» كثير الشكر لنا حامدا في جميع أحواله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ أي: يا ذرية من مننا عليهم وحملناهم مع نوح، إِنَّهُ كَانَ عَبْدًا شَكُورًا ففيه التنويه بالثناء على نوح عليه السلام بقيامه بشكر الله واتصافه بذلك والحث لذريته أن يقتدوا به في شكره ويتابعوه عليه، وأن يتذكروا نعمة الله عليهم إذ أبقاهم واستخلفهم في الأرض وأغرق غيرهم."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَقَضَيْنَا إِلَىٰ بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأخبرنا بني إسرائيل وأعلمناهم في التوراة أنه لا بد أن يقع منهم فساد في الأرض بفعل المعاصي والبطر مرتين، وليَسْتَعْلُنَّ على الناس بالظلم والبغي متجاوزين الحد في الاستعلاء عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقضينا» أوحينا «إلى بني إسرائيل في الكتاب» التوراة «لتفسدن في الأرض» أرض الشام بالمعاصي «مرتين ولتعلُن علوا كبيرا» تبغون بغيا عظيما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَضَيْنَا إِلَى بَنِي إسْرائِيلَ أي: تقدمنا وعهدنا إليهم وأخبرناهم في كتابهم أنهم لا بد أن يقع منهم إفساد في الأرض مرتين بعمل المعاصي والبطر لنعم الله والعلو في الأرض والتكبر فيها وأنه إذا وقع واحدة منهما سلط الله عليهم الأعداء وانتقم منهم وهذا تحذير لهم وإنذار لعلهم يرجعون فيتذكرون."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ ۚ وَكَانَ وَعْدًا مَفْعُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا حصل منهم الإفساد الأول سَلَّطْنا عليهم عبادًا لنا أصحاب قوة وبطش عظيم يقتلونهم ويشردونهم، فجالوا بين ديارهم يفسدون ما مروا عليه، وكان وعد الله بذلك واقعًا لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا جاء وعد أولاهما» أولى مَرَّتي الفساد «بعثنا عليكم عبادا لنا أولي بأس شديد» أصحاب قوة في الحرب والبطش «فجاسوا» ترددوا لطلبكم «خلال الديار» وسط دياركم ليقتلوكم ويسبوكم «وكان وعدا مفعولاً» وقد أفسدوا الأولى بقتل زكريا فبعث عليهم جالوت وجنوده فقتلوهم وسبوا أولادهم وضربوا بين المقدس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا أي: أولى المرتين اللتين يفسدون فيهما.\nأي: إذا وقع منهم ذلك الفساد بَعَثْنَا عَلَيْكُمْ بعثا قدريا وسلطنا عليكم تسليطا كونيا جزائيا عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ أي: ذوي شجاعة وعدد وعدة فنصرهم الله عليكم فقتلوكم وسبوا أولادكم ونهبوا أموالكم، وجاسوا خِلَالَ دياركم فهتكوا الدور ودخلوا المسجد الحرام وأفسدوه.\nوَكَانَ وَعْدًا مَفْعُولًا لا بد من وقوعه لوجود سببه منهم.\nواختلف المفسرون في تعيين هؤلاء المسلطين إلا أنهم اتفقوا على أنهم قوم كفار.\nإما من أهل العراق أو الجزيرة أو غيرها سلطهم الله على بني إسرائيل لما كثرت فيهم المعاصي وتركوا كثيرا من شريعتهم وطغوا في الأرض."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أعدنا لكم - يا بني إسرائيل - الدولة والغلبة على من سُلِّطوا عليكم عندما تبتم إلى الله، وأمددناكم بأموال بعد نهبها، وأولادٍ بعد سبيهم، وصيرناكم أكثر جمعًا من أعدائكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم رددنا لكم الكرة» الدولة والغلبة «عليهم» بعد مائة سنة بقتل جالوت «وأمددناكم بأموال وبنين وجعلناكم أكثر نفيرا» عشيرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ أي: على هؤلاء الذين سلطوا عليكم فأجليتموهم من دياركم.\nوَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ أي: أكثرنا أرزاقكم وكثرناكم وقويناكم عليهم، وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا منهم وذلك بسبب إحسانكم وخضوعكم لله."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن أحسنتم - يا بني إسرائيل - أعمالكم، وجئتم بها على الوجه المطلوب، فجزاء ذلك عائد لكم، فالله غني عن أعمالكم، وإن أسأتم أفعالكم فعاقبة ذلك عليكم، فالله لا ينفعه إحسان أفعالكم، ولا تضره إساءتها، فإذا حصل الإفساد الثاني سلطنا عليكم أعداءكم ليخزوكم، ويجعلوا المساءة ظاهرة على وجوهكم، لما يذيقونكم من صنوف الهوان، وليدخلوا بيت المقدس ويخربوه كما دخلوه وخربوه المرة الأولى، وليدمروا ما غلبوا عليه من البلاد تدميرًا كاملًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وقلنا «إن أحسنتم» بالطاعة «أحسنتم لأنفسكم» لأن ثوابه لها «وإن أسأتم» بالفساد «فلها» إساءتكم «فإذا جاء وعد» المرة «الآخرة» بعثناهم «ليسوءوا وجوهكم» يحزنوكم بالقتل والسبي حزنا يظهر في وجوهكم «وليدخلوا المسجد» بيت المقدس فيخربوه «كما دخلوه» وخربوه «أول مرة وليتبروا» يهلكوا «ما علوْا» غلبوا عليه «تتبيرا» هلاكا وقد أفسدوا ثانيا بقتل يحيى فبعث عليهم بختنصر فقتل منهم ألوفا وسبى ذريتهم وخرب بيت المقدس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ لأن النفع عائد إليكم حتى في الدنيا كما شاهدتم من انتصاركم على أعدائكم.\nوَإِنْ أَسَأْتُمْ فَلَهَا أي: فلأنفسكم يعود الضرر كما أراكم الله من تسليط الأعداء.\nفَإِذَا جَاءَ وَعْدُ الْآخِرَةِ أي: المرة الآخرة التي تفسدون فيها في الأرض سلطنا عليكم الأعداء.\nلِيَسُوءُوا وُجُوهَكُمْ بانتصارهم عليكم وسبيكم وليدخلوا المسجد الحرام كما دخلوه أول مرة، والمراد بالمسجد مسجد بيت المقدس.\nوَلِيُتَبِّرُوا أي: يخربوا ويدمروا مَا عَلَوْا عليه تَتْبِيرًا فيخربوا بيوتكم ومساجدكم وحروثكم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "عَسَىٰ رَبُّكُمْ أَنْ يَرْحَمَكُمْ ۚ وَإِنْ عُدْتُمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عسى ربكم - يا بني إسرائيل - أن يرحمكم بعد هذا الانتقام الشديد إن تبتم إليه، وأحسنتم أعمالكم، وإن رجعتم إلى الإفساد مرة ثالثة أو أكثر رجعنا إلى الانتقام منكم، وصَيَّرنا جهنم للكافرين بالله فراشًا ومهادًا لا يتخلون عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وقلنا في الكتاب «عسى ربكم أن يرحمكم» بعد المرة الثانية إن تبتم «وإن عدتم» إلى الفساد «عدنا» إلى العقوبة وقد عادوا بتكذيب محمد صلى الله عليه وسلم فسلط عليهم بقتل قريظة ونفي النضير وضرب الجزية عليهم «وجعلنا جهنم للكافرين حصيرا» محبسا وسجنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ فيديل لكم الكرة عليهم، فرحمهم وجعل لهم الدولة.\nوتوعدهم على المعاصي فقال: وَإِنْ عُدْتُمْ إلى الإفساد في الأرض عُدْنَا إلى عقوبتكم، فعادوا لذلك فسلط الله عليهم رسوله محمدا صلى الله عليه وسلمفانتقم الله به منهم، فهذا جزاء الدنيا وما عند الله من النكال أعظم وأشنع، ولهذا قال: وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا يصلونها ويلازمونها لا يخرجون منها أبدا.\nوفي هذه الآيات التحذير لهذه الأمة من العمل بالمعاصي لئلا يصيبهم ما أصاب بني إسرائيل، فسنة الله واحدة لا تبدل ولا تغير.\nومن نظر إلى تسليط الكفرة على المسلمين والظلمة، عرف أن ذلك من أجل ذنوبهم عقوبة لهم وأنهم إذا أقاموا كتاب الله وسنة رسوله، مكن لهم في الأرض ونصرهم على أعدائهم."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "إِنَّ هَٰذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن هذا القرآن المنزل على محمد صلى الله عليه وسلم يدل على أحسن السُّبُل وهي سبيل الإسلام، ويخبر المؤمنين بالله الذين يعملون الأعمال الصالحات بما يسرهم، وهو أن لهم ثوابًا عظيمًا من الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن هذا القرآن يهدي للتي» أي للطريقة التي «هي أقوم» أعدل وأصوب «ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرا كبيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن شرف القرآن وجلالته وأنه يَهْدِي لِلَّتِي هِيَ أَقْوَمُ أي: أعدل وأعلى من العقائد والأعمال والأخلاق، فمن اهتدى بما يدعو إليه القرآن كان أكمل الناس وأقومهم وأهداهم في جميع أموره.\nوَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ من الواجبات والسنن، أَنَّ لَهُمْ أَجْرًا كَبِيرًا أعده الله لهم في دار كرامته لا يعلم وصفه إلا هو."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويخبر الذين لا يؤمنون بيوم القيامة بما يسوؤهم، وهو أنَّا أعددنا لهم يوم القيامة عذابًا موجعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» يخبر «أن الذين لا يؤمنون بالآخرة أعتدنا» أعددنا «لهم عذابا أليما» مؤلما هو النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا فالقرآن مشتمل على البشارة والنذارة وذكر الأسباب التي تنال بها البشارة وهو الإيمان والعمل الصالح والتي تستحق بها النذارة وهو ضد ذلك."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ ۖ وَكَانَ الْإِنْسَانُ عَجُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويدعو الإنسان لجهله على نفسه وولده وماله عند الغضب بالشرور، مثل دعائه لنفسه بالخير، فلو استجبنا دعاءه بالشر لهلك، وهلك ماله وولده، وكان الإنسان مجبولًا على العجلة؛ ولذا فإنّه قد يتعجّل ما يضرّه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويَدْعُ الإنسان بالشر» على نفسه وأهله إذا ضجر «دعاءه» أي كدعائه له «بالخير وكان الإنسان» الجنس «عجولا» بالدعاء على نفسه وعدم النظر في عاقبته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من جهل الإنسان وعجلته حيث يدعو على نفسه وأولاده وماله بالشر عند الغضب ويبادر بذلك الدعاء كما يبادر بالدعاء في الخير، ولكن الله -بلطفه - يستجيب له في الخير ولا يستجيب له بالشر.\nوَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ۖ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وخلقنا الليل والنهار علامتين دالتين على وحدانية الله وقدرته؛ لما فيهما من الاختلاف في الطول والقصر والحرارة والبرودة، فجعلنا الليل مظلمًا للراحة والنوم، وجعلنا النهار مضيئًا لتبتغوا رزق الله الذي قدره لكم بفضله، ولتعلموا بتعاقبهما عدد السنين، وما تحتاجون إليه من حساب أوقات الشهور والأيام والساعات، وكل شيء بيَّناه تبيينًا لتتميز الأشياء، ويتضح المُحِقُّ من المُبْطِل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلنا الليل والنهار آيتين» دالتين على قدرتنا «فمحونا آية الليل» طمسنا نورها بالظلام لتسكنوا فيه والإضافة للبيان «وجعلنا آية النهار مبصرة» أي مبصرا فيها بالضوء «لتبتغوا» فيه «فضلاً من ربكم» بالكسب «ولتعلموا» بهما «عدد السنين والحساب» للأوقات «وكل شيء» يحتاج إليه «فصلناه تفصيلاً» بيناه تبيينا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ أي: دالتين على كمال قدرة الله وسعة رحمته وأنه الذي لا تنبغي العبادة إلا له.\nفَمَحَوْنَا آيَةَ اللَّيْلِ أي: جعلناه مظلما للسكون فيه والراحة، وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً أي: مضيئة لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ في معايشكم وصنائعكم وتجاراتكم وأسفاركم.\nوَلِتَعْلَمُوا بتوالي الليل والنهار واختلاف القمر عَدَدَ السِّنِينَ وَالْحِسَابَ فتبنون عليها ما تشاءون من مصالحكم.\nوَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا أي: بينا الآيات وصرفناه لتتميز الأشياء ويستبين الحق من الباطل كما قال تعالى: مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ ۖ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكل إنسان جعلنا عمله الصادر عنه ملازمًا له ملازمة القلادة للعنق، لا ينفصل عنه حتى يُحاسَب عليه، ونخرج له يوم القيامة كتابًا فيه جميع ما عمل من خير وشر يجده أمامه مفتوحًا مبسوطًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكل إنسان ألزمناه طائره» عمله يحمله «في عنقه» خص بالذكر لأن اللزوم فيه أشد وقال مجاهد: ما من مولد يولد إلا وفي عنقه ورقة مكتوب فيها شقي أو سعيد «ونخرج له يوم القيامة كتابا» مكتوبا فيه عمله «يلقاه منشورا» صفتان لكتابا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا إخبار عن كمال عدله أن كل إنسان يلزمه طائره في عنقه، أي: ما عمل من خير وشر يجعله الله ملازما له لا يتعداه إلى غيره، فلا يحاسب بعمل غيره ولا يحاسب غيره بعمله.\nوَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا فيه ما عمله من الخير والشر حاضرا صغيره وكبيره"
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونقول له يومئذ: اقرأ - أيها الإنسان- كتابك، وتولَّ حساب نفسك على أعمالك، كفى بنفسك يوم القيامة محاسبًا لك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ويقال له «اقرأ كتابك كفى بنفسك اليوم عليك حسيبا» محاسبا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال له: اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا وهذا من أعظم العدل والإنصاف أن يقال للعبد: حاسب نفسك ليعرف بما عليه من الحق الموجب للعقاب."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "مَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من اهتدى إلى الإيمان فثواب هدايته له، ومن ضل فعقاب ضلاله عليه، ولا تتحمل نفس ذنب نفس أخرى، وما كنا معذبين قومًا حتى نقيم عليهم الحجة بإرسال الرسل إليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من اهتدى فإنما يهتدي لنفسه» لأن ثواب اهتدائه له «ومن ضل فإنما يضل عليها» لأن إثمه عليها «ولا تزر» نفس «وازرة» آثمة أي لا تحمل «وزر» نفس «أخرى وما كنا معذبين» أحدا «حتى نبعث رسولاً» يبين له ما يجب عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هداية كل أحد وضلاله لنفسه لا يحمل أحد ذنب أحد، ولا يدفع عنه مثقال ذرة من الشر، والله تعالى أعدل العادلين لا يعذب أحدا حتى تقوم عليه الحجة بالرسالة ثم يعاند الحجة.\nوأما من انقاد للحجة أو لم تبلغه حجة الله تعالى فإن الله تعالى لا يعذبه.\nواستدل بهذه الآية على أن أهل الفترات وأطفال المشركين، لا يعذبهم الله حتى يبعث إليهم رسولا لأنه منزه عن الظلم."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أردنا إهلاك قرية لظلمها أمرنا من أبطرتهم النعمة بالطاعة فلم يمتثلوا، بل عصوا وخرجوا عن الطاعة، فَحَقَّ عليهم القول بالعذاب المُسْتأصِل، فأهلكناهم هلاك استئصال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا أردنا أن نهلك قرية أمرنا مترفيها» منعميها بمعنى رؤسائها بالطاعة على لسان رسلنا «ففسقوا فيها» فخرجوا عن أمرنا «فحق عليها القول» بالعذاب «فدمرناها تدميرا» أهلكناها بإهلاك أهلها وتخريبها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه إذا أراد أن يهلك قرية من القرى الظالمة ويستأصلها بالعذاب أمر مترفيها أمرا قدريا ففسقوا فيها واشتد طغيانهم، فَحَقَّ عَلَيْهَا الْقَوْلُ أي: كلمة العذاب التي لا مرد لها فَدَمَّرْنَاهَا تَدْمِيرًا"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أكثَرَ الأممَ المكذبة التي أهلكناها من بعد نوح مثل عاد وثمود! وكفى بربك - أيها الرسول - بذنوب عباده خبيرًا بصيرًا، لا يخفى عليه منها شيء، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكم» أي كثيرا «أهلكنا من القرون» الأمم «من بعد نوح وكفى بربك بذنوب عباده خبيرا بصيرا» عالما ببواطنها وظواهرها وبه يتعلق بذنوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهؤلاء أمم كثيرة أبادهم الله بالعذاب من بعد قوم نوح كعاد وثمود وقوم لوط وغيرهم ممن عاقبهم الله لما كثر بغيهم واشتد كفرهم أنزل [الله] بهم عقابه العظيم.\nوَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا فلا يخافوا منه ظلما وأنه يعاقبهم على ما عملوه."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كان يقصد بأعمال البر الحياة الدنيا، ولا يؤمن بالآخرة، ولا يُلْقِي لها بالًا، عجَّلنا له فيها ما نشاؤه نحن، لا ما يشاؤه هو من نعيم لمن أردنا أن نفعل ذلك به، ثم جعلنا له جهنم يدخلها يوم القيامة يعاني حرها، مذمومًا على اختياره الدنيا وكفره بالآخرة، مطرودًا من رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كان يريد» بعمله «العاجلة» أي الدنيا «عجلنا له فيها ما نشاء لمن نريد» التعجيل له بدل من له بإعادة الجار «ثم جعلنا له» في الآخرة «جهنم يصلاها» يدخلها «مذموما» ملوما «مدحورا» مطرودا عن الرحمة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن مَنْ كَانَ يُرِيدُ الدنيا العاجلة المنقضية الزائلة فعمل لها وسعى، ونسي المبتدأ أو المنتهى أن الله يعجل له من حطامها ومتاعها ما يشاؤه ويريده مما كتب [الله] له في اللوح المحفوظ ولكنه متاع غير نافع ولا دائم له.\nثم يجعل له في الآخرة جَهَنَّمَ يَصْلَاهَا أي: يباشر عذابها مَذْمُومًا مَدْحُورًا أي: في حالة الخزي والفضيحة والذم من الله ومن خلقه، والبعد عن رحمة الله فيجمع له بين العذاب والفضيحة."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن قصد ثواب الآخرة بأعمال البر، وسعى لها سعيها الخالي من الرياء والسمعة، وهو مؤمن بما أوجب الله الإيمان به، فأولئك المتصفون بتلك الصفات كان سعيهم مقبولًا عند الله، وسيجازيهم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن أراد الآخرة وسعى لها سعيها» عمل عملها اللائق بها «وهو مؤمن» حال «فأولئك كان سعيهم مشكورا» عند الله أي مقبولاً مثابا عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَنْ أَرَادَ الْآخِرَةَ فرضيها وآثرها على الدنيا وَسَعَى لَهَا سَعْيَهَا الذي دعت إليه الكتب السماوية والآثار النبوية فعمل بذلك على قدر إمكانه وَهُوَ مُؤْمِنٌ بالله وملائكته وكتبه ورسله واليوم الآخر.\nفَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا أي: مقبولا منمى مدخرا لهم أجرهم وثوابهم عند ربهم."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "كُلًّا نُمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ ۚ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "نزيدُ كلًّا من هذين الفريقين الفاجر والبَرّ، من عطاء ربك - أيها الرسول - دون انقطاع، وما كان عطاء ربك في الدنيا ممنوعًا عن أحد، بَرًّا كان أو فاجرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» من الفريقين «نمد» نعطي «هؤلاء وهؤلاء» بدل «من» متعلق بنمد «عطاء ربك» في الدنيا «وما كان عطاء ربك» فيها «محظورا» ممنوعا عن أحد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومع هذا فلا يفوتهم نصيبهم من الدنيا فكلا يمده الله منها لأنه عطاؤه وإحسانه.\nوَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا أي: ممنوعا من أحد بل جميع الخلق راتعون بفضله وإحسانه."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تأمل - أيها الرسول - كيف فضلنا بعضهم على بعض في الدنيا في الرزق والمراتب، وللآخرة أعظم تفاوتًا في درجات النعيم من الحياة الدنيا، وأعظم تفضيلًا، فليحرص المؤمن عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«انظر كيف فضلنا بعضهم على بعض» في الرزق والجاه «وللآخرة أكبر» أعظم «درجات وأكبر تفضيلاً» من الدنيا فينبغي الاعتناء بها دونها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ في الدنيا بسعة الأرزاق وقلتها، واليسر والعسر والعلم والجهل والعقل والسفه وغير ذلك من الأمور التي فضل الله العباد بعضهم على بعض بها.\nوَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا فلا نسبة لنعيم الدنيا ولذاتها إلى الآخرة بوجه من الوجوه.\nفكم بين من هو في الغرف العاليات واللذات المتنوعات والسرور والخيرات والأفراح ممن هو يتقلب في الجحيم ويعذب بالعذاب الأليم، وقد حل عليه سخط الرب الرحيم وكل من الدارين بين أهلها من التفاوت ما لا يمكن أحدا عده."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "لَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا تجعل - أيها العبد - مع الله معبودًا آخر تعبده، فتصير مذمومًا عند الله، وعند عباده الصالحين لا حامد لك، مخذولًا منه لا ناصر لك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا تجعل مع الله إلها آخر فتقعد مذموما مخذولاً» لا ناصر لك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لا تعتقد أن أحدا من المخلوقين يستحق شيئا من العبادة ولا تشرك بالله أحدا منهم فإن ذلك داع للذم والخذلان، فالله وملائكته ورسله قد نهوا عن الشرك وذموا من عمله أشد الذم ورتبوا عليه من الأسماء المذمومة، والأوصاف المقبوحة ما كان به متعاطيه، أشنع الخلق وصفا وأقبحهم نعتا.\nوله من الخذلان في أمر دينه ودنياه بحسب ما تركه من التعلق بربه، فمن تعلق بغيره فهو مخذول قد وكل إلى من تعلق به ولا أحد من الخلق ينفع أحدا إلا بإذن الله، كما أن من جعل مع الله إلها آخر له الذم والخذلان، فمن وحده وأخلص دينه لله وتعلق به دون غيره فإنه محمود معان في جميع أحواله."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأمرَ ربك - أيها العبد - وأوجبَ ألا يُعْبد غيره، وأمر بالإحسان إلى الوالدين خاصة عند بلوغ الكبر، فإن بلغ أحد الوالدين الكبر أو بلغه كلاهما عندك، فلا تتضجر منهما بالتفوُّه بما يدل على ذلك، ولا تزجرهما ولا تغلظ عليهما في القول، وقل لهما قولًا كريمًا فيه لين ولطف."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقضى» أمر «ربك أ» ن أي بأن «لا تعبدوا إلا إياه و» أن تحسنوا «بالوالدين إحسانا» بأن تبروهما «إما يبلغن عندك الكبر أحدهما» فاعل «أو كلاهما» وفي قراءة يَبْلُغان فأحدهما بدل من ألفه «فلا تقل لهما أف» بفتح الفاء وكسرها منونا وغير منون مصدر بمعنى تبا وقبحا «ولا تنهرهما» تزجرهما «وقل لهما قولاً كريما» جميلاً لينا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما نهى تعالى عن الشرك به أمر بالتوحيد فقال: وَقَضَى رَبُّكَ قضاء دينيا وأمر أمرا شرعيا أَنْ لَا تَعْبُدُوا أحدا من أهل الأرض والسماوات الأحياء والأموات.\nإِلَّا إِيَّاهُ لأنه الواحد الأحد الفرد الصمد الذي له كل صفة كمال، وله من تلك الصفة أعظمها على وجه لا يشبهه أحد من خلقه، وهو المنعم بالنعم الظاهرة والباطنة الدافع لجميع النقم الخالق الرازق المدبر لجميع الأمور فهو المتفرد بذلك كله وغيره ليس له من ذلك شيء.\nثم ذكر بعد حقه القيام بحق الوالدين فقال: وَبِالْوَالِدَيْنِ إِحْسَانًا أي: أحسنوا إليهما بجميع وجوه الإحسان القولي والفعلي لأنهما سبب وجود العبد ولهما من المحبة للولد والإحسان إليه والقرب ما يقتضي تأكد الحق ووجوب البر.\nإِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا أي: إذا وصلا إلى هذا السن الذي تضعف فيه قواهما ويحتاجان من اللطف والإحسان ما هو معروف.\nفَلَا تَقُلْ لَهُمَا أُفٍّ وهذا أدنى مراتب الأذى نبه به على ما سواه، والمعنى لا تؤذهما أدنى أذية.\nوَلَا تَنْهَرْهُمَا أي: تزجرهما وتتكلم لهما كلاما خشنا، وَقُلْ لَهُمَا قَوْلًا كَرِيمًا بلفظ يحبانه وتأدب وتلطف بكلام لين حسن يلذ على قلوبهما وتطمئن به نفوسهما، وذلك يختلف باختلاف الأحوال والعوائد والأزمان."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتواضع لهما ذلًّا ورحمة بهما، وقل: يا رب، ارحمهما رحمة لأجل تربيتهما إياي في صغري."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واخفض لهما جناح الذل» ألن لهما جانبك الذليل «من الرحمة» أي لرقتك عليهما «وقل رب ارحمهما كما» رحماني حين «ربياني صغيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ أي: تواضع لهما ذلا لهما ورحمة واحتسابا للأجر لا لأجل الخوف منهما أو الرجاء لما لهما، ونحو ذلك من المقاصد التي لا يؤجر عليها العبد.\nوَقُلْ رَبِّ ارْحَمْهُمَا أي: ادع لهما بالرحمة أحياء وأمواتا، جزاء على تربيتهما إياك صغيرا.\nوفهم من هذا أنه كلما ازدادت التربية ازداد الحق، وكذلك من تولى تربية الإنسان في دينه ودنياه تربية صالحة غير الأبوين فإن له على من رباه حق التربية."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ ۚ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ربكم - أيها الناس - أعلم بما في ضمائركم من الإخلاص له في العبادة وأعمال الخير، والبر بالوالدين، فإن كانت نياتكم في عبادتكم ومعاملتكم لوالديكم وغيرهما صالحة فإنه سبحانه كان للرجَّاعين إليه بالتوبة غفورًا، فمن تاب من تقصيره السابق في طاعته لربه أو لوالديه غفر الله له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ربكم أعلم بما في نفوسكم» من إضمار البر والعقوق «إن تكونوا صالحين» طائعين لله «فإنه كان للأوابين» الرجّاعين إلى طاعته «غفورا» لما صدر منهم في حق الوالدين من بادرة وهم لا يضمرون عقوقا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ربكم تعالى مطلع على ما أكنته سرائركم من خير وشر وهو لا ينظر إلى أعمالكم وأبدانكم وإنما ينظر إلى قلوبكم وما فيها من الخير والشر.\nإِنْ تَكُونُوا صَالِحِينَ بأن تكون إرادتكم ومقاصدكم دائرة على مرضاة الله ورغبتكم فيما يقربكم إليه وليس في قلوبكم إرادات مستقرة لغير الله.\nفَإِنَّهُ كَانَ لِلْأَوَّابِينَ أي: الرجاعين إليه في جميع الأوقات غَفُورًا فمن اطلع الله على قلبه وعلم أنه ليس فيه إلا الإنابة إليه ومحبته ومحبة ما يقرب إليه فإنه وإن جرى منه في بعض الأوقات ما هو مقتضى الطبائع البشرية فإن الله يعفو عنه ويغفر له الأمور العارضة غير المستقرة."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعط - أيها المؤمن - القريب حقه من صلة رحمه، وأعط الفقير المحتاج، وأعط المنقطع في سفره، ولا تنفق مالك في معصية، أو على وجه الإسراف."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآت» أعط «ذا القربى» القرابة «حقه» من البر والصلة «والمسكين وابن السبيل ولا تبذر تبذيرا» بالإنفاق في غير طاعة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَآتِ ذَا الْقُرْبَى حَقَّهُ من البر والإكرام الواجب والمسنون وذلك الحق يتفاوت بتفاوت الأحوال والأقارب والحاجة وعدمها والأزمنة.\nوَالْمِسْكِينَ آته حقه من الزكاة ومن غيرها لتزول مسكنته وَابْنَ السَّبِيلِ وهو الغريب المنقطع به عن بلده، فيعطي الجميع من المال على وجه لا يضر المعطي ولا يكون زائدا على المقدار اللائق فإن ذلك تبذير قد نهى الله عنه"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ ۖ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المنفقين أموالهم في المعاصي، والمسرفين في الإنفاق كانوا إخوان الشياطين، يطيعونهم فيما يأمرونهم به من التبذير والإسراف، وكان الشيطان لربه كفورًا، فلا يعمل إلا بما فيه معصية، ولا يأمر إلا بما يسخط ربه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المبذرين كانوا إخوان الشياطين» أي على طريقتهم «وكان الشيطان لربه كفورا» شديد الكفر لنعمه فكذلك أخوه المبذر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ لأن الشيطان لا يدعو إلا إلى كل خصلة ذميمة فيدعو الإنسان إلى البخل والإمساك فإذا عصاه، دعاه إلى الإسراف والتبذير.\nوالله تعالى إنما يأمر بأعدل الأمور وأقسطها ويمدح عليه، كما في قوله عن عباد الرحمن الأبرار والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن امتنعت عن إعطاء هؤلاء؛ لعدم وجود ما تعطيهم إياه منتظرًا ما يفتح الله به عليك من رزق، فقل لهم قولًا لينًا سهلًا، مثل أن تدعو لهم بسعة الرزق، أو تعدهم بالعطاء إن رزقك الله مالًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإما تعرضن عنهم» أي المذكورين من ذي القربى وما بعدهم فلم تعطهم «ابتغاء رحمة من ربك ترجوها» أي لطلب رزق تنتظره يأتيك تعطيهم منه «فقل لهم قولاً ميسورا» لينا سهلاً بأن تعدهم بالإعطاء عند مجيء الرزق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا الأمر بإيتاء ذي القربى مع القدرة والغنى، فأما مع العدم أو تعسر النفقة الحاضرة فأمر تعالى أن يردوا ردا جميلا فقال: وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا أي: تعرض عن إعطائهم إلى وقت آخر ترجو فيه من الله تيسير الأمر.\nفَقُلْ لَهُمْ قَوْلًا مَيْسُورًا أي: لطيفا برفق ووعد بالجميل عند سنوح الفرصة واعتذار بعدم الإمكان في الوقت الحاضر لينقلبوا عنك مطمئنة خواطرهم كما قال تعالى: قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وهذا أيضا من لطف الله تعالى بالعباد أمرهم بانتظار الرحمة والرزق منه لأن انتظار ذلك عبادة، وكذلك وعدهم بالصدقة والمعروف عند التيسر عبادة حاضرة لأن الهم بفعل الحسنة حسنة، ولهذا ينبغي للإنسان أن يفعل ما يقدر عليه من الخير وينوي فعل ما لم يقدر عليه ليثاب على ذلك ولعل الله ييسر له [بسبب رجائه]"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تمسك يدك عن الإنفاق، ولا تسرف في الإنفاق، فتصير ملومًا يلومك الناس على بخلك إن أمسكت يدك عن الإنفاق، منقطعًا عن الإنفاق لإسرافك، فلم تجد ما تنفقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تجعل يدك مغلولة إلى عنقك» أي لا تمسكها عن الإنفاق كل المسك «ولا تبسطها» في الإنفاق «كل البسط فتقعد ملوما» راجع للأول «محسورا» منقطعا لا شيء عندك راجع للثاني."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقال هنا: وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ كناية عن شدة الإمساك والبخل.\nوَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فتنفق فيما لا ينبغي، أو زيادة على ما ينبغي.\nفَتَقْعُدَ إن فعلت ذلك مَلُومًا أي: تلام على ما فعلت مَحْسُورًا أي: حاسر اليد فارغها فلا بقي ما في يدك من المال ولا خلفه مدح وثناء."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن ربك يوسع الرزق على من يشاء، ويضيقه على من يشاء لحكمة بالغة، إنه كان بعباده خبيرًا بصيرًا، لا يخفى عليه منهم شيء، فيصرف أمره فيهم بما يشاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن ربك يبسط الرزق» يوسعه «لمن يشاء ويقدر» يضيقه لمن يشاء «إنه كان بعباده خبيرا بصيرا» عالما ببواطنهم وظواهرهم فيرزقهم على حسب مصالحهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أخبر تعالى أنه يبسط الرزق لمن يشاء من عباده ويقدره ويضيقه على من يشاء حكمة منه، إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا فيجزيهم على ما يعلمه صالحا لهم ويدبرهم بلطفه وكرمه."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ ۖ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تقتلوا أولادكم خوفًا من الفقر مستقبلًا إذا أنفقتم عليهم، نحن نتكفل برزقهم، ونتكفل برزقكم أنتم، إن قتلهم كان إثمًا كبيرًا؛ إذ لا ذنب لهم ولا سبب يستوجب قتلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تقتلوا أولادكم» بالوأد «خشية» مخافة «إملاق» فقر «نحن نرزقهم وإياكم إن قتلهم كان خطأ» إثما «كبيرا» عظيما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من رحمته بعباده حيث كان أرحم بهم من والديهم، فنهى الوالدين أن يقتلوا أولادهم خوفا من الفقر والإملاق وتكفل برزق الجميع.\nوأخبر أن قتلهم كان خطأ كبيرا أي: من أعظم كبائر الذنوب لزوال الرحمة من القلب والعقوق العظيم والتجرؤ على قتل الأطفال الذين لم يجر منهم ذنب ولا معصية."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَلَا تَقْرَبُوا الزِّنَا ۖ إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واحذروا الزنى، وتجنبوا ما يشجع عليه، إنه كان متناهيًا في القبح، وساء طريقًا لما يؤديه من اختلاط الأنساب، ومن عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تقربوا الزنى» أبلغ من لا تأتوه «إنه كان فاحشة» قبيحا «وساء» بئس «سبيلاً» طريقا هو."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والنهي عن قربانه أبلغ من النهي عن مجرد فعله لأن ذلك يشمل النهي عن جميع مقدماته ودواعيه فإن: \" من حام حول الحمى يوشك أن يقع فيه \" خصوصا هذا الأمر الذي في كثير من النفوس أقوى داع إليه.\nووصف الله الزنى وقبحه بأنه كَانَ فَاحِشَةً أي: إثما يستفحش في الشرع والعقل والفطر لتضمنه التجري على الحرمة في حق الله وحق المرأة وحق أهلها أو زوجها وإفساد الفراش واختلاط الأنساب وغير ذلك من المفاسد.\nوقوله: وَسَاءَ سَبِيلًا أي: بئس السبيل سبيل من تجرأ على هذا الذنب العظيم."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ۗ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ ۖ إِنَّهُ كَانَ مَنْصُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تقتلوا النفس التي عصم الله دمها بإيمان أو بأمان إلا إن استحقت القتل برِدَّة، أو بزنى بعد إحصان، أو بقصاص، ومن قُتِل مظلومًا دون سبب يبيح قتله فقد جعلنا لمن يلي أمره من ورثته تسلطًا على قاتله، فله أن يطالب بقتله قصاصًا، وله العفو دون مقابل، وله العفو وأخذ الدية، فلا يتجاوز الحد الذي أباحه الله له بالتمثيل بالقاتل، أو بقتله بغير ما قتل به، أو بقتل غير القاتل، إنه كان مُؤَيَّدًا مُعَانًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قُتل مظلوما فقد جعلنا لوليه» لوارثه «سلطانا» تسلطا على القاتل «فلا يسرف» يتجاوز الحد «في القتل» بأن يقتل غير قاتله أو بغير ما قتل به «إنه كان منصورا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا شامل لكل نفس حَرَّمَ اللَّهُ قتلها من صغير وكبير وذكر وأنثى وحر وعبد ومسلم وكافر له عهد.\nإِلَّا بِالْحَقِّ كالنفس بالنفس والزاني المحصن والتارك لدينه المفارق للجماعة والباغي في حال بغيه إذا لم يندفع إلا بالقتل.\nوَمَنْ قُتِلَ مَظْلُومًا أي: بغير حق فَقَدْ جَعَلْنَا لِوَلِيِّهِ وهو أقرب عصباته وورثته إليه سُلْطَانًا أي: حجة ظاهرة على القصاص من القاتل، وجعلنا له أيضا تسلطا قدريا على ذلك، وذلك حين تجتمع الشروط الموجبة للقصاص كالعمد العدوان والمكافأة.\nفَلَا يُسْرِفْ الولي فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا والإسراف مجاوزة الحد إما أن يمثل بالقاتل أو يقتله بغير ما قتل به أو يقتل غير القاتل.\nوفي هذه الآية دليل إلى أن الحق في القتل للولي فلا يقتص إلا بإذنه وإن عفا سقط القصاص.\nوأن ولي المقتول يعينه الله على القاتل ومن أعانه حتى يتمكن من قتله."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ ۚ وَأَوْفُوا بِالْعَهْدِ ۖ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تتصرفوا في مال من مات والده من الأطفال إلا بما هو أصلح له من تنميته وحفظه حتى يبلغ كمال عقله ورشده، وأوفوا بما بينكم وبين الله، وبما بينكم وبين عباده من عهد دون نقض أو نقص، إن الله يسأل معطي العهد يوم القيامة: هل وفى به فيثيبه أو لم يف به فيعاقبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا بالعهد» إذا عاهدتم الله أو الناس «إن العهد كان مسؤولا» عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من لطفه ورحمته تعالى باليتيم الذي فقد والده وهو صغير غير عارف بمصلحة نفسه ولا قائم بها أن أمر أولياءه بحفظه وحفظ ماله وإصلاحه وأن لا يقربوه إِلَّا بِالَّتِي هِيَ أَحْسَنُ من التجارة فيه وعدم تعريضه للأخطار، والحرص على تنميته، وذلك ممتد إلى أن يَبْلُغَ اليتيم أَشُدَّهُ أي: بلوغه وعقله ورشده، فإذا بلغ أشده زالت عنه الولاية وصار ولي نفسه ودفع إليه ماله.\nكما قال تعالى: فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَأَوْفُوا بِالْعَهْدِ الذي عاهدتم الله عليه والذي عاهدتم الخلق عليه.\nإِنَّ الْعَهْدَ كَانَ مَسْئُولًا أي: مسئولين عن الوفاء به وعدمه، فإن وفيتم فلكم الثواب الجزيل وإن لم تفوا فعليكم الإثم العظيم."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأتموا الكيل إذا كلتم لغيركم ولا تخسروه، وزنوا بالميزان العدل الذي لا ينقص شيئًا ولا يبخسه، ذلك الإيفاء للكيل والوزن خير لكم في الدنيا والآخرة، وأحسن عاقبة من التطفيف بنقص المكاييل والموازين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأوْفوا الكيل» أتموه «إذا كلتم وزنوا بالقسطاس المستقيم» الميزان السوي «ذلك خير وأحسن تأويلاً» مآلاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا أمر بالعدل وإيفاء المكاييل والموازين بالقسط من غير بخس ولا نقص.\nويؤخذ من عموم المعنى النهي عن كل غش في ثمن أو مثمن أو معقود عليه والأمر بالنصح والصدق في المعاملة.\nذَلِكَ خَيْرٌ من عدمه وَأَحْسَنُ تَأْوِيلًا أي: أحسن عاقبة به يسلم العبد من التبعات وبه تنزل البركة."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۚ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تتبع - يا ابن آدم - ما لا علم لك به، فتتبع الظنون والحدس، إن الإنسان مسؤول عما استخدم فيه سمعه وبصره وفؤاده من خير أو شر، فيثاب على الخير، ويعاقب على الشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تقفُ» تتبع «ما ليس لك به علم إن السمع والبصر والفؤاد» القلب «كل أولئك كان عنه مسؤولاً» صاحبه ماذا فعل به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ولا تتبع ما ليس لك به علم، بل تثبت في كل ما تقوله وتفعله، فلا تظن ذلك يذهب لا لك ولا عليك، إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا فحقيق بالعبد الذي يعرف أنه مسئول عما قاله وفعله وعما استعمل به جوارحه التي خلقها الله لعبادته أن يعد للسؤال جوابا، وذلك لا يكون إلا باستعمالها بعبودية الله وإخلاص الدين له وكفها عما يكرهه الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تمش في الأرض تكبرًا واختيالًا، إنك إن تمش فيها متعاليًا لن تقطع الأرض بمشيتك، ولن تصل قامتك إلى ما وصلت إليه الجبال طولًا وارتفاعًا، فعلامَ التكبر إذن؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تمش في الأرض مرحا» أي ذا مرح بالكبر والخيلاء «إنك لن تخرق الأرض» تثقبها حتى تبلغ آخرها بكبرك «ولن تبلغ الجبال طولاً» المعنى أنك لا تبلغ هذا المبلغ فكيف تختال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا أي: كبرا وتيها وبطرا متكبرا على الحق ومتعاظما على الخلق.\nإِنَّكَ في فعلك ذلك لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا في تكبرك بل تكون حقيرا عند الله ومحتقرا عند الخلق مبغوضا ممقوتا قد اكتسبت أشر الأخلاق واكتسيت أرذلها من غير إدراك لبعض ما تروم."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كل ما سبق ذكره كان السيئ منه عند ربك - أيها الإنسان - ممنوعًا، لا يرضى الله عن مرتكبه، بل يبغضه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كل ذلك» المذكور «كان سيِّئُهُ عند ربك مكروها»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كُلُّ ذَلِكَ المذكور الذي نهى الله عنه فيما تقدم من قوله: وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ والنهي عن عقوق الوالدين وما عطف على ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا أي: كل ذلك يسوء العاملين ويضرهم والله تعالى يكرهه ويأباه."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "ذَٰلِكَ مِمَّا أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتُلْقَىٰ فِي جَهَنَّمَ مَلُومًا مَدْحُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الذي وضحناه من الأوامر والنواهي والأحكام من الحكمة التي أوحاها إليك ربك، ولا تتخذ - أيها الإنسان - مع الله معبودًا آخر، فتُرْمَى في جهنم يوم القيامة ملومًا تلومك نفسك ويلومك الناس، مطرودًا عن كل خير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك مما أوحى إليك» يا محمد «ربك من الحكمة» الموعظة «ولا تجعل مع الله إلها آخر فتلقى في جهنم ملوما مدحورا» مطرودا من رحمة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكَ الذي بيناه ووضحناه من هذه الأحكام الجليلة، مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ فإن الحكمة الأمر بمحاسن الأعمال ومكارم الأخلاق والنهي عن أراذل الأخلاق وأسوأ الأعمال.\nوهذه الأعمال المذكورة في هذه الآيات من الحكمة العالية التي أوحاها رب العالمين لسيد المرسلين في أشرف الكتب ليأمر بها أفضل الأمم فهي من الحكمة التي من أوتيها فقد أوتي خيرا كثيرا.\nثم ختمها بالنهي عن عبادة غير الله كما افتتحها بذلك فقال: وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ أي: خالدا مخلدا فإنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار.\nمَلُومًا مَدْحُورًا أي: قد لحقتك اللائمة واللعنة والذم من الله وملائكته والناس أجمعين."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا من تدعون أن الملائكة بنات الله، أفاختصّكم ربكم - أيها المشركون- بالذكور من الأولاد، واتخذ لنفسه الملائكة بنات؟ تعالى الله عما تقولون، إنكم لتقولون على الله سبحانه قولًا بالغ القبح حيث تنسبون له الولد، وتزعمون أن له البنات إمعانًا في الكفر به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفأصفاكم» أخلصكم يا أهل مكة «ربكم بالبنين واتخذ من الملائكة إناثا» بنات لنفسه بزعمكم «إنكم لتقولون» بذلك «قولاً عظيما»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا إنكار شديد على من زعم أن الله اتخذ من خلقه بنات فقال: أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ أي: اختار لكم الصفوة والقسم الكامل واتخذ لنفسه من الملائكة إناثا حيث زعموا أن الملائكة بنات الله.\nإِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا فيه أعظم الجرأة على الله حيث نسبتم له الولد المتضمن لحاجته واستغناء بعض المخلوقات عنه وحكمتم له بأردأ القسمين، وهن الإناث وهو الذي خلقكم واصطفاكم بالذكور فتعالى الله عما يقول الظالمون علوا كبيرا."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أوضحنا في هذا القرآن الأحكام والمواعظ والأمثال ليتعظ بها الناس، فيسلكوا ما ينفعهم، ويتركوا ما يضرهم، والحال أن بعضهم ممن انتكست فطرتهم لم يزدد بذلك إلا بعدًا عن الحق وكراهية له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد صرفنا» بينا «في هذا القرآن» من الأمثال والوعد والوعيد «ليذكروا» يتعظوا «وما يزيدهم» ذلك «إلا نفروا» عن الحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه صرف لعباده في هذا القرآن أي: نوع الأحكام ووضحها وأكثر من الأدلة والبراهين على ما دعا إليه، ووعظ وذكر لأجل أن يتذكروا ما ينفعهم فيسلكوه وما يضرهم فيدعوه.\nولكن أبى أكثر الناس إلا نفورا عن آيات الله لبغضهم للحق ومحبتهم ما كانوا عليه من الباطل حتى تعصبوا لباطلهم ولم يعيروا آيات الله لهم سمعا ولا ألقوا لها بالا.\nومن أعظم ما صرف فيه الآيات والأدلة التوحيد الذي هو أصل الأصول، فأمر به ونهى عن ضده وأقام عليه من الحجج العقلية والنقلية شيئا كثيرا بحيث من أصغى إلى بعضها لا تدع في قلبه شكا ولا ريبا."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَىٰ ذِي الْعَرْشِ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين: لو كان مع الله تعالى معبودات كما يقولون افتراء وكذبًا إذن لطلبت تلك المعبودات المزعومة إلى الله ذي العرش طريقًا لتغالبه على ملكه وتنازعه فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «لو كان معه» أي الله «آلهة كما يقولون إذا لابتغوْا» طلبوا «إلى ذي العرش» أي الله «سبيلاً» ليقاتلوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ للمشركين الذين يجعلون مع الله إلها آخر: لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ أي: على موجب زعمهم وافترائهم إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا أي: لاتخذوا سبيلا إلى الله بعبادته والإنابة إليه والتقرب وابتغاء الوسيلة، فكيف يجعل العبد الفقير الذي يرى شدة افتقاره لعبودية ربه إلها مع الله؟! هل هذا إلا من أظلم الظلم وأسفه السفه؟\".\nفعلى هذا المعنى تكون هذه الآية كقوله تعالى: أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وكقوله تعالى: وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ ويحتمل أن المعنى في قوله: قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا أي: لطلبوا السبيل وسعوا في مغالبة الله تعالى، فإما أن يعلوا عليه فيكون من علا وقهر هو الرب الإله، فأما وقد علموا أنهم يقرون أن آلهتهم التي يعبدون من دون الله مقهورة مغلوبة ليس لها من الأمر شيء فلم اتخذوها وهي بهذه الحال؟ فيكون هذا كقوله تعالى: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ"
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تنزه الله سبحانه وتقدس عما يصفه به المشركون، وتعالى عما يقولونه علوًّا كبيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سبحانه» تنزيها له «وتعالى عما يقولون» من الشركاء «علوا كبيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سُبْحَانَهُ وَتَعَالَى أي: تقدس وتنزه وعلت أوصافه عَمَّا يَقُولُونَ من الشرك به واتخاذ الأنداد معه عُلُوًّا كَبِيرًا فعلا قدره وعظم وجلت كبرياؤه التي لا تقادر أن يكون معه آلهة فقد ضل من قال ذلك ضلالا مبينا وظلم ظلما كبيرا.\nلقد تضاءلت لعظمته المخلوقات العظيمة وصغرت لدى كبريائه السماوات السبع ومن فيهن والأرضون السبع ومن فيهن والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه وافتقر إليه العالم العلوي والسفلي فقرا ذاتيا لا ينفك عن أحد منهم في وقت من الأوقات.\nهذا الفقر بجميع وجوهه فقر من جهة الخلق والرزق والتدبير، وفقر من جهة الاضطرار إلى أن يكون معبودهم ومحبوبهم الذي إليه يتقربون وإليه في كل حال يفزعون"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تسبح لله السماوات، وتسبح لله الأرض، ويسبح لله من في السماوات والأرض من المخلوقات، وما من شيء إلا ينزهه قارنًا تنزيهه إياه بالثناء، ولكن لا تفهمون كيفية تسبيحهم، فأنتم لا تفهمون إلا تسبيح من يسبح بلسانكم، إنه تعالى كان حليمًا لا يعاجل بالعقوبة، غفورًا لمن تاب إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تسبح له» تنزهه «السماوات السبع والأرض ومن فيهن وإن» ما «من شيء» من المخلوقات «إلا يسبح» متلبسا «بحمده» أي يقول سبحان الله وبحمده «ولكن لا تفقهون» تفهمون «تسبيحهم» لأنه ليس بلغتكم «إنه كان حليما غفورا» حيث لم يعاجلكم بالعقوبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ من حيوان ناطق وغير ناطق ومن أشجار ونبات وجامد وحي وميت إِلَّا يُسَبِّحُ بِحَمْدِهِ بلسان الحال ولسان المقال.\nوَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ أي: تسبيح باقي المخلوقات التي على غير لغتكم بل يحيط بها علام الغيوب.\nإِنَّهُ كَانَ حَلِيمًا غَفُورًا حيث لم يعاجل بالعقوبة من قال فيه قولا تكاد السماوات والأرض تتفطر منه وتخر له الجبال ولكنه أمهلهم وأنعم عليهم وعافاهم ورزقهم ودعاهم إلى بابه ليتوبوا من هذا الذنب العظيم ليعطيهم الثواب الجزيل ويغفر لهم ذنبهم، فلولا حلمه ومغفرته لسقطت السماوات على الأرض ولما ترك على ظهرها من دابة."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قرأت - أيها الرسول - القرآن فسمعوا ما فيه من الزواجر والمواعظ جعلنا بينك وبين الذين لا يؤمنون بيوم القيامة حجابًا ساترًا يمنعهم من فهم القرآن عقابًا لهم على إعراضهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا مستورا» أي ساترا لك عنهم فلا يرونك، نزل فيمن أراد الفتك به صلى الله عليه وسلم"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن عقوبته للمكذبين بالحق الذين ردوه وأعرضوا عنه أنه يحول بينهم وبين الإيمان فقال: وَإِذَا قَرَأْتَ الْقُرْآنَ الذي فيه الوعظ والتذكير والهدى والإيمان والخير والعلم الكثير.\nجَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا يسترهم عن فهمه حقيقة وعن التحقق بحقائقه والانقياد إلى ما يدعو إليه من الخير."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَىٰ أَدْبَارِهِمْ نُفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وصيرنا على قلوبهم أغطية حتى لا يفهموا القرآن، وصيرنا في آذانهم ثقلًا حتى لا يسمعوه سماع انتفاع، وإذا ذكرت ربك في القرآن وحده، ولم تذكر آلهتهم المزعومة رجعوا على أعقابهم متباعدين عن إخلاص التوحيد لله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلنا على قلوبهم أكنة» أغطية «أن يفقهوه» من أن يفهموا القرآن أي فلا يفهمونه «وفي آذانهم وقرا» ثقلاً فلا يسمعونه «وإذا ذكرت ربك في القرآن وحده ولَّوا على أدبارهم نفورا» عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أي: أغطية وأغشية لا يفقهون معها القرآن بل يسمعونه سماعا تقوم به عليهم الحجة، وَفِي آذَانِهِمْ وَقْرًا أي: صمما عن سماعه، وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآن داعيا لتوحيده ناهيا عن الشرك به.\nوَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا من شدة بغضهم له ومحبتهم لما هم عليه من الباطل، كما قال تعالى: وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰ إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "نحن أعلم بطريقة استماع رؤسائهم للقرآن، فهم لا يريدون الاهتداء به، بل يريدون الاستخفاف واللغو عند قراءتك، ونحن أعلم بما يتناجون به من التكذيب والصد عنه، حين يقول هؤلاء الظالمون لأنفسهم بالكفر: لا تتبعون - أيها الناس - إلا رجلًا مسحورًا اختلط عقله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نحن أعلم بما يستمعون به» بسببه من الهزء «إذ يستمعون إليك» قراءتك «وإذ هم نجوى» يتناجون بينهم أي يتحدثون «إذ» بدل من إذ قبله «يقول الظالمون» في تناجيهم «إن» ما «تتبعون إلا رجلاً مسحورا» مخدوعا مغلوبا على عقله. قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ أي: إنما منعناهم من الانتفاع عند سماع القرآن لأننا نعلم أن مقاصدهم سيئة يريدون أن يعثروا على أقل شيء ليقدحوا به، وليس استماعهم لأجل الاسترشاد وقبول الحق وإنما هم متعمدون على عدم اتباعه، ومن كان بهذه الحالة لم يفده الاستماع شيئا ولهذا قال: إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى أي: متناجين إِذْ يَقُولُ الظَّالِمُونَ في مناجاتهم: إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا فإذا كانت هذه مناجاتهم الظالمة فيما بينهم وقد بنوها على أنه مسحور فهم جازمون أنهم غير معتبرين لما قال، وأنه يهذي لا يدري ما يقول."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تأمل - أيها الرسول - لتعجب مما وصفوك به من صفات مذمومة مختلفة، فانحرفوا عن الحق، وحاروا فلم يهتدوا إلى طريق الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«انظر كيف ضربوا لك الأمثال» بالمسحور والكاهن والشاعر «فضَلُّوا» بذلك عن الهدى «فلا يستطيعون سبيلاً» طريقا إليه «وقالوا» منكرين للبعث:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى: انْظُرْ متعجبا كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ التي هي أضل الأمثال وأبعدها عن الصواب فَضَلُّوا في ذلك أو فصارت سببا لضلالهم لأنهم بنوا عليها أمرهم والمبني على فاسد أفسد منه.\nفَلَا يَسْتَطِيعُونَ سَبِيلًا أي: لا يهتدون أي اهتداء فنصيبهم الضلال المحض والظلم الصرف."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال المشركون إنكارًا للبعث: أإذا متنا وصرنا عظامًا، وبليت أجسامنا، أنبعث بعثًا جديدًا؟ إن هذا لمستحيل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أئذا كنا عظاما ورفاتا أئنا لمبعوثون خلقا جديدا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن قول المنكرين للبعث وتكذيبهم به واستبعادهم بقولهم: أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أي: أجسادا بالية أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا أي: لا يكون ذلك وهو محال بزعمهم، فجهلوا أشد الجهل حيث كذبوا رسل الله وجحدوا آيات الله وقاسوا قدرة خالق السماوات والأرض بقدرتهم الضعيفة العاجزة.\nفلما رأوا أن هذا ممتنع عليهم لا يقدرون عليه جعلوا قدرة الله كذلك.\nفسبحان من جعل خلقا من خلقه يزعمون أنهم أولو العقول والألباب مثالا في جهل أظهر الأشياء وأجلاها وأوضحها براهين وأعلاها ليرى عباده أنه ما ثم إلا توفيقه وإعانته أو الهلاك والضلال.\nرَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل لهم - أيها الرسول -: كونوا -أيها المشركون - إن استطعتم حجارة في شدتها، أو كونوا حديدًا في قوته، ولن تستطيعوا ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «كونوا حجارة أو حديدا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 50 و51 :ولهذا أمر رسوله صلى الله عليه وسلم أن يقول لهؤلاء المنكرين للبعث استبعادا: قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا أَوْ خَلْقًا مِمَّا يَكْبُرُ أي: يعظم فِي صُدُورِكُمْ لتسلموا بذلك على زعمكم من أن تنالكم قدرة الله أو تنفذ فيكم مشيئته، فإنكم غير معجزي الله في أي حالة تكونون وعلى أي وصف تتحولون، وليس لكم في أنفسكم تدبير في حالة الحياة وبعد الممات.\nفدعوا التدبير والتصريف لمن هو على كل شيء قدير وبكل شيء محيط.\nفَسَيَقُولُونَ حين تقيم عليهم الحجة في البعث: مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فكما فطركم ولم تكونوا شيئا مذكورا فإنه سيعيدكم خلقا جديدا كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ أي: يهزونها إنكارا وتعجبا مما قلت، وَيَقُولُونَ مَتَى هُوَ أي: متى وقت البعث الذي تزعمه على قولك؟ لا إقرار منهم لأصل البعث بل ذلك سفه منهم وتعجيز.\nقُلْ عَسَى أَنْ يَكُونَ قَرِيبًا فليس في تعيين وقته فائدة، وإنما الفائدة والمدار على تقريره والإقرار به وإثباته وإلا فكل ما هو آت فإنه قريب."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَنْ يُعِيدُنَا ۖ قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰ أَنْ يَكُونَ قَرِيبًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو كونوا خلقًا آخر أعظم منهما مما يعظم في صدوركم، فإن الله معيدكم كما بدأكم، ومحييكم كما خلقكم أول مرة، فسيقول هؤلاء المعاندون: من يعيدنا أحياء بعد موتنا؟ قل لهم: يعيدكم الذي خلقكم أول مرة على غير مثال سابق، فسيحركون رؤوسهم ساخرين من ردك عليهم، ويقولون مستبعدين: متى هذه الإعادة؟! قل لهم: لعلها قريبة، فكل ما هو آت قريب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو خلقا مما يكبر في صدوركم» يعظم عن قبول الحياة فضلا عن العظام والرفات فلا بد من إيجاد الروح فيكم «فسيقولون من يعيدنا» إلى الحياة «قل الذي فطركم» خلقكم «أول مرة» ولم تكونوا شيئا لأن القادر على البدء قادر على الإعادة بل هي أهون «فسينغضون» يحركون «إليك رءوسهم» تعجبا «ويقولون» استهزاء «متى هو» أي البعث «قل عسى أن يكون قريبا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 50 و51 :ولهذا أمر رسوله صلى الله عليه وسلم أن يقول لهؤلاء المنكرين للبعث استبعادا: قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا أَوْ خَلْقًا مِمَّا يَكْبُرُ أي: يعظم فِي صُدُورِكُمْ لتسلموا بذلك على زعمكم من أن تنالكم قدرة الله أو تنفذ فيكم مشيئته، فإنكم غير معجزي الله في أي حالة تكونون وعلى أي وصف تتحولون، وليس لكم في أنفسكم تدبير في حالة الحياة وبعد الممات.\nفدعوا التدبير والتصريف لمن هو على كل شيء قدير وبكل شيء محيط.\nفَسَيَقُولُونَ حين تقيم عليهم الحجة في البعث: مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فكما فطركم ولم تكونوا شيئا مذكورا فإنه سيعيدكم خلقا جديدا كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ أي: يهزونها إنكارا وتعجبا مما قلت، وَيَقُولُونَ مَتَى هُوَ أي: متى وقت البعث الذي تزعمه على قولك؟ لا إقرار منهم لأصل البعث بل ذلك سفه منهم وتعجيز.\nقُلْ عَسَى أَنْ يَكُونَ قَرِيبًا فليس في تعيين وقته فائدة، وإنما الفائدة والمدار على تقريره والإقرار به وإثباته وإلا فكل ما هو آت فإنه قريب."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يعيدكم الله يوم يناديكم إلى أرض المحشر، فتستجيبون منقادين لأمره، حامدين إياه، وتظنون أنكم ما مكثتم في الأرض إلا زمنًا قليلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم يدعوكم» يناديكم من القبور على لسان إسرافيل «فتستجيبون» فتجيبون دعوته من القبور «بحمده» بأمره وقيل وله الحمد «وتظنون إن» ما «لبثتم» في الدنيا «إلا قليلا» لهول ما ترون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ يَدْعُوكُمْ للبعث والنشور وينفخ في الصور فَتَسْتَجِيبُونَ بِحَمْدِهِ أي: تنقادون لأمره ولا تستعصون عليه.\nوقوله: بحمده أي: هو المحمود تعالى على فعله ويجزي به العباد إذا جمعهم ليوم التناد.\nوَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا من سرعة وقوعه وأن الذي مر عليكم من النعيم كأنه ما كان.\nفهذا الذي يقول عنه المنكرون: متى هو ؟ يندمون غاية الندم عند وروده ويقال لهم: هذا الذي كنتم به تكذبون"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ ۚ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ ۚ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول - لعبادي المؤمنين بي: يقولوا الكلمة الطيبة عندما يحاورون، ويجتنبوا الكلمة السيئة المنفِّرة؛ لأن الشيطان يستغلّها فيسعى بينهم بما يفسد عليهم حياتهم الدنيوية والأخروية، إن الشيطان كان للإنسان عدوًّا واضح العداوة، فعليه أن يحذر منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقل لعبادي» المؤمنين «يقولوا» للكفار الكلمة «التي هي أحسن إن الشيطان ينزغ» يفسد «بينهم إن الشيطان كان للإنسان عدوا مبينا» بين العداوة والكلمة التي هي أحسن هي:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من لطفه بعباده حيث أمرهم بأحسن الأخلاق والأعمال والأقوال الموجبة للسعادة في الدنيا والآخرة فقال: وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ وهذا أمر بكل كلام يقرب إلى الله من قراءة وذكر وعلم وأمر بمعروف ونهي عن منكر وكلام حسن لطيف مع الخلق على اختلاف مراتبهم ومنازلهم، وأنه إذا دار الأمر بين أمرين حسنين فإنه يأمر بإيثار أحسنهما إن لم يمكن الجمع بينهما.\nوالقول الحسن داع لكل خلق جميل وعمل صالح فإن من ملك لسانه ملك جميع أمره.\nوقوله: إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ أي: يسعى بين العباد بما يفسد عليهم دينهم ودنياهم.\nفدواء هذا أن لا يطيعوه في الأقوال غير الحسنة التي يدعوهم إليها، وأن يلينوا فيما بينهم لينقمع الشيطان الذي ينزغ بينهم فإنه عدوهم الحقيقي الذي ينبغي لهم أن يحاربوه فإنه يدعوهم ليكونوا من أصحاب السعير وأما إخوانهم فإنهم وإن نزغ الشيطان فيما بينهم وسعى في العداوة فإن الحزم كل الحزم السعي في ضد عدوهم وأن يقمعوا أنفسهم الأمارة بالسوء التي يدخل الشيطان من قبلها فبذلك يطيعون ربهم ويستقيم أمرهم ويهدون لرشدهم."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "رَبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ ۚ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ربكم - أيها الناس - أعلم بكم، فلا يخفى عليه منكم شيء، إن يشأ أن يرحمكم رحمكم بأن يوفقكم للإيمان والعمل الصالح، وإن يشأ أن يعذبكم عذبكم بأن يخذلكم عن الإيمان ويميتكم على الكفر، وما بعثناك - أيها الرسول- عليهم وكيلًا تجبرهم على الإيمان، وتمنعهم من الكفر، وتحصي عليهم أعمالهم، إنما أنت مبلغ عن الله ما أمرك بتبليغه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ربكم أعلم بكم إن يشأ يرحمكم» بالتوبة والإيمان «أو إن يشأ» تعذيبكم «يعذبكم» بالموت على الكفر «وما أرسلناك عليهم وكيلاً» فتجبرهم على الإيمان وهذا قبل الأمر بالقتال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "رَبُّكُمْ أَعْلَمُ بِكُمْ من أنفسكم فلذلك لا يريد لكم إلا ما هو الخير ولا يأمركم إلا بما فيه مصلحة لكم وقد تريدون شيئا والخير في عكسه.\nإِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ فيوفق من شاء لأسباب الرحمة ويخذل من شاء فيضل عنها فيستحق العذاب.\nوَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا تدبر أمرهم وتقوم بمجازاتهم وإنما الله هو الوكيل وأنت مبلغ هاد إلى صراط مستقيم."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ ۖ وَآتَيْنَا دَاوُودَ زَبُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وربك - أيها الرسول - أعلم بكُلّ من في السماوات والأرض، وأعلم بأحوالهم وبما يستحقون، ولقد فضلنا بعض الأنبياء على بعض بكثرة الأتباع وبإنزال الكتب، وأعطينا داود كتابًا هو الزبور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وربك أعلم بمن في السماوات والأرض» فيخصهم بما شاء على قدر أحوالهم «ولقد فضلنا بعض النبيين على بعض» بتخصيص كل منهم بفضيلة كموسى بالكلام وإبراهيم بالخلة ومحمد بالإسراء «وآتينا داود زبورا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ من جميع أصناف الخلائق فيعطي كلا منهم ما يستحقه تقتضيه حكمته ويفضل بعضهم على بعض في جميع الخصال الحسية والمعنوية كما فضل بعض النبيين المشتركين بوحيه على بعض بالفضائل والخصائص الراجعة إلى ما من به عليهم من الأوصاف الممدوحة والأخلاق المرضية والأعمال الصالحة وكثرة الأتباع ونزول الكتب على بعضهم المشتملة على الأحكام الشرعية والعقائد المرضية، كما أنزل على داود زبورا وهو الكتاب المعروف.\nفإذا كان تعالى قد فضل بعضهم على بعض وآتى بعضهم كتبا فلم ينكر المكذبون لمحمد صلى الله عليه وسلم ما أنزله الله عليه وما فضله به من النبوة والكتاب."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين: ادعوا - أيها المشركون - الذين زعمتم أنهم آلهة من دون الله إن نزل بكم ضر، فهم لا يملكون دفع الضر عنكم، ولا يملكون نقله إلى غيركم لعجزهم، ومن كان عاجزًا لا يكون إلهًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «ادعوا الذين زعمتم» أنهم آلهة «من دونه» كالملائكة وعيسى وعزير «فلا يملكون كشف الضر عنكم ولا تحويلا» له إلى غيركم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: قُلْ للمشركين بالله الذين اتخذوا من دونه أندادا يعبدونهم كما يعبدون الله ويدعونهم كما يدعونه ملزما لهم بتصحيح ما زعموه واعتقدوه إن كانوا صادقين: ادْعُوا الَّذِينَ زَعَمْتُمْ آلهة من دون الله فانظروا هل ينفعونكم أو يدفعون عنكم الضر، فإنهم لا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ من مرض أو فقر أو شدة ونحو ذلك فلا يدفعونه بالكلية، وَلَا يملكون أيضا تحويله من شخص إلى آخر من شدة إلى ما دونها.\nفإذا كانوا بهذه الصفة فلأي شيء تدعونهم من دون الله؟ فإنهم لا كمال لهم ولا فعال نافعة، فاتخاذهم آلهة نقص في الدين والعقل وسفه في الرأي.\nومن العجب أن السفه عند الاعتياد والممارسة وتلقيه عن الآباء الضالين بالقبول يراه صاحبه هو الرأي: السديد والعقل المفيد.\nويرى إخلاص الدين لله الواحد الأحد الكامل المنعم بجميع النعم الظاهرة والباطنة هو السفه والأمر المتعجب منه كما قال المشركون: أجعل الآلهة إلها واحدا إن هذا لشيء عجاب"
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "أُولَٰئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك الذين يدعونهم من الملائكة ونحوهم هم أنفسهم يطلبون ما يقربهم إلى الله من العمل الصالح، ويتنافسون أيهم أقرب إليه بالطاعة، ويرجون أن يرحمهم، ويخافون أن يعذبهم، إن عذاب ربك - أيها الرسول - مما ينبغي أن يحذر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك الذين يدعونـ» ـهم آلهة «يبتغون» يطلبون «إلى ربهم الوسيلة» القربة بالطاعة «أيهم» بدل من واو يبتغون أي يبتغيها الذي هو «أقرب» إليه فكيف بغيره «ويرجون رحمته ويخافون عذابه» كغيرهم فكيف تدعونهم آلهة «إن عذاب ربك كان محذوراً»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أخبر أيضا أن الذين يعبدونهم من دون الله في شغل شاغل عنهم باهتمامهم بالافتقار إلى الله وابتغاء الوسيلة إليه فقال: أُولَئِكَ الَّذِينَ يَدْعُونَ من الأنبياء والصالحين والملائكة يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ أي: يتنافسون في القرب من ربهم ويبذلون ما يقدرون عليه من الأعمال الصالحة المقربة إلى الله تعالى وإلى رحمته، ويخافون عذابه فيجتنبون كل ما يوصل إلى العذاب.\nإِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا أي: هو الذي ينبغي شدة الحذر منه والتوقي من أسبابه.\nوهذه الأمور الثلاثة الخوف والرجاء والمحبة التي وصف الله بها هؤلاء المقربين عنده هي الأصل والمادة في كل خير.\nفمن تمت له تمت له أموره وإذا خلا القلب منها ترحلت عنه الخيرات وأحاطت به الشرور.\nوعلامة المحبة ما ذكره الله أن يجتهد العبد في كل عمل يقربه إلى الله وينافس في قربه بإخلاص الأعمال كلها لله والنصح فيها وإيقاعها على أكمل الوجوه المقدور عليها، فمن زعم أنه يحب الله بغير ذلك فهو كاذب."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما من قرية أو مدينة من القرى الكافر أهلها إلا نحن منزلون بها العذاب والهلاك في الحياة الدنيا بسبب كفرها، أو مبتلوها بعقاب قوي بالقتل أو غيره بسبب كفرها، كان ذلك الإهلاك والعذاب قضاء إلهيًّا مكتوبًا في اللوح المحفوظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» ما «من قرية» أريد أهلها «إلا نحن مهلكوها قبل يوم القيامة» بالموت «أو معذبوها عذابا شديدا» بالقتل وغيره «كان ذلك في الكتاب» اللوح المحفوظ «مسطورا» مكتوبا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ما من قرية من القرى المكذبة للرسل إلا لا بد أن يصيبهم هلاك قبل يوم القيامة أو عذاب شديد كتاب كتبه الله وقضاء أبرمه، لا بد من وقوعه، فليبادر المكذبون بالإنابة إلى الله وتصديق رسله قبل أن تتم عليهم كلمة العذاب، ويحق عليهم القول."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ۚ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا ۚ وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما تركنا إنزال العلامات الحسية الدالة على صدق الرسول التي طلبها المشركون كإحياء الموتى ونحوه، إلا لأننا أنزلناها على الأمم الأولى فكذبوا بها، فقد أعطينا ثمود آية عظيمة واضحة، هي الناقة، فكفروا بها فعاجلناهم بالعذاب، وما نبعث بالآيات على أيدي الرسل إلا تخويفًا لأممهم؛ لعلهم يسلمون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما منعنا أن نرسل بالآيات» التي اقترحها أهل مكة «إلا أن كذب بها الأولون» لما أرسلناها فأهلكناهم ولو أرسلناها إلى هؤلاء لكذبوا بها واستحثوا الإهلاك وقد حكمنا بإمهالهم لإتمام أمر محمد صلى الله عليه وسلم «وآتينا ثمود الناقة» أي «مبصرة» بينة واضحة «فظلموا» كفروا «بها» فأهلكوا «وما نرسل بالآيات» المعجزات «إلا تخويفا» للعباد فيؤمنوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى رحمته بعدم إنزاله الآيات التي يقترح بها المكذبون، وأنه ما منعه أن يرسلها إلا خوفا من تكذيبهم لها، فإذا كذبوا بها عاجلهم العقاب وحل بهم من غير تأخير كما فعل بالأولين الذين كذبوا بها.\nومن أعظم الآيات الآية التي أرسلها الله إلى ثمود وهي الناقة العظيمة الباهرة التي كانت تصدر عنها جميع القبيلة بأجمعها ومع ذلك كذبوا بها فأصابهم ما قص الله علينا في كتابه، وهؤلاء كذلك لو جاءتهم الآيات الكبار لم يؤمنوا، فإنه ما منعهم من الإيمان خفاء ما جاء به الرسول واشتباهه هل هو حق أو باطل؟ فإنه قد جاء من البراهين الكثيرة ما دل على صحة ما جاء به الموجب لهداية من طلب الهداية فغيرها مثلها فلا بد أن يسلكوا بها ما سلكوا بغيرها فترك إنزالها والحالة هذه خير لهم وأنفع.\nوقوله: وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا أي: لم يكن القصد بها أن تكون داعية وموجبة للإيمان الذي لا يحصل إلا بها، بل المقصود منها التخويف والترهيب ليرتدعوا عن ما هم عليه."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ ۚ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - إذ قلنا لك: إن ربك أحاط بالناس قدرة، فهم في قبضته، والله مانعك منهم، فبلّغ ما أُمِرْت بتبليغه، وما جعلنا ما أريناك عيانًا ليلة الإسراء إلا امتحانًا للناس، هل يصدقون به، أو يكذبون به؟ وما جعلنا شجرة الزقوم المذكورة في القرآن أنها تنبت في أصل الجحيم إلا ابتلاء لهم، فإذا لم يؤمنوا بهاتين الآيتين فلن يؤمنوا بغيرهما، ونخوّفهم بإنزال الآيات فما يزدادون بالتخويف بإنزالها إلا زيادة في الكفر وتماديًا في الضلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ قلنا لك إن ربك أحاط بالناس» علما وقدرة فهم في قبضته فبلّغهم ولا تخف أحدا فهو يعصمك منهم «وما جعلنا الرؤيا التي أريناك» عيانا ليلة الإسراء «إلا فتنة للناس» أهل مكة إذ كذبوا بها وارتد بعضهم لما أخبرهم بها «والشجرة الملعونة في القرآن» هي الزقوم التي تنبت في أصل الجحيم جعلناها فتنة لهم إذ قالوا: النار تحرق الشجر فكيف تنبته «ونخوفهم» بها «فما يزيدهم» تخويفنا «إلا طغيانا كبيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ علما وقدرة فليس لهم ملجأ يلجأون إليه ولا ملاذ يلوذون به عنه، وهذا كاف لمن له عقل في الانكفاف عما يكرهه الله الذي أحاط بالناس.\nوَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً أكثر المفسرين على أنها ليلة الإسراء.\nوَالشَّجَرَةَ الْمَلْعُونَةَ التي ذكرت فِي الْقُرْآنِ وهي شجرة الزقوم التي تنبت في أصل الجحيم.\nوالمعنى إذا كان هذان الأمران قد صارا فتنة للناس حتى استلج الكفار بكفرهم وازداد شرهم وبعض من كان إيمانه ضعيفا رجع عنه بسبب أن ما أخبرهم به من الأمور التي كانت ليلة الإسراء ومن الإسراء من المسجد الحرام إلى المسجد الأقصى كان خارقا للعادة.\nوالإخبار بوجود شجرة تنبت في أصل الجحيم أيضا من الخوارق فهذا الذي أوجب لهم التكذيب.\nفكيف لو شاهدوا الآيات العظيمة والخوارق الجسيمة؟\"أليس ذلك أولى أن يزداد بسببه شرهم؟! فلذلك رحمهم الله وصرفها عنهم، ومن هنا تعلم أن عدم التصريح في الكتاب والسنة بذكر الأمور العظيمة التي حدثت في الأزمنة المتأخرة أولى وأحسن لأن الأمور التي لم يشاهد الناس لها نظيرا ربما لا تقبلها عقولهم لو أخبروا بها قبل وقوعها، فيكون ذلك ريبا في قلوب بعض المؤمنين ومانعا يمنع من لم يدخل الإسلام ومنفرا عنه.\nبل ذكر الله ألفاظا عامة تتناول جميع ما يكون.\nوَنُخَوِّفُهُمْ بالآيات فَمَا يَزِيدُهُمْ التخويف إِلَّا طُغْيَانًا كَبِيرًا وهذا أبلغ ما يكون في التملي بالشر ومحبته وبغض الخير وعدم الانقياد له."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - إذ قلنا للملائكة: اسجدوا لآدم سجود تحيةٍ لا سجود عبادة، فامتثلوا وسجدوا كلهم له، لكنّ إبليس أبى تكبرًا أن يسجد له قائلًا: أأسجد لمن خلقته من الطين، وأنا خلقتني من النار؟! فأنا أشرف منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ قلنا للملائكة اسجدوا لآدم» سجود تحية بالانحناء «فسجدوا إلا إبليس قال أأسجد لمن خلقت طينا» نصب بنزع الخافض أي من طين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ينبه تبارك وتعالى عباده على شدة عداوة الشيطان وحرصه على إضلالهم وأنه لما خلق الله آدم استكبر عن السجود له و قَالَ متكبرا: أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا أي: من طين وبزعمه أنه خير منه لأنه خلق من نار.\nوقد تقدم فساد هذا القياس الباطل من عدة أوجه."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "قَالَ أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس لربه: أرأيت هذا المخلوق الذي كرَّمته عليّ بأمرك لي بالسجود له؟ لئن أبقيتني حيًّا إلى آخر الحياة الدنيا لأستميلن أولاده ولأغوينهم عن صراطك المستقيم إلا قليلًا ممن عصمت منهم، وهم عبادك المخلصون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(قال أرأيتك) أي أخبرني (هذا الذي كرمت) فضلت (علي) بالأمر بالسجود له \"\" وأنا خير منه خلقتني من نار \"\" (لئن) لام قسم (أخرتن إلى يوم القيامة لأحتنكن) لأستأصلن (ذريته) بالإغواء (إلا قليلاً) منهم ممن عصمته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما تبين لإبليس تفضيل الله لآدم قَالَ مخاطبا لله: أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ أي: لأستأصلنهم بالإضلال ولأغوينهم إِلَّا قَلِيلًا عرف الخبيث أنه لا بد أن يكون منهم من يعاديه ويعصيه."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال له ربه: اذهب أنت ومن أطاعك منهم، فإن جهنم هي جزاؤك وجزاؤهم جزاء كاملًا موفرًا على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» تعالى له «اذهب» منظرا إلى وقت النفخة الأولى «فمن تبعك منهم فإن جهنم جزاؤكم» أنت وهم «جزاءً موفورا» وافرا كاملاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال الله له: اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ واختارك على ربه ووليه الحق، فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا أي: مدخرا لكم موفرا جزاء أعمالكم."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واسْتَخْفِف من استطعت أن تستخفّه منهم بصوتك الداعي إلى المعصية، وصِحْ عليهم بفرسانك ومشاتك الداعين لطاعتك، وشاركهم في أموالهم بتزيين كل تصرّف يخالف الشرع، وشاركهم في أولادهم بادعائهم كذبًا، وتحصيلهم بالزنى، وتعبيدهم لغير الله عند التسمية، وزيّن لهم الوعود الكاذبة والأماني الباطلة، وما يعدهم الشيطان إلا الوعود الكاذبة التي تخدعهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واستفزز» استخف «من استطعت منهم بصوتك» بدعائك بالغناء والمزامير وكل داع إلى المعصية «وأجلب» صحْ «عليهم بخيلك ورجلك» وهم الركاب والمشاة في المعاصي «وشاركهم في الأموال» المحرمة كالربا والغصب «والأولاد» من الزنى «وعدهم» بأن لا بعث ولا جزاء «وما يعدهم الشيطان» بذلك «إلا غرورا» باطلاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمره الله أن يفعل كل ما يقدر عليه من إضلالهم فقال: وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ ويدخل في هذا كل داع إلى المعصية.\nوَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ ويدخل فيه كل راكب وماش في معصية الله فهو من خيل الشيطان ورجله.\nوالمقصود أن الله ابتلى العباد بهذا العدو المبين الداعي لهم إلى معصية الله بأقواله وأفعاله.\nوَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَولَادِ وذلك شامل لكل معصية تعلقت بأموالهم وأولادهم من منع الزكاة والكفارات والحقوق الواجبة، وعدم تأديب الأولاد وتربيتهم على الخير وترك الشر وأخذ الأموال بغير حقها أو وضعها بغير حقها أو استعمال المكاسب الردية.\nبل ذكر كثير من المفسرين أنه يدخل في مشاركة الشيطان في الأموال والأولاد ترك التسمية عند الطعام والشراب والجماع، وأنه إذا لم يسم الله في ذلك شارك فيه الشيطان كما ورد فيه الحديث.\nوَعِدْهُمْ الوعود المزخرفة التي لا حقيقة لها ولهذا قال: وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا أي: باطلا مضمحلا كأن يزين لهم المعاصي والعقائد الفاسدة ويعدهم عليها الأجر لأنهم يظنون أنهم على الحق، وقال تعالى: الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا"
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن عبادي المؤمنين العاملين بطاعتي ليس لك - يا إبليس - عليهم تسلّط؛ لأن الله يدفع عنهم شرّك، وكفى بالله وكيلًا لمن اعتمد عليه في أموره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن عبادي» المؤمنين «ليس لك عليهم سلطان» تسلط وقوة «وكفى بربك وكيلا» حافظا لهم منك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما أخبر عما يريد الشيطان أن يفعل بالعباد وذكر ما يعتصم به من فتنته وهو عبودية الله والقيام بالإيمان والتوكل فقال: إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ أي: تسلط وإغواء بل الله يدفع عنهم -بقيامهم بعبوديته- كل شر ويحفظهم من الشيطان الرجيم ويقوم بكفايتهم.\nوَكَفَى بِرَبِّكَ وَكِيلًا لمن توكل عليه وأدى ما أمر به."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ ۚ إِنَّهُ كَانَ بِكُمْ رَحِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ربكم - أيها الناس - هو الذي يُسَيّر لكم السفن في البحر رجاء أن تطلبوا رزقه بأرباح التجارة وغيرها، إنه كان بكم رحيمًا حيث يسّر لكم هذه الوسائل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ربكم الذي يزجي» يجري «لكم الفلك» السفن «في البحر لتبتغوا» تطلبوا «من فضله» تعالى بالتجارة «إنه كان بكم رحيما» في تسخيرها لكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى نعمته على العباد بما سخر لهم من الفلك والسفن والمراكب وألهمهم كيفية صنعتها، وسخر لها البحر الملتطم يحملها على ظهره لينتفع العباد بها في الركوب والحمل للأمتعة والتجارة.\nوهذا من رحمته بعباده فإنه لم يزل بهم رحيما رؤوفا يؤتيهم من كل ما تعلقت به إرادتهم ومنافعهم."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ الْإِنْسَانُ كَفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أصابكم -أيها المشركون- بلاء ومكروه في البحر حتى خشيتم الهلاك غاب عن خاطركم ما كنتم تعبدون من دون الله، ولم تذكروا إلا الله فاستغثتم به، فلما أغاثكم وسلّمكم مما تخافونه، وصرتم في البر أعرضتم عن توحيده ودعائه وحده، ورجعتم إلى أصنامكم، وكان الإنسان جحودًا لنعم الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا مسكم الضر» الشدة «في البحر» خوف الغرق «ضل» غاب عنكم «من تدعون» تعبدون من الآلهة فلا تدعونه «إلا إياه» تعالى فإنكم تدعونه وحده لأنكم في شدة لا يكشفها إلا هو «فلما نجاكم» من الغرق وأوصلكم «إلى البر أعرضتم» عن التوحيد «وكان الإنسان كفورا» جحودا للنعم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن رحمته الدالة على أنه وحده المعبود دون ما سواه أنهم إذا مسهم الضر في البحر فخافوا من الهلاك لتراكم الأمواج ضل عنهم ما كانوا يدعون من دون الله في حال الرخاء من الأحياء والأموات، فكأنهم لم يكونوا يدعونهم في وقت من الأوقات لعلمهم أنهم ضعفاء عاجزون عن كشف الضر وصرخوا بدعوة فاطر الأرض والسماوات الذي تستغيث به في شدائدها جميع المخلوقات وأخلصوا له الدعاء والتضرع في هذه الحال.\nفلما كشف الله عنهم الضر ونجاهم إلى البر ونسوا ما كانوا يدعون إليه من قبل وأشركوا به من لا ينفع ولا يضر ولا يعطي ولا يمنع وأعرضوا عن الإخلاص لربهم ومليكهم، وهذا من جهل الإنسان وكفره فإن الإنسان كفور للنعم، إلا من هدى الله فمن عليه بالعقل السليم واهتدى إلى الصراط المستقيم، فإنه يعلم أن الذي يكشف الشدائد وينجي من الأهوال هو الذي يستحق أن يفرد وتخلص له سائر الأعمال في الشدة والرخاء واليسر والعسر.\nوأما من خذل ووكل إلى عقله الضعيف فإنه لم يلحظ وقت الشدة إلا مصلحته الحاضرة وإنجاءه في تلك الحال.\nفلما حصلت له النجاة وزالت عنه المشقة ظن بجهله أنه قد أعجز الله ولم يخطر بقلبه شيء من العواقب الدنيوية فضلا عن أمور الآخرة."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفأمنتم - أيها المشركون - حين نجاكم إلى البر أن يجعله الله ينهار بكم؟ أو أمنتم أن ينزل عليكم حجارة من السماء تمطركم مثل ما فعل بقوم لوط، ثم لا تجدوا حافظًا يحفظكم، ولا ناصرًا يمنعكم من الهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفأمنتم أن يخسف بكم جانب البر» أي الأرض كقارون «أو يرسل عليكم حاصبا» أي يرميكم بالحصباء كقوم لوط «ثم لا تجدوا لكم وكيلاً» حافظا منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا أي: فهو على كل شيء قدير إن شاء أنزل عليكم عذابا من أسفل منكم بالخسف أو من فوقكم بالحاصب وهو العذاب الذي يحصبهم فيصبحوا هالكين، فلا تظنوا أن الهلاك لا يكون إلا في البحر."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم أمنتم أن يعيدكم الله إلى البحر مرة أخرى، ثم يبعث عليكم ريحًا شديدة، فيغرقكم بسبب كفركم بنعمة الله لما أنجاكم أولًا، ثم لا تجدوا لكم مطالبًا يطالبنا بما فعلنا بكم انتصارًا لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم أمنتم أن نعيدكم فيه» أي البحر «تارة» مرة «أخرى فنرسل عليكم قاصفا من الريح» أي ريحا شديدة لا تمر بشيء إلا قصفته فتكسر فلككم «فتغرقكم بما كفرتم» بكفركم «ثم لا تجدوا لكم علينا به تبيعا» ناصرا وتابعا يطالبنا بما فعلنا بكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإن ظننتم ذلك فأنتم آمنون من أَنْ يُعِيدَكُمْ في البحر تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ أي: ريحا شديدة جدا تقصف ما أتت عليه.\nفَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا أي: تبعة ومطالبة فإن الله لم يظلمكم مثقال ذرة."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَىٰ كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد كرمنا ذرية آدم بالعقل وإسجاد الملائكة لأبيهم وغير ذلك، وسخرنا لهم ما يحملهم في البر من الدواب والمراكب، وما يحملهم في البحر من السفن، ورزقناهم من طيبات المآكل والمشارب والمناكح وغيرها، وفضلناهم على كثير من مخلوقاتنا تفضيلًا عظيمًا، فعليهم أن يشكروا نعم الله عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد كرمنا» فضلنا «بني آدم» بالعلم والنطق واعتدال الخلق وغير ذلك ومنه طهارتهم بعد الموت «وحملناهم في البر» على الدواب «والبحر» على السفن «ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا» كالبهائم والوحوش «تفضيلاً» فمن بمعنى ما أو على بابها وتشمل الملائكة والمراد تفضيل الجنس، ولا يلزم تفضيل أفراده إذ هم أفضل من البشر غير الأنبياء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من كرمه عليهم وإحسانه الذي لا يقادر قدره حيث كرم بني آدم بجميع وجوه الإكرام، فكرمهم بالعلم والعقل وإرسال الرسل وإنزال الكتب، وجعل منهم الأولياء والأصفياء وأنعم عليهم بالنعم الظاهرة والباطنة.\nوَحَمَلْنَاهُمْ فِي الْبَرِّ على الركاب من الإبل والبغال والحمير والمراكب البرية.\nوَ في الْبَحْرِ في السفن والمراكب وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ من المآكل والمشارب والملابس والمناكح.\nفما من طيب تتعلق به حوائجهم إلا وقد أكرمهم الله به ويسره لهم غاية التيسير.\nوَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا بما خصهم به من المناقب وفضلهم به من الفضائل التي ليست لغيرهم من أنواع المخلوقات.\nأفلا يقومون بشكر من أولى النعم ودفع النقم ولا تحجبهم النعم عن المنعم فيشتغلوا بها عن عبادة ربهم بل ربما استعانوا بها على معاصيه."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ۖ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَٰئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - يوم ننادي كل مجموعة بإمامها الذي كانت تقتدي به في الدنيا، فمن أُعْطِيَ كتاب عمله بيمينه فأولئك يقرؤون كتبهم مسرورين، ولا ينقصون من أجورهم شيئًا، وإن بلغ في صغره قدر الخيط الذي في شق النواة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «يوم ندعو كل أناس بإمامهم» نبيهم فيقال يا أمة فلان أو بكتاب أعمالهم فيقال يا صاحب الشر وهو يوم القيامة «فمن أوتي» منهم «كتابه بيمينه» وهم السعداء أولو البصائر في الدنيا «فأولئك يقرءُون كتابهم ولا يُظلمون» ينقصون من أعمالهم «فتيلاً» قدر قشرة النواة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حال الخلق يوم القيامة، وأنه يدعو كل أناس، ومعهم إمامهم وهاديهم إلى الرشد، وهم الرسل ونوابهم، فتعرض كل أمة، ويحضرها رسولهم الذي دعاهم، وتعرض أعمالهم على الكتاب الذي يدعو إليه الرسول، هل هي موافقة له أم لا؟ فينقسمون بهذا قسمين: فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ لكونه اتبع إمامه، الهادي إلى صراط مستقيم، واهتدى بكتابه، فكثرت حسناته، وقلت سيئاته فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ قراءة سرور وبهجة، على ما يرون فيها مما يفرحهم ويسرهم.\nوَلَا يُظْلَمُونَ فَتِيلًا مما عملوه من الحسنات."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَمَنْ كَانَ فِي هَٰذِهِ أَعْمَىٰ فَهُوَ فِي الْآخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن كان في هذه الحياة الدنيا أعمى القلب عن قبول الحق والإذعان له، فهو يوم القيامة أشد عمى، فلا يهتدي لطريق الجنة، وأضل طريقًا عن الهداية، والجزاء من جنس العمل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن كان في هذه» أي الدنيا «أعمى» عن الحق «فهو في الآخرة أعمى» عن طريق النجاة وقراءة القرآن «وأضل سبيلاً» أبعد طريقا عنه. ونزل في ثقيف وقد سألوا صلى الله عليه وسلم أن يحرم واديهم وألحوا عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَنْ كَانَ فِي هَذِهِ الدنيا أَعْمَى عن الحق فلم يقبله، ولم ينقد له، بل اتبع الضلال.\nفَهُوَ فِي الْآخِرَةِ أَعْمَى عن سلوك طريق الجنة كما لم يسلكه في الدنيا، وَأَضَلُّ سَبِيلًا فإن الجزاء من جنس العمل، كما تدين تدان.\nوفي هذه الآية دليل على أن كل أمة تدعى إلى دينها وكتابها، هل عملت به أم لا؟وأنهم لا يؤاخذون بشرع نبي لم يؤمروا باتباعه، وأن الله لا يعذب أحدًا إلا بعد قيام الحجة عليه ومخالفته لها.\nوأن أهل الخير، يعطون كتبهم بأيمانهم، ويحصل لهم من الفرح والسرور شيء عظيم، وأن أهل الشر بعكس ذلك، لأنهم لا يقدرون على قراءة كتبهم، من شدة غمهم وحزنهم وثبورهم."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ ۖ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أوشك المشركون أن يصرفوك - أيها الرسول - عما أوحينا إليك من القرآن؛ لتختلق علينا غيره مما يوافق أهواءهم، ولو فعلت ما أرادوا من ذلك لاصطفوك حبيبًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» مخففة «كادوا» قاربوا «ليفتنونك» ليستنزلون «عن الذي أوحينا إليك لتفتري علينا غيره وإذا» لو فعلت ذلك «لاتخذوك خليلاً»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى منته على رسوله محمد صلى الله عليه وسلم وحفظه له من أعدائه الحريصين على فتنته بكل طريق، فقال: وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا أي: قد كادوا لك أمرًا لم يدركوه، وتحيلوا لك، على أن تفتري على الله غير الذي أنزلنا إليك، فتجيء بما يوافق أهواءهم، وتدع ما أنزل الله إليك.\nوَإِذَا لو فعلت ما يهوون لَاتَّخَذُوكَ خَلِيلًا أي حبيبًا صفيًا، أعز عليهم من أحبابهم، لما جبلك الله عليه من مكارم الأخلاق، ومحاسن الآداب، المحببة للقريب والبعيد، والصديق والعدو.\nولكن لتعلم أنهم لم يعادوك وينابذوك العداوة، إلا للحق الذي جئت به لا لذاتك، كما قال الله تعالى قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولولا أن مننّا عليك بالتثبيت على الحق لقد أوشكت أن تميل إليهم بعض المَيْل، فتوافقهم فيما اقترحوه عليك؛ لقوة خداعهم وشدّة احتيالهم مع فرط حرصك على إيمانهم، لكن عصمناك من الميل إليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولولا أن ثبتناك» على الحق بالعصمة «لقد كدت» قاربت «تركن» تميل «إليهم شيئا» ركونا «قليلاً» لشدة احتيالهم وإلحاحهم، وهو صريح في أنه صلى الله عليه وسلم لم يركن ولا قارب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَ مع هذا ف لَوْلَا أَنْ ثَبَّتْنَاكَ على الحق، وامتننا عليك بعدم الإجابة لداعيهم، لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا من كثرة المعالجة، ومحبتك لهدايتهم."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو ملت إليهم فيما يقترحون عليك لأصبناك بعذاب مضاعف في الحياة الدنيا وفي الآخرة، ثم لا تجد نصيرًا يناصرك علينا، ويدفع عنك العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذاً» لو ركنت «لأذقناك ضعف» عذاب «الحياة وضعف» عذاب «الممات» أي مثلي ما يعذب غيرك في الدنيا والآخرة «ثم لا تجد لك علينا نصيرا» مانعا منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إذًا لو ركنت إليهم بما يهوون لأذقناك ضعف الحياة وضعف الممات أي لأصبناك بعذاب مضاعف ، في الحياة الدنيا والآخرة ، وذلك لكمال نعمة الله عليك ، وكمال معرفتك.\nثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا ينقذك مما يحل بك من العذاب، ولكن الله تعالى عصمك من أسباب الشر، ومن البشر فثبتك وهداك الصراط المستقيم، ولم تركن إليهم بوجه من الوجوه، فله عليك أتم نعمة وأبلغ منحة."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أوشك الكفار أن يزعجوك بعداوتهم إياك ليخرجوك من مكة، لكن منعهم الله من إخراجك حتى هاجرت بأمر ربك، ولو أخرجوك لم يبقوا بعد إخراجك إلا زمنًا يسيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل لما قال له اليهود: إن كنت نبيا فالحق بالشام فإنها أرض الأنبياء «وإن» مخففة «كادوا ليستفزونك من الأرض» أرض المدينة «ليخرجوك منها وإذا» لو أخرجوك «لا يلبثون خلافك» فيها «إلا قليلاً» ثم يهلكون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 76 و77 : وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا أي: من بغضهم لمقامك بين أظهرهم، قد كادوا أن يخرجوك من الأرض، ويجلوك منها.\nولو فعلوا ذلك، لم يلبثوا بعدك فيها إلا قليلا، حتى تحل بهم العقوبة، كما هي سنة الله التي لا تحول ولا تبدل في جميع الأمم، كل أمة كذبت رسولها وأخرجته، عاجلها الله بالعقوبة.\nولما مكر به الذين كفروا وأخرجوه، لم يلبثوا إلا قليلا، حتى أوقع الله بهم ب \" بدر \" وقتل صناديدهم، وفض بيضتهم، فله الحمد.\nوفي هذه الآيات، دليل على شدة افتقار العبد إلى تثبيت الله إياه، وأنه ينبغي له أن لا يزال متملقًا لربه، أن يثبته على الإيمان، ساعيا في كل سبب موصل إلى ذلك لأن النبي صلى الله عليه وسلم وهو أكمل الخلق، قال الله له: وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا فكيف بغيره؟\" وفيها تذكير الله لرسوله منته عليه، وعصمته من الشر، فدل ذلك على أن الله يحب من عباده أن يتفطنوا لإنعامه عليهم -عند وجود أسباب الشر - بالعصمة منه، والثبات على الإيمان.\nوفيها: أنه بحسب علو مرتبة العبد، وتواتر النعم عليه من الله يعظم إثمه، ويتضاعف جرمه، إذا فعل ما يلام عليه، لأن الله ذكر رسوله لو فعل - وحاشاه من ذلك - بقوله: إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا وفيها: أن الله إذا أراد إهلاك أمة، تضاعف جرمها، وعظم وكبر، فيحق عليها القول من الله فيوقع بها العقاب، كما هي سنته في الأمم إذا أخرجوا رسولهم."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الحكم بعدم بقائهم بعدك إلا زمنًا يسيرًا سُنَّة الله المطردة في الرسل من قبلك، وهي أن أي رسول أخرجه قومه من بينهم أنزل الله بهم العذاب، ولن تجد - أيها الرسول - لسُنَّتنا تغييرًا، بل ستجدها ثابتة مطردة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سنّة من قد أرسلنا قبلك من رسلنا» أي كسنتنا فيهم من إهلاك من أخرجهم «ولا تجد لسنتنا تحويلاً» تبديلاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 76 و77 : وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا أي: من بغضهم لمقامك بين أظهرهم، قد كادوا أن يخرجوك من الأرض، ويجلوك منها.\nولو فعلوا ذلك، لم يلبثوا بعدك فيها إلا قليلا، حتى تحل بهم العقوبة، كما هي سنة الله التي لا تحول ولا تبدل في جميع الأمم، كل أمة كذبت رسولها وأخرجته، عاجلها الله بالعقوبة.\nولما مكر به الذين كفروا وأخرجوه، لم يلبثوا إلا قليلا، حتى أوقع الله بهم ب \" بدر \" وقتل صناديدهم، وفض بيضتهم، فله الحمد.\nوفي هذه الآيات، دليل على شدة افتقار العبد إلى تثبيت الله إياه، وأنه ينبغي له أن لا يزال متملقًا لربه، أن يثبته على الإيمان، ساعيا في كل سبب موصل إلى ذلك لأن النبي صلى الله عليه وسلم وهو أكمل الخلق، قال الله له: وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا فكيف بغيره؟\" وفيها تذكير الله لرسوله منته عليه، وعصمته من الشر، فدل ذلك على أن الله يحب من عباده أن يتفطنوا لإنعامه عليهم -عند وجود أسباب الشر - بالعصمة منه، والثبات على الإيمان.\nوفيها: أنه بحسب علو مرتبة العبد، وتواتر النعم عليه من الله يعظم إثمه، ويتضاعف جرمه، إذا فعل ما يلام عليه، لأن الله ذكر رسوله لو فعل - وحاشاه من ذلك - بقوله: إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا وفيها: أن الله إذا أراد إهلاك أمة، تضاعف جرمها، وعظم وكبر، فيحق عليها القول من الله فيوقع بها العقاب، كما هي سنته في الأمم إذا أخرجوا رسولهم."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقم الصلاة بالإتيان بها على أتم وجه في أوقاتها من زوال الشمس عن كبد السماء، ويشمل ذلك صلاة الظهر والعصر، إلى ظلمة الليل، وتشمل المغرب والعشاء، وأقم صلاة الفجر وأطل القراءة فيها، فصلاة الفجر تحضرها ملائكة الليل وملائكة النهار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أقم الصلاة لدلوك الشمس» أي من وقت زوالها «إلى غسق الليل» إقبال ظلمته أي الظهر والعصر والمغرب والعشاء «وقرآن الفجر» صلاة الصبح «إن قرآن الفجر كان مشهودا» تشهده ملائكة الليل وملائكة النهار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى نبيه محمدًا صلى الله عليه وسلم بإقامة الصلاة تامة، ظاهرًا وباطنًا، في أوقاتها.\nلِدُلُوكِ الشَّمْسِ أي: ميلانها إلى الأفق الغربي بعد الزوال، فيدخل في ذلك صلاة الظهر وصلاة العصر.\nإِلَى غَسَقِ اللَّيْلِ أي: ظلمته، فدخل في ذلك صلاة المغرب وصلاة العشاء.\nوَقُرْآنَ الْفَجْرِ أي: صلاة الفجر، وسميت قرآنا، لمشروعية إطالة القرآن فيها أطول من غيرها، ولفضل القراءة فيها حيث شهدها الله، وملائكة الليل وملائكة والنهار.\nففي هذه الآية، ذكر الأوقات الخمسة، للصلوات المكتوبات، وأن الصلوات الموقعة فيه فرائض لتخصيصها بالأمر.\nوفيها: أن الوقت شرط لصحة الصلاة، وأنه سبب لوجوبها، لأن الله أمر بإقامتها لهذه الأوقات.\nوأن الظهر والعصر يجمعان، والمغرب والعشاء كذلك، للعذر، لأن الله جمع وقتهما جميعًا.\nوفيه: فضيلة صلاة الفجر، وفضيلة إطالة القراءة فيها، وأن القراءة فيها، ركن لأن العبادة إذا سميت ببعض أجزائها، دل على فرضية ذلك."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الليل فقم - أيها الرسول - وصلّ بعضًا منه لتكون صلاتك زيادة لك في رفع درجاتك، متحريًا أن يبعثك ربك يوم القيامة شافعًا للناس مما هم فيه من أهوال يوم القيامة، ويكون لك مقام الشفاعة العظمى الذي يحمده الأولون والآخرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الليل فتهجد» فصلِّ «به» بالقرآن «نافلة لك» فريضة زائدة لك دون أمتك أو فضيلة على الصلوات المفروضة «عسى أن يبعثك» يقيمك «ربك» في الآخرة «مقاما محمودا» يحمدك فيه الأولون والآخرون وهو مقام الشفاعة في فصل القضاء، ونزل لما أمر بالهجرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ أي: صل به في سائر أوقاته.\nنَافِلَةً لَكَ أي: لتكون صلاة الليل زيادة لك في علو القدر، ورفع الدرجات، بخلاف غيرك، فإنها تكون كفارة لسيئاته.\nويحتمل أن يكون المعنى: أن الصلوات الخمس فرض عليك وعلى المؤمنين، بخلاف صلاة الليل، فإنها فرض عليك بالخصوص، ولكرامتك على الله، أن جعل وظيفتك أكثر من غيرك، وليكثر ثوابك، وتنال بذلك المقام المحمود، وهو المقام الذي يحمده فيه الأولون والآخرون، مقام الشفاعة العظمى، حين يتشفع الخلائق بآدم، ثم بنوح، ثم إبراهيم، ثم موسى، ثم عيسى، وكلهم يعتذر ويتأخر عنها، حتى يستشفعوا بسيد ولد آدم، ليرحمهم الله من هول الموقف وكربه، فيشفع عند ربه فيشفعه، ويقيمه مقامًا يغبطه به الأولون والآخرون، وتكون له المنة على جميع الخلق."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول -: رب، اجعل مداخلي ومخارجي كلها في طاعتك وعلى مرضاتك، واجعل لي من عندك حجة ظاهرة تنصرني بها على عدوي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقل ربِّ أدخلني» المدينة «مُدخل صدق» إدخالاً مرضيا لا أرى فيه ما أكره «وأخرجني» من مكة «مُخرج صدق» إخراجا لا ألتفت بقلبي إليها «واجعل لي من لدنك سلطانا نصيرا» قوة تنصرني بها على أعدائك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ أي: اجعل مداخلي ومخارجي كلها في طاعتك وعلى مرضاتك، وذلك لتضمنها الإخلاص وموافقتها الأمر.\nوَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا أي: حجة ظاهرة، وبرهانًا قاطعًا على جميع ما آتيه وما أذره.\nوهذا أعلى حالة ينزلها الله العبد، أن تكون أحواله كلها خيرًا ومقربة له إلى ربه، وأن يكون له -على كل حالة من أحواله- دليلاً ظاهرًا، وذلك متضمن للعلم النافع، والعمل الصالح، للعلم بالمسائل والدلائل."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۚ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول - لهؤلاء المشركين: جاء الإسلام، وتحقق ما وعد الله به من نصره، وذهب الشرك والكفر، إن الباطل ذاهب مُتَلاشٍ لا يثبت أمام الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وقل) عند دخولك مكة (جاء الحق) الإسلام (وزهق الباطل) بطل الكفر (إن الباطل كان زهوقا) مضمحلاً زائلاً \"\" وقد دخلها صلى الله عليه وسلم وحول البيت ثلاثمائة وستون صنما فجعل يطعنها بعود في يده ويقول ذلك حتى سقطت \"\" رواه الشيخان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ والحق هو ما أوحاه الله إلى رسوله محمد صلى الله عليه وسلم، فأمره الله أن يقول ويعلن، قد جاء الحق الذي لا يقوم له شيء، وزهق الباطل أي: اضمحل وتلاشى.\nإِنَّ الْبَاطِلَ كَانَ زَهُوقًا أي: هذا وصف الباطل، ولكنه قد يكون له صولة وروجان إذا لم يقابله الحق فعند مجيء الحق يضمحل الباطل، فلا يبقى له حراك.\nولهذا لا يروج الباطل إلا في الأزمان والأمكنه الخالية من العلم بآيات الله وبيناته."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وننزّل من القرآن ما هو شفاء للقلوب من الجهل والكفر والشك، وما هو شفاء للأبدان إذا رقيت به، وما هو رحمة للمؤمنين العاملين به، ولا يزيد هذا القرآن الكفار إلا هلاكًا؛ لأن سماعه يغيظهم، ويزيدهم تكذيبًا وإعراضًا عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وننزل من» للبيان «القرآن ما هو شفاء» من الضلالة «ورحمة للمؤمنين» به «ولا يزيد الظالمين» الكافرين «إلا خسارا» لكفرهم به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فالقرآن مشتمل على الشفاء والرحمة، وليس ذلك لكل أحد، وإنما ذلك للمؤمنين به، المصدقين بآياته، العاملين به، وأما الظالمون بعدم التصديق به أو عدم العمل به، فلا تزيدهم آياته إلا خسارًا، إذ به تقوم عليهم الحجة، فالشفاء الذي تضمنه القرآن عام لشفاء القلوب، من الشبه، والجهالة، والآراء الفاسدة، والانحراف السيئ، والقصود السيئةفإنه مشتمل على العلم اليقيني، الذي تزول به كل شبهة وجهالة، والوعظ والتذكير، الذي يزول به كل شهوة تخالف أمر الله، ولشفاء الأبدان من آلامها وأسقامها.\nوأما الرحمة، فإن ما فيه من الأسباب والوسائل التي يحث عليها، متى فعلها العبد فاز بالرحمة والسعادة الأبدية، والثواب العاجل والآجل."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ ۖ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أنعمنا على الإنسان بنعمة مثل الصحة والغنى أعرض عن شكر الله وطاعته، وتباعد تكبرًا، وإذا أصابه مرض أو فقر ونحوهما كان شديد القنوط واليأس من رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا أنعمنا على الإنسان» الكافر «أعرض» عن الشكر «ونأى بجانبه» ثنى عطفه متبخترا «وإذا مسه الشر» الفقر والشدة «كان يؤوسا» قنوطا من رحمة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه طبيعة الإنسان من حيث هو، إلا من هداه الله، فإن الإنسان- عند إنعام الله عليه - يفرح بالنعم ويبطر بها، ويعرض وينأى بجانبه عن ربه، فلا يشكره ولا يذكره.\nوَإِذَا مَسَّهُ الشَّرُّ كالمرض ونحوه كَانَ يَئُوسًا من الخير قد قطع ربه رجاءه، وظن أن ما هو فيه دائم أبدًا.\nوأما من هداه الله فإنه- عند النعم -يخضع لربه، ويشكر نعمته، وعند الضراء يتضرع، ويرجو من الله عافيته، وإزالة ما يقع فيه، وبذلك يخف عليه البلاء."
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: كل إنسان يعمل على طريقته التي تشابه حاله في الهداية والضلال، فربكم أعلم بمن هو أهدى طريقًا إلى الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل كل» منا ومنكم «يعمل على شاكلته» طريقته «فربكم أعلم بمن هو أهدى سبيلاً» طريقا فيثيبه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قُلْ كُلٌّ من الناس يَعْمَلُ عَلَى شَاكِلَتِهِ أي: على ما يليق به من الأحوال، إن كان من الصفوة الأبرار، لم يشاكلهم إلا عملهم لرب العالمين.\nومن كان من غيرهم من المخذولين، لم يناسبهم إلا العمل للمخلوقين، ولم يوافقهم إلا ما وافق أغراضهم.\nفَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا فيعلم من يصلح للهداية، فيهديه ومن لا يصلح لها فيخذله ولا يهديه."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويسألك - أيها الرسول - الكفار من أهل الكتاب عن حقيقة الروح، فقل لهم: لا يعلم حقيقة الروح إلا الله، وما أُعْطِيتم أنتم وجميع الخلق من العلم إلا قليلًا في جنب علم الله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويسألونك» أي اليهود «عن الروح» الذي يحيا به البدن «قل» لهم «الروح من أمر ربي» أي علمه لا تعلمونه «وما أويتم من العلم إلا قليلاً» بالنسبة إلى علمه تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا متضمن لردع من يسأل المسائل، التي لا يقصد بها إلا التعنت والتعجيز، ويدع السؤال عن المهم، فيسألون عن الروح التي هي من الأمور الخفية، التي لا يتقن وصفها وكيفيتها كل أحد، وهم قاصرون في العلم الذي يحتاج إليه العباد.\nولهذا أمر الله رسوله أن يجيب سؤالهم بقوله: قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي أي: من جملة مخلوقاته، التي أمرها أن تكون فكانت، فليس في السؤال عنها كبير فائدة، مع عدم علمكم بغيرها.\nوفي هذه الآية دليل على أن المسؤول إذا سئل عن أمر، الأولى بالسائل غيره أن يعرض عن جوابه، ويدله على ما يحتاج إليه، ويرشده إلى ما ينفعه."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله لو شئنا الذهاب بالذي أنزلنا إليك - أيها الرسول - من الوحي بمحوه من الصدور والكتب لذهبنا به، ثم لا تجد من ينصرك ويتولّى ردّه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «شئنا لنذهبن بالذي أوحينا إليك» أي القرآن بأن نمحوه من الصدور والمصاحف «ثم لا تجد لك به علينا وكيلاً»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 86 و87 :يخبر تعالى أن القرآن والوحي الذي أوحاه إلى رسوله، رحمة منه عليه وعلى عباده، وهو أكبر النعم على الإطلاق على رسوله، فإن فضل الله عليه كبير، لا يقادر قدره.\nفالذي تفضل به عليك، قادر على أن يذهب به، ثم لا تجد رادًا يرده، ولا وكيلا بتوجه عند الله فيه.\nفلتغتبط به، وتقر به عينك، ولا يحزنك تكذيب المكذبين، واستهزاء الضالين، فإنهم عرضت عليهم أجل النعم، فردوها لهوانهم على الله وخذلانه لهم."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "إِلَّا رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكن لم نذهب به رحمة من ربك، وتركناه محفوظًا، إنّ فضل ربك كان عليك عظيمًا حيث جعلك رسولًا، وختم بك الأنبياء، وأنزل عليك القرآن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا» لكن أبقيناه «رحمة من ربك إن فضله كان عليك كبيرا» عظيما حيث أنزله عليك وأعطاك المقام المحمود وغير ذلك من الفضائل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 86 و87 :يخبر تعالى أن القرآن والوحي الذي أوحاه إلى رسوله، رحمة منه عليه وعلى عباده، وهو أكبر النعم على الإطلاق على رسوله، فإن فضل الله عليه كبير، لا يقادر قدره.\nفالذي تفضل به عليك، قادر على أن يذهب به، ثم لا تجد رادًا يرده، ولا وكيلا بتوجه عند الله فيه.\nفلتغتبط به، وتقر به عينك، ولا يحزنك تكذيب المكذبين، واستهزاء الضالين، فإنهم عرضت عليهم أجل النعم، فردوها لهوانهم على الله وخذلانه لهم."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَىٰ أَنْ يَأْتُوا بِمِثْلِ هَٰذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: لئن اجتمع الإنس والجن كلهم على أن يأتوا بمثل هذا القرآن المنزل عليك في بلاغته، وحسن نظمه، وجزالته، لن يأتوا به أبدًا ولو كان بعضهم لبعض معينًا ونصيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن) في الفصاحة والبلاغة. (لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا) معينا نزل ردا لقولهم \"\" ولو نشاء لقلنا مثل هذا \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا دليل قاطع، وبرهان ساطع، على صحة ما جاء به الرسول وصدقه، حيث تحدى الله الإنس والجن أن يأتوا بمثله، وأخبر أنهم لا يأتون بمثله، ولو تعاونوا كلهم على ذلك لم يقدروا عليه.\nووقع كما أخبر الله، فإن دواعي أعدائه المكذبين به، متوفرة على رد ما جاء به بأي: وجه كان، وهم أهل اللسان والفصاحة، فلو كان عندهم أدنى تأهل وتمكن من ذلك لفعلوه.\nفعلم بذلك، أنهم أذعنوا غاية الإذعان، طوعًا وكرهًا، وعجزوا عن معارضته.\nوكيف يقدر المخلوق من تراب، الناقص من جميع الوجوه، الذي ليس له علم ولا قدرة ولا إرادة ولا مشيئة ولا كلام ولا كمال إلا من ربه، أن يعارض كلام رب الأرض والسماوات، المطلع على سائر الخفيات، الذي له الكمال المطلق، والحمد المطلق، والمجد العظيم، الذي لو أن البحر يمده من بعده سبعة أبحر مدادًا، والأشجار كلها أقلام، لنفذ المداد، وفنيت الأقلام، ولم تنفد كلمات الله.\nفكما أنه ليس أحد من المخلوقين مماثلاً لله في أوصافه فكلامه من أوصافه، التي لا يماثله فيها أحد، فليس كمثله شيء، في ذاته، وأسمائه، وصفاته، وأفعاله تبارك وتعالى.\nفتبًا لمن اشتبه عليه كلام الخالق بكلام المخلوق، وزعم أن محمدًا صلى الله عليه وسلم افتراه على الله واختلقه من نفسه."
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بيَّنَّا للناس في هذا القرآن، ونوّعنا فيه من كل ما يُعْتَبر به من المواعظ والعبر والأوامر والنواهي والقصص رجاء أن يؤمنوا، فأبى معظم الناس إلا جحودًا وإنكارًا لهذا القرآن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد صرفنا» بينا «للناس في هذا القرآن من كل مثل» صفة لمحذوف أي مثلاً من جنس كل مثل ليتعظوا «فأبى أكثر الناس» أي أهل مكة «إلا كفورا» جحودا للحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ أي: نوعنا فيه المواعظ والأمثال، وثنينا فيه المعاني التي يضطر إليها العباد، لأجل أن يتذكروا ويتقوا، فلم يتذكر إلا القليل منهم، الذين سبقت لهم من الله سابقة السعادة، وأعانهم الله بتوفيقه، وأما أكثر الناس فأبوا إلا كفورًا لهذه النعمة التي هي أكبر من جميع النعم، وجعلوا يتعنتون عليه [باقتراح] آيات غير آياته، يخترعونها من تلقاء أنفسهم الظالمة الجاهلة."
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال المشركون: لن نؤمن بك حتى تُخْرِج لنا من أرض مكة عينًا جارية لا تنضب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» عطف على أبى «لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا» عينا ينبع منها الماء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فيقولون لرسول الله صلى الله عليه وسلم الذي أتى بهذا القرآن المشتمل على كل برهان وآية: لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا أي: أنهارًا جارية."
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو يكون لك بستان من نخيل وعنب، فتجري فيه الأنهار بغزارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو تكون لك جنة» بستان «من نخيل وعنب فتفجر الأنهار خلالها» وسطها «تفجيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فتستغنى بها عن المشي في الأسواق والذهاب والمجيء."
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو تُسْقِط علينا السماء - كما ذكرت - قِطَعًا من العذاب، أو تجيء بالله والملائكة عيانًا حتى يشهدوا لك بصحة ما تدّعيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو تسقط السماء كما زعمت علينا كسفا» قطعا «أو تأتي بالله والملائكة قبيلاً» مقابلة وعيانا فنراهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أي: قطعًا من العذاب، أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا أي: جميعًا، أو مقابلة ومعاينة، يشهدون لك بما جئت به."
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَىٰ فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ ۗ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو يكون لك بيت مُزَخْرَف بالذهب وغيره، أو تصعد في السماء، ولن نؤمن بأنك مرسل إن صعدت إليها إلا إذا نزلت بكتاب من عند الله مسطور نقرأ فيه أنك رسول الله.\nقل لهم - أيها الرسول-: سبحان ربي! هل كنت إلا بشرًا رسولًا كسائر الرسل، لا أملك الإتيان بشيء، فكيف لي أن أجيء بما اقترحتموه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو يكون لك بيت من زخرف» ذهب «أو ترقى» تصعد «في السماء» بسُلَّم «ولن نؤمن لرقيك» لو رقيت فيها «حتى تنزل علينا» منها «كتابا» فيه تصديقك «نقرؤه قل» لهم «سبحان ربي» تعجب «هل» ما «كنت إلا بشرا رسولاً» كسائر الرسل ولم يكونوا يأتون بآية إلا بإذن الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 93 و 94 : أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أي: مزخرف بالذهب وغيره أَوْ تَرْقَى فِي السَّمَاءِ رقيًا حسيًا، و ومع هذا ف وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ ولما كانت هذه تعنتات وتعجيزات؛ وكلام أسفه الناس وأظلمهم، المتضمنة لرد الحق وسوء الأدب مع الله، وأن الرسول صلى الله عليه وسلم هو الذي يأتي بالآيات، أمره الله أن ينزهه فقال: قُلْ سُبْحَانَ رَبِّي عما تقولون علوًا كبيرًا، وسبحانه أن تكون أحكامه وآياته تابعة لأهوائهم الفاسدة، وآرائهم الضالة.\nهَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا ليس بيده شيء من الأمر.\nوهذا السبب الذي منع أكثر الناس من الإيمان، حيث كانت الرسل التي ترسل إليهم من جنسهم بشرًا.\nوهذا من رحمته بهم، أن أرسل إليهم بشرًا منهم، فإنهم لا يطيقون التلقي من الملائكة."
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما منع الكفار من الإيمان بالله وبرسوله، والعمل بما جاء به الرسول إلا إنكارهم أن يكون الرسول من جنس البشر، حيث قالوا استنكارًا: أبعث الله إلينا رسولًا من البشر؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا» أي قولهم منكرين «أبعث الله بشرا رسولاً» ولم يبعث ملكا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 93 و 94 : أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أي: مزخرف بالذهب وغيره أَوْ تَرْقَى فِي السَّمَاءِ رقيًا حسيًا، و ومع هذا ف وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ ولما كانت هذه تعنتات وتعجيزات؛ وكلام أسفه الناس وأظلمهم، المتضمنة لرد الحق وسوء الأدب مع الله، وأن الرسول صلى الله عليه وسلم هو الذي يأتي بالآيات، أمره الله أن ينزهه فقال: قُلْ سُبْحَانَ رَبِّي عما تقولون علوًا كبيرًا، وسبحانه أن تكون أحكامه وآياته تابعة لأهوائهم الفاسدة، وآرائهم الضالة.\nهَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا ليس بيده شيء من الأمر.\nوهذا السبب الذي منع أكثر الناس من الإيمان، حيث كانت الرسل التي ترسل إليهم من جنسهم بشرًا.\nوهذا من رحمته بهم، أن أرسل إليهم بشرًا منهم، فإنهم لا يطيقون التلقي من الملائكة."
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - ردًّا عليهم: لو كان على الأرض ملائكة يسكنونها ويسيرون مطمئنين كما هو حالكم لبعثنا إليهم رسولًا مَلَكًا من جنسهم؛ لأنه الذي يستطيع أن يُفْهمهم ما أُرْسِل به، فليس من الحكمة أن نرسل إليهم رسولًا من جنس البشر، وكذلك حالكم أنتم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «لو كان في الأرض» بدل البشر «ملائكة يمشون مطمئنين لنزّلنا عليهم من السماء ملكا رسولاً» إذ لا يرسل إلى قوم رسول إلا من جنسهم ليمكنهم مخاطبته والفهم عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلو كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ يثبتون على رؤية الملائكة والتلقي عنهم؛ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا ليمكنهم التلقي عنه."
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۚ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: كفى بالله شاهدًا بيني وبينكم أني رسول إليكم، وأني بلغتكم ما أرسلت به إليكم، إنه كان بأحوال عباده محيطًا، لا يخفى عليه منها شيء، بصيرًا بكل خفايا نفوسهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل كفى بالله شهيدا بيني وبينكم» على صدقي «إنه كان بعباده خبيرا بصيرا» عالما ببواطنهم وظواهرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا فمن شهادته لرسوله ما أيده به من المعجزات، وما أنزل عليه من الآيات، ونصره على من عاداه وناوأه.\nفلو تقول عليه بعض الأقاويل، لأخذ منه باليمين، ثم لقطع منه الوتين، فإنه خبير بصير، لا تخفى عليه من أحوال العباد خافية."
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ ۖ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن يوفقه الله للهداية فهو المهتدي حقًّا، ومن يخذله عنها ويضلّه فلن تجد -أيها الرسول- لهم أولياء يهدونهم إلى الحق، ويدفعون عنهم الضر، ويجلبون لهم النفع، ونحشرهم يوم القيامة يُسْحبون على وجوههم لا يبصرون ولا ينطقون ولا يسمعون، منزلهم الذي يأوون إليه جهنم، كلما سكن لهيبها زدناهم اشتعالًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يهد اللهُ فهو المهتد ومن يضلل فلن تجد لهم أولياء» يهدونهم «من دونه ونحشرهم يوم القيامة» ماشين «على وجوههم عميا وبكما وصمّا مأواهم جهنم كلما خبت» سكن لهبها «زدناهم سعيرا» تلهبا واشتعالاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه المنفرد بالهداية والإضلال، فمن يهده، فييسره لليسرى ويجنبه العسرى، فهو المهتدي على الحقيقة، ومن يضلله، فيخذله، ويكله إلى نفسه، فلا هادي له من دون الله، وليس له ولي ينصره من عذاب الله، حين يحشرهم الله على وجوههم خزيًا عميًا وبكمًا، لا يبصرون ولا ينطقون.\nمَأْوَاهُمْ أي: مقرهم ودارهم جَهَنَّمُ التي جمعت كل هم وغم وعذاب.\nكُلَّمَا خَبَتْ أي: تهيأت للانطفاء زِدْنَاهُمْ سَعِيرًا أي: سعرناها بهم لا يفتر عنهم العذاب، ولا يقضى عليهم فيموتوا، ولا يخفف عنهم من عذابها، ولم يظلمهم الله تعالى، بل جازاهم بما كفروا بآياته وأنكروا البعث الذي أخبرت به الرسل ونطقت به الكتب وعجزوا ربهم وأنكروا تمام قدرته"
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "ذَٰلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك العذاب الذي يلقونه هو جزاؤهم بسبب كفرهم بآياتنا المنزلة على رسولنا، وبقولهم استبعادًا للبعث: أإذا متنا وصرنا عظامًا بالية، وأجزاء مُفَتّتة أنبعث بعد ذلك خلقًا جديدًا؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك جزاؤهم بأنهم كفروا بآياتنا وقالوا» منكرين للبعث «أئذا كنا عظاما ورفاتا أئنا لمبعوثون خلقا جديدا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا أي: لا يكون هذا لأنه في غاية البعد عن عقولهم الفاسدة."
                }
            ]
        },
        {
            "ayah_number": 99,
            "text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أوَلم يعلم هؤلاء المنكرون للبعث أن الله الذي خلق السماوات وخلق الأرض على عظمهما قادر على أن يخلق مثلهم، فمن قدر على خلق ما هو عظيم قادر على خلق ما دونه، وقد جعل الله لهم في الدنيا وقتًا محددًا تنتهي فيه حياتهم، وجعل لهم أجلًا لبعثهم لا شك فيه، ومع ظهور أدلة البعث أبى المشركون إلا جحودًا بالبعث مع وضوح أدلته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولم يرَوْا» يعلموا «أن الله الذي خلق السماوات والأرض» مع عظمهما «قادر على أن يخلق مثلهم» أي الأناسي في الصغر «وجعل لهم أجلاً» للموت والبعث «لا ريب فيه فأبى الظالمون إلا كفورا» جحودا له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وهي أكبر من خلق الناس.\nقَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بلى، إنه على ذلك قدير.\nو لكنه قد وَجَعَل َ لذلك أَجَلًا لَا رَيْبَ فِيهِ ولا شك، وإلا فلو شاء لجاءهم به بغتة، ومع إقامته الحجج والأدلة على البعث.\nفَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا ظلمًا منهم وافتراء."
                }
            ]
        },
        {
            "ayah_number": 100,
            "text": "قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ ۚ وَكَانَ الْإِنْسَانُ قَتُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل -أيها الرسول- لهؤلاء المشركين: لو كنتم تملكون خزائن رحمة ربي التي لا تنفد ولا تنقضي، إذن لامتنعتم من إنفاقها خوفًا من نفادها حتى لا تصبحوا فقراء، ومن طبع الإنسان أنه بخيل إلا إن كان مؤمنًا، فهو ينفق رجاء ثواب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «لو أنتم تملكون خزائن رحمة ربي» من الرزق والمطر «إذا لأمسكتم» لبخلتم «خشية الإنفاق» خوف نفادها بالإنفاق فتقتروا «وكان الإنسان قتورا» بخيلاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي التي لا تنفذ ولا تبيد.\nإِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ أي: خشية أن ينفد ما تنفقون منه، مع أنه من المحال أن تنفد خزائن الله ، ولكن الإنسان مطبوع على الشح والبخل."
                }
            ]
        },
        {
            "ayah_number": 101,
            "text": "وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ ۖ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَىٰ مَسْحُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطينا موسى تسع دلائل واضحة تشهد له، وهي العصا واليد والسنون ونقص الثمرات والطوفان والجراد والقمل والضفادع والدم، فاسأل - أيها الرسول - اليهود حين جاء موسى أسلافهم بتلك الآيات، فقال له فرعون: إني لأظنك - يا موسى - رجلًا مسحورًا؛ لما تأتي به من الغرائب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد آتينا موسى تسع آيات بينات» وهي اليد والعصا والطوفان والجراد والقمل والضفادع والدم أو الطمس ونقص الثمرات «فاسأل» يا محمد «بني إسرائيل» عنه سؤال تقرير للمشركين على صدقك، أو فقلنا له: اسأل وفي قراءة بلفظ الماضي «إذ جاءهم فقال له فرعون إني لأظنك يا موسى مسحورا» مخدوعا مغلوبا على عقلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لست أيها الرسول المؤيد بالآيات، أول رسول كذبه الناس، فلقد أرسلنا قبلك موسى ابن عمران الكليم، إلى فرعون وقومه، وآتيناه تِسْعَ آيَاتٍ بَيِّنَاتٍ كل واحدة منها تكفي لمن قصده اتباع الحق، كالحية، والعصا، والطوفان، والجراد، والقمل، والضفادع، والدم، والرجز، وفلق البحر.\nفإن شككت في شيء من ذلك فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ مع هذه الآيات إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا"
                }
            ]
        },
        {
            "ayah_number": 102,
            "text": "قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَٰؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال موسى ردًّا عليه: لقد أيقنتَ - يا فرعون - أنه ما أنزل هذه الآيات إلا الله رب السماوات والأرض، أنزلهن دلالات على قدرته، وعلى صدق رسوله، ولكنك جحدت، وإني لأعلم أنك - يا فرعون - هالك خاسر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال لقد علمت ما أنزل هؤلاء» الآيات «إلا رب السماوات والأرض بصائر» عبرا، ولكنك تعاند وفي قراءة بضم التاء «وإني لأظنك يا فرعون مثبورا» هالكا أو مصروفا عن الخير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ له موسى لَقَدْ عَلِمْتَ يا فرعون مَا أَنْزَلَ هَؤُلَاءِ الآيات إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ منه لعباده، فليس قولك هذا بالحقيقة، وإنما قلت ذلك ترويجًا على قومك، واستخفافًا لهم.\nوَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا أي: ممقوتًا، ملقى في العذاب، لك الويل والذم واللعنة."
                }
            ]
        },
        {
            "ayah_number": 103,
            "text": "فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأراد فرعون أن يعاقب موسى عليه السلام وقومه بإخراجهم من مصر، فأهلكناه ومن كان معه من جنوده جميعًا بالغرق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأراد» فرعون «أن يستفزهم» يخرج موسى وقومه «من الأرض» أرض مصر «فأغرقناه ومن معه جميعا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَرَادَ فرعون أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ أن: يجليهم ويخرجهم منها.\nفَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا وأورثنا بني إسرائيل أرضهم وديارهم."
                }
            ]
        },
        {
            "ayah_number": 104,
            "text": "وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقلنا من بعد إهلاك فرعون وجنوده لبني إسرائيل: اسكنوا أرض الشام، فإذا كان يوم القيامة أتينا بكم جميعًا إلى المحشر للحساب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقلنا من بعده لبني إسرائيل اسكنوا الأرض فإذا جاء وعد الآخرة» أي الساعة «جئنا بكم لفيفا» جميعا أنتم وهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا قال: وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا أي: جميعًا ليجازى كل عامل بعمله."
                }
            ]
        },
        {
            "ayah_number": 105,
            "text": "وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ ۗ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبالحق أنزلنا هذا القرآن على محمد صلى الله عليه وسلم ، وبالحق نزل عليه دون تبديل ولا تحريف، وما أرسلناك - أيها الرسول- إلا مبشرًا أهل التقوى بالجنة، ومخوّفًا أهل الكفر والعصيان من النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبالحق أنزلناه» أي القرآن «وبالحق» المشتمل عليه «نزل» كما أنزل لم يعتره تبديل «وما أرسلناك» يا محمد «إلا مبشرا» من آمن بالجنة «ونذيرا» من كفر بالنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وبالحق أنزلنا هذا القرآن الكريم، لأمر العباد ونهيهم، وثوابهم وعقابهم، وَبِالْحَقِّ نَزَلَ أي: بالصدق والعدل والحفظ من كل شيطان رجيم وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا من أطاع الله بالثواب العاجل والآجل وَنَذِيرًا لمن عصى الله بالعقاب العاجل والآجل، ويلزم من ذلك بيان ما بشر به وأنذر."
                }
            ]
        },
        {
            "ayah_number": 106,
            "text": "وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنزلناه قرآنًا فصَّلناه، وبيّناه رجاء أن تقرأه على الناس على مهَل وترَسُّلٍ في التلاوة؛ لأنه أدعى للفهم والتدبر، ونزلناه مُنَجَّمًا مفرقًا حسب الحوادث والأحوال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقرآنا» منصوب بفعل يفسره «فرقناه» نزلناه مفرقا في عشرين سنة أو ثلاث «لتقرأه على الناس على مكث» مهل وتؤدة ليفهموه «ونزلناه تنزيلا» شيئا بعد شيء على حسب المصالح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وأنزلنا هذا القرآن مفرقًا، فارقًا بين الهدى والضلال، والحق والباطل.\nلِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ أي: على مهل، ليتدبروه ويتفكروا في معانيه، ويستخرجوا علومه.\nوَنَزَّلْنَاهُ تَنْزِيلًا أي: شيئًا فشيئًا، مفرقًا في ثلاث وعشرين سنة."
                }
            ]
        },
        {
            "ayah_number": 107,
            "text": "قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا ۚ إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: آمنوا به، فلا يزيده إيمانكم شيئًا، أو لا تؤمنوا به، فلا ينقصه كفركم شيئًا، إن الذين قرؤوا الكتب السماوية السابقة، وعرفوا الوحي والنبوة إذا يُقْرأ عليهم القرآن يخرّون على وجوههم ساجدين لله شكرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لكفار مكة «آمنوا به أو لا تؤمنوا» تهديد لهم «إن الذين أوتوا العلم من قبله» قبل نزوله وهم مؤمنو أهل الكتاب «إذا يتلى عليهم يخرون للأذقان سُجَّدا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا فإذا تبين أنه الحق، الذي لا شك فيه ولا ريب، بوجه من الوجوه ف: قُلْ لمن كذب به وأعرض عنه: آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا فليس لله حاجة فيكم، ولستم بضاريه شيئًا، وإنما ضرر ذلك عليكم، فإن لله عبادًا غيركم، وهم الذين آتاهم الله العلم النافع: إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا أي: يتأثرون به غاية التأثر، ويخضعون له."
                }
            ]
        },
        {
            "ayah_number": 108,
            "text": "وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقولون في سجودهم: تنزه ربنا عن خُلْف الوعد، فما وعد به من بعثة محمد صلى الله عليه وسلم كائن، إن وعد ربنا بذلك وبغيره لواقع لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقولون سبحان ربنا» تنزيها له عن خلف الوعد «إن» مخففة «كان وعد ربنا» بنزوله وبعث النبي صلى الله عليه وسلم «لمفعولا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَقُولُونَ سُبْحَانَ رَبِّنَا عما لا يليق بجلاله، مما نسبه إليه المشركون.\nإِنْ كَانَ وَعْدُ رَبِّنَا بالبعث والجزاء بالأعمال لَمَفْعُولًا لا خلف فيه ولا شك."
                }
            ]
        },
        {
            "ayah_number": 109,
            "text": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقعون على وجوههم ساجدين لله يبكون من خشيته، ويزيدهم سماع القرآن وتدبر معانيه خضوعًا لله وخشية له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويخرون للأذقان يبكون» عطف بزيادة صفة «ويزيدهم» القرآن «خشوعا» تواضعا لله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَخِرُّونَ لِلْأَذْقَانِ أي: على وجوههم يَبْكُونَ وَيَزِيدُهُمْ القرآن خُشُوعًا وهؤلاء كالذين من الله عليهم من مؤمني أهل الكتاب كعبد الله ابن سلام وغيره، ممن أمن في وقت النبي صلى الله عليه وسلم وبعد ذلك."
                }
            ]
        },
        {
            "ayah_number": 110,
            "text": "قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لمن أنكر عليك الدعاء بقولك: (يا الله، يا رحمن): الله والرحمن اسمان له سبحانه فادعوه بأي منهما أو بغيرهما من أسمائه، فله - سبحانه - الأسماء الحسنى، وهذان منها، فادعوه بهما أو بغيرهما من أسمائه الحسنى، ولا تجهر بالقراءة في صلاتك فيسمعك المشركون، ولا تسرّ بها فلا يسمعها المؤمنون، واطلب طريقًا وسطًا بين الأمرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وكان صلى الله عليه وسلم يقول \"\" يا الله يا رحمن \"\" فقالوا: ينهانا أن نعبد إلهين وهو يدعو إلها آخر معه فنزل (قل) لهم (ادعوا الله أو ادعوا الرحمن) أي سموه بأيهما أو نادوه بأن تقولوا: يا الله يا رحمن (أيا) شرطية (ما) زائدة أي هذين (تدعوا) فهو حسن دل على هذا (فله) أي لمسماهما (الأسماء الحسنى) وهذان منها فإنها كما في الحديث \"\" الله لا إله إلا هو الرحمن الرحيم الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر الخالق البارئ المصور الغفار القهار الوهاب الرزاق الفتاح العليم القابض الباسط الخافض الرافع المعز المذل السميع البصير الحكم العدل اللطيف الخبير الحليم العظيم الغفور الشكور العلي الكبير الحفيظ المقيت الحسيب الجليل الكريم الرقيب المجيب الواسع الحكيم الودود المجيد الباعث الشهيد الحق الوكيل القوي المتين الولي الحميد المحصي المبدئ المعيد المحيي المميت الحي القيوم الواجد الماجد الواحد الأحد الصمد القادر المقتدر المقدم المؤخر الأول الآخر الظاهر الباطن الوالي المتعالي البر التواب المنتقم العفو الرءوف مالك الملك ذو الجلال والإكرام المقسط الجامع الغني المغني المانع الضار النافع النور الهادي البديع الباقي الوارث الرشيد الصبور\" رواه الترمذي «ولا تجهر بصلاتك» بقراءتك بها فيسمعك المشركون فيسبوك ويسبوا القرآن ومن أنزله «ولا تخافت» تسر «بها» لينتفع أصحابك «وابتغ» اقصد «بين ذلك» الجهر والمخافتة «سبيلا» طريقا وسطا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بقول تعالى لعباده: ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أي: أيهما شئتم.\nأَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى أي: ليس له اسم غير حسن، أي: حتى ينهى عن دعائه به، أي: اسم دعوتموه به، حصل به المقصود، والذي ينبغي أن يدعى في كل مطلوب، مما يناسب ذلك الاسم.\nوَلَا تَجْهَرْ بِصَلَاتِكَ أي: قراءتك وَلَا تُخَافِتْ بِهَا فإن في كل من الأمرين محذورًا.\nأما الجهر، فإن المشركين المكذبين به إذا سمعوه سبوه، وسبوا من جاء به.\nوأما المخافتة، فإنه لا يحصل المقصود لمن أراد استماعه مع الإخفاء وَابْتَغِ بَيْنَ ذَلِكَ أي: بين الجهر والإخفات سَبِيلًا أي: تتوسط فيما بينهما."
                }
            ]
        },
        {
            "ayah_number": 111,
            "text": "وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - أيها الرسول -: الحمد لله المستحق لأنواع المحامد الذي تنزه عن الولد، وتنزه عن الشريك، فلا شريك له في ملكه، ولا يصيبه ذل وهوان، فلا يحتاج لمن يناصره ويعزّزه، وعظّمه تعظيمًا كثيرًا، فلا تنسب له ولدًا ولا شريكًا في الملك ولا مناصرًا مُعِينًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«شريك في الملك» في الألوهية «ولم يكن له ولي» ينصره «من» أجل «الذل» أي لم يذل فيحتاج إلى ناصر «وكبره تكبيرا» عظمه عظمة تامة عن اتخاذ الولد الشريك والذل وكل ما لا يليق به وترتيب الحمد على ذلك للدلالة على أنه المستحق لجميع المحامد لكمال ذاته وتفرده في صفاته وروى الإمام أحمد في مسنده عن معاذ الجهني عن رسول الله صلى الله عليه وسلم أنه كان يقول: (آية العز الحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك) إلى آخر السورة والله تعالى أعلم قال مؤلفه هذا آخر ما كملت به تفسير القرآن الكريم الذي ألفه الشيخ الإمام العالم المحقق جلال الدين المحلي الشافعي رضي الله عنه وقد أفرغت لمكمل وعليه في الآي المتشابهة الاعتماد والمعول فرحم الله امرأ نظر بعين الإنصاف إليه ووقف فيه على خطأ فأطلعني عليه وقد قلت: حمدت الله ربي إذ هداني لما أبديت مع عجزي وضعفي فمن لي بالخطأ فأرد عنه ومن لي بالقبول ولو بحرف هذا ولم يكن قط في خلدي أن أتعرض لذلك لعلمي بالعجز عن الخوض في هذه المسالك وعسى الله أن ينفع به نفعا جما ويفتح به قلوبا غلفا وأعينا وآذانا صما وكأني بمن اعتاد المطولات وقد أضرب عن هذه التكملة وأصلها حسما وعدل إلى صريح العناد ولم يوجه إلى دقائقها فهما «ومن كان في هذه أعمى فهو في الآخرة أعمى» رزقنا الله به هداية إلى سبيل الحق وتوفيقا واطلاعا على دقائق كلماته وتحقيقا وجعلنا به «مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا» وفرغ من تأليفه يوم الأحد عاشر شوال سنة سبعين وثمانمائة وكان الابتداء في يوم الأربعاء مستهل رمضان من السنة المذكورة وفرغ من تبييضه يوم الأربعاء سادس صفر سنة إحدى وسبعين وثمانمائة والله أعلم قال الشيخ شمس الدين محمد بن أبي بكر الخطيب الطوخي أخبرني صديقي الشيخ العلامة كمال الدين المحلي أخو شيخنا الشيخ جلال الدين المحلي رحمهما الله تعالى أنه رأى أخاه الشيخ جلال الدين المذكور في النوم وبين يديه صديقنا الشيخ العلامة المحقق جلال الدين السيوطي مصنف هذه التكملة وقد أخذ الشيخ هذه التكملة في يده وتصفحها ويقول لمصنفها المذكور أيهما أحسن وضعي أو وضعك فقال: وضعي فقال: انظر وعرض عليه مواضع فيها وكأنه يشير إلى اعتراض فيها بلطف ومصنف هذه التكملة كلما أورد عليه شيئا يجيبه والشيخ يبتسم ويضحك قال شيخنا الإمام العلامة جلال الدين عبد الرحمن بن أبي بكر السيوطي مصنف هذه التكملة: الذي أعتقده وأجزم به أن الوضع الذي وضعه الشيخ جلال الدين المحلي رحمه الله تعالى في قطعته أحسن من وضعي أنا بطبقات كثيرة كيف وغالب ما وضعته هنا مقتبس من وضعه ومستفاد منه لا مرية عندي في ذلك وأما الذي رئي في المنام المكتوب أعلاه فلعل الشيخ أشار به إلى المواضع القليلة التي خالفت وضعه فيها لنكتة وهي يسيرة جدا ما أظنها تبلغ عشرة مواضع منها أن الشيخ قال في سورة ص: والروح جسم لطيف يحيا به الإنسان بنفوذه فيه وكنت تبعته أولا فذكرت هذا الحد في سورة الحجر ثم ضربت عليه لقوله تعالى «ويسألونك عن الروح قل الروح من أمر ربي» الآية فهي صريحة أو كالصريحة في أن الروح من علم الله تعالى لا نعلمه فالإمساك عن تعريفها أولى ولذا قال الشيخ تاج الدين بن السبكي في جمع الجوامع: والروح لم يتكلم عليها محمد صلى الله عليه وسلم فنمسك عنها ومنها أن الشيخ قال في سورة الحج: الصابئون فرقة من اليهود فذكرت ذلك في سورة البقرة وزدت أو النصارى بيانا لقول ثان فإنه المعروف خصوصا عند أصحابنا الفقهاء وفي المنهاج وإن خالفت السامرة اليهود والصابئة النصارى في أصل دينهم وفي شرحه أن الشافعي رضي الله عنه نص على أن الصابئين فرقة من النصارى ولا أستحضر الآن موضعا ثالثا فكأن الشيخ رحمه الله تعالى يشير إلى مثل هذا والله أعلم بالصواب وإليه المرجع والمآب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقُلِ الْحَمْدُ لِلَّهِ له الكمال والثناء والحمد والمجد من جميع الوجوه، المنزه عن كل آفة ونقص.\nالَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ بل الملك كله لله الواحد القهار، فالعالم العلوي والسفلي، كلهم مملوكون لله، ليس لأحد من الملك شيء.\nوَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ أي: لا يتولى أحدًا من خلقه ليتعزز به ويعاونه، فإنه الغني الحميد، الذي لا يحتاج إلى أحد من المخلوقات، في الأرض ولا في السماوات، ولكنه يتخذ أولياء إحسانًا منه إليهم ورحمة بهم الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور وَكَبِّرْهُ تَكْبِيرًا أي: عظمه وأجله بالإخبار بأوصافه العظيمة، وبالثناء عليه، بأسمائه الحسنى، وبتجميده بأفعاله المقدسة، وبتعظيمه وإجلاله بعبادته وحده لا شريك له، وإخلاص الدين كله له."
                }
            ]
        }
    ]
}