{
    "surah": "مريم",
    "number": 19,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "كهيعص",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(كهيعص)تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كَهيعَص» الله أعلم بمراده بذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم الكلام عن الحروف المقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا ذكر رحمة ربك بعبده زكريا عليه السلام، نقصّه عليك للاعتبار به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هذا «ذكر رحمة ربك عبده» مفعول رحمة «زكريا» بيان له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 2و 3 :أي: هذا ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا ْ سنقصه عليك، ونفصله تفصيلا يعرف به حالة نبيه زكريا، وآثاره الصالحة، ومناقبه الجميلة، فإن في قصها عبرة للمعتبرين، وأسوة للمقتدين، ولأن في تفصيل رحمته لأوليائه، وبأي: سبب حصلت لهم، مما يدعو إلى محبة الله تعالى، والإكثار من ذكره ومعرفته، والسبب الموصل إليه.\nوذلك أن الله تعالى اجتبى واصطفى زكريا عليه السلام لرسالته، وخصه بوحيه، فقام بذلك قيام أمثاله من المرسلين، ودعا العباد إلى ربه، وعلمهم ما علمه الله، ونصح لهم في حياته وبعد مماته، كإخوانه من المرسلين ومن اتبعهم، فلما رأى من نفسه الضعف، وخاف أن يموت، ولم يكن أحد ينوب منابه في دعوة الخلق إلى ربهم والنصح لهم، شكا إلى ربه ضعفه الظاهر والباطن، وناداه نداء خفيا، ليكون أكمل وأفضل وأتم إخلاصا."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذ دعا ربه سبحانه دعاء خفيًّا ليكون أقرب إلى الإجابة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ» متعلق برحمة «نادى ربه نداءً» مشتملاً على دعاء «خفيا» سرا جوف الليل لأنه أسرع للإجابة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 2و 3 :أي: هذا ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا ْ سنقصه عليك، ونفصله تفصيلا يعرف به حالة نبيه زكريا، وآثاره الصالحة، ومناقبه الجميلة، فإن في قصها عبرة للمعتبرين، وأسوة للمقتدين، ولأن في تفصيل رحمته لأوليائه، وبأي: سبب حصلت لهم، مما يدعو إلى محبة الله تعالى، والإكثار من ذكره ومعرفته، والسبب الموصل إليه.\nوذلك أن الله تعالى اجتبى واصطفى زكريا عليه السلام لرسالته، وخصه بوحيه، فقام بذلك قيام أمثاله من المرسلين، ودعا العباد إلى ربه، وعلمهم ما علمه الله، ونصح لهم في حياته وبعد مماته، كإخوانه من المرسلين ومن اتبعهم، فلما رأى من نفسه الضعف، وخاف أن يموت، ولم يكن أحد ينوب منابه في دعوة الخلق إلى ربهم والنصح لهم، شكا إلى ربه ضعفه الظاهر والباطن، وناداه نداء خفيا، ليكون أكمل وأفضل وأتم إخلاصا."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال: يا رب، إني ضعفت عظامي، وكثر شيب رأسي، ولم أكن خائبًا في دعائي لك، بل كلما دعوتك أجبتني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال رب إني وهن» ضعف «العظم» جميعه «مني واشتعل الرأس» مني «شيبا» تمييز محوَّل عن الفاعل أي: انتشر الشيب في شعره كما ينتشر شعاع النار في الحطب وإني أريد أن أدعوك «ولم أكن بدعائك» أي: بدعائي إياك «ربّ شقيا» أي: خائبا فيما مضى فلا تخيبني فيما يأتي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ْأي: وهى وضعف، وإذا ضعف العظم، الذي هو عماد البدن، ضعف غيره، وَاشْتَعَلَ الرَّأْسُ شَيْبًا ْ لأن الشيب دليل الضعف والكبر، ورسول الموت ورائده، ونذيره، فتوسل إلى الله تعالى بضعفه وعجزه، وهذا من أحب الوسائل إلى الله، لأنه يدل على التبري من الحول والقوة، وتعلق القلب بحول الله وقوته.\nوَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا ْ أي: لم تكن يا رب تردني خائبا ولا محروما من الإجابة، بل لم تزل بي حفيا ولدعائي مجيبا، ولم تزل ألطافك تتوالى علي، وإحسانك واصلا إلي، وهذا توسل إلى الله بإنعامه عليه، وإجابة دعواته السابقة، فسأل الذي أحسن سابقا، أن يتمم إحسانه لاحقا."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإني خفت قرابتي ألا يقوموا بعد موتي بحق الدين لانشغالهم بالدنيا، وكانت امرأتي عقيمًا لا تلد، فأعطني من عندك ولدًا مُعِينًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإني خفت الموالي» أي الذين يلوني في النسب كبني العم «من ورائي» أي بعد موتي على الدين أن يُضيعوه كما شاهدته في بني إسرائيل من تبديل الدين «وكانت امرأتي عاقرا» لا تلد «فهب لي من لدنك» من عندك «وليا» ابنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي ْ أي: وإني خفت من يتولى على بني إسرائيل من بعد موتي، أن لا يقوموا بدينك حق القيام، ولا يدعوا عبادك إليك، وظاهر هذا، أنه لم ير فيهم أحدا فيه لياقة للإمامة في الدين، وهذا فيه شفقة زكريا عليه السلام ونصحه، وأن طلبه للولد، ليس كطلب غيره، قصده مجرد المصلحة الدنيوية، وإنما قصده مصلحة الدين، والخوف من ضياعه، ورأى غيره غير صالح لذلك، وكان بيته من البيوت المشهورة في الدين، ومعدن الرسالة، ومظنة للخير، فدعا الله أن يرزقه ولدا، يقوم بالدين من بعده، واشتكى أن امرأته عاقر، أي ليست تلد أصلا، وأنه قد بلغ من الكبر عتيا، أي: عمرا يندر معه وجود الشهوة والولد.\nفَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا ْ وهذه الولاية، ولاية الدين، وميراث النبوة والعلم والعمل"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يرث النبوّة عني، ويرثها من آل يعقوب عليه السلام، وصيِّره - يا ربِّ - مرضيًّا في دينه وخلقه وعلمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يَرثني» بالجزم جواب الأمر وبالرفع صفة وليا «ويرث» بالوجهين «من آل يعقوب» جدّي، العلم والنبوة «واجعله رب رضيا» أي: مرضيا عندك. قال تعالى في إجابة طلبه الابن الحاصل به رحمته:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا ْأي: عبدا صالحا ترضاه وتحببه إلى عبادك، والحاصل أنه سأل الله ولدا، ذكرا، صالحا، يبق بعد موته، ويكون وليا من بعده، ويكون نبيا مرضيا عند الله وعند خلقه، وهذا أفضل ما يكون من الأولاد، ومن رحمة الله بعبده، أن يرزقه ولدا صالحا، جامعا لمكارم الأخلاق ومحامد الشيم.\nفرحمه ربه واستجاب دعوته"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَىٰ لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاستجاب الله دعاءه، وناداه: يا زكريا، إنا نخبرك بما يسرّك، فقد أجبنا دعاءك، وأعطيناك غلامًا اسمه يحيى، لم نجعل لغيره من قبله هذا الاسم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا زكريا إنا نبشرك بغلامِ» يَرثُ كما سألت «اسمه يحيى لم نجعل له من قبل سميا» أي: مسمى بيحيى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: بشره الله تعالى على يد الملائكة ب \" يحيى \" وسماه الله له \" يحيى \" وكان اسما موافقا لمسماه: يحيا حياة حسية، فتتم به المنة، ويحيا حياة معنوية، وهي حياة القلب والروح، بالوحي والعلم والدين.\nلَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ْ أي: لم يسم هذا الاسم قبله أحد، ويحتمل أن المعنى: لم نجعل له من قبل مثيلا ومساميا، فيكون ذلك بشارة بكماله، واتصافه بالصفات الحميدة، وأنه فاق من قبله، ولكن على هذا الاحتمال، هذا العموم لا بد أن يكون مخصوصا بإبراهيم وموسى ونوح عليهم السلام، ونحوهم، ممن هو أفضل من يحيى قطعا"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال زكريا متعجبًا من قدرة الله: كيف يولد لي ولد وامرأتي عقيم لا تلد، وقد بلغت نهاية العمر من الكبر وضعف العظام؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال ربّ أنَّى» كيف «يكون لي غلام وكانت امرأتي عاقرا وقد بلغت من الكبر عتيا» من عتا: يبس، أي نهاية السن مائة وعشرين سنة وبلغت امرأته ثمانية وتسعين سنة وأصل عتى: عتو وكسرت التاء تخفيفا وقلبت الواو الأولى ياء لمناسبة الكسرة والثانية ياء لتدغم فيها الياء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "، فحينئذ لما جاءته البشارة بهذا المولود الذي طلبه استغرب وتعجب وقال: رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ ْ والحال أن المانع من وجود الولد، موجود بي وبزوجتي؟ وكأنه وقت دعائه، لم يستحضر هذا المانع لقوة الوارد في قلبه، وشدة الحرص العظيم على الولد، وفي هذه الحال، حين قبلت دعوته، تعجب من ذلك"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال المَلَك: الأمر كما قلت من أن امرأتك لا تلد، وأنك قد بلغت نهاية العمر من الكبر وضعف العظام، لكن ربك قال: خلْق ربك ليحيى من أمّ عاقر ومن أبٍ بلغ نهاية العمر سهْل، وقد خلقتك -يا زكريا- من قبل ذلك ولم تكن شيئًا يذكر؛ لأنك كنت عدمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» الأمر «كذلك» من خلق غلام منكما «قال ربك هو عليَّ هين» أي: بأن أرد عليك قوة الجماع وأفتق رحم امرأتك للعلوق «وقد خلقتك من قبل ولم تكُ شيئا» قبل خلقك ولإظهار الله هذه القدرة العظيمة ألهمه السؤال ليجاب بما يدل عليها ولما تاقت نفسه إلى سرعة المبشر به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجابه الله بقوله: كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ ْأي: الأمر مستغرب في العادة، وفي سنة الله في الخليقة، ولكن قدرة الله تعالى صالحة لإيجاد الأشياء بدون أسبابها فذلك هين عليه، ليس بأصعب من إيجاده قبل ولم يكن شيئا."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "قَالَ رَبِّ اجْعَلْ لِي آيَةً ۚ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال زكريا عليه السلام: يا رب، اجعل لي علامة أطمئنّ بها تدل على حصول ما بشّرتني به الملائكة، قال: علامتك على حصول ما بُشِّرتَ به ألا تستطيع كلام الناس ثلاث ليال من غير علة، بل أنت صحيح معافى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال رب اجعل آية» أي علامة على حمل امرأتي «قال آيتك» عليه «ألا تكلم الناس» أي تمتنع من كلامهم بخلاف ذكر الله «ثلاث ليال» أي بأيامها كما في آل عمران ثلاثة أيام «سَويا» حال من فاعل تكلم أي بلا علة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ رَبِّ اجْعَلْ لِي آيَةً ْ أي: يطمئن بها قلبي، وليس هذا شكا في خبر الله، وإنما هو، كما قال الخليل عليه السلام: رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي ْ فطلب زيادة العلم، والوصول إلى عين اليقين بعد علم اليقين، فأجابه الله إلى طلبته رحمة به، ف قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا ْ وفي الآية الأخرى ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ْ والمعنى واحد، لأنه تارة يعبر بالليالي، وتارة بالأيام ومؤداها واحد، وهذا من الآيات العجيبة، فإن منعه من الكلام مدة ثلاثة أيام، وعجزه عنه من غير خرس ولا آفة، بل كان سويا، لا نقص فيه، من الأدلة على قدرة الله الخارقة للعوائد، ومع هذا، ممنوع من الكلام الذي يتعلق بالآدميين وخطابهم،.\nوأما التسبيح والتهليل، والذكر ونحوه، فغير ممنوع منه، ولهذا قال في الآية الأخرى: وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ ْ فاطمأن قلبه، واستبشر بهذه البشارة العظيمة، وامتثل لأمر الله له بالشكر بعبادته وذكره، فعكف في محرابه،"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فَخَرَجَ عَلَىٰ قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَىٰ إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فخرج زكريا على قومه من مصلّاه، فأشار إليهم من غير كلام: أن سبّحوا الله سبحانه أول النهار وآخره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فخرج على قومه من المحراب» أي المسجد وكانوا ينتظرون فتحه ليصلوا فيه بأمره على العادة «فأوحى» أشار «إليهم أن سبحوا» صلوا «بُكرة وعشيا» أوائل النهار وأواخره على العادة فعلم بمنعه من كلامهم حملها بيحيى، وبعد ولادته بسنتين قال الله تعالى له:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وخرج على قومه منه فأوحى إليهم، أي: بالإشارة والرمز أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا ْ لأن البشارة ب \" يحيى \" في حق الجميع، مصلحة دينية."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "يَا يَحْيَىٰ خُذِ الْكِتَابَ بِقُوَّةٍ ۖ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فولد له يحيى، فلما بلغ سنًّا يخاطب فيها قلنا له: يا يحيى، خذ التوراة بجدّ واجتهاد، وأعطيناه الفهم والعلم والجد والعزم وهو في سنّ الصبا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا يحيى خذ الكتاب» أي: التوراة «بقوة» بجد «وآتيناه الحكم» النبوة «صبيا» ابن ثلاث سنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "دل الكلام السابق على ولادة يحيى، وشبابه، وتربيته، فلما وصل إلى حالة يفهم فيها الخطاب أمره الله أن يأخذ الكتاب بقوة، أي: بجد واجتهاد، وذلك بالاجتهاد في حفظ ألفاظه، وفهم معانيه، والعمل بأوامره ونواهيه، هذا تمام أخذ الكتاب بقوة، فامتثل أمر ربه، وأقبل على الكتاب، فحفظه وفهمه، وجعل الله فيه من الذكاء والفطنة، ما لا يوجد في غيره ولهذا قال: وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا ْ أي: معرفة أحكام الله والحكم بها، وهو في حال صغره وصباه."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً ۖ وَكَانَ تَقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ورحمناه رحمة من عندنا، وطهّرناه من الذنوب، وكان تقيًّا يأتمر بأوامر الله، ويجتنب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وحنانا» رحمة للناس «من لدنا» من عندنا «وزكاة» صدقة عليهم «وكان تقيا» روي أنه لم يعمل خطيئة ولم يهم بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و ْ آتيناه أيضا حَنَانًا مِنْ لَدُنَّا ْ أي: رحمة ورأفة، تيسرت بها أموره، وصلحت بها أحواله، واستقامت بها أفعاله.\nوَزَكَاةً ْ أي: طهارة من الآفات والذنوب، فطهر قلبه وتزكى عقله، وذلك يتضمن زوال الأوصاف المذمومة، والأخلاق الرديئة، وزيادة الأخلاق الحسنة، والأوصاف المحمودة، ولهذا قال: وَكَانَ تَقِيًّا ْ أي: فاعلا للمأمور، تاركا للمحظور، ومن كان مؤمنا تقيا كان لله وليا، وكان من أهل الجنة التي أعدت للمتقين، وحصل له من الثواب الدنيوي والأخروي، ما رتبه الله على التقوى."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكان برًّا بوالديه، لطيفًا بهما، محسنًا إليهما، ولم يكن متكبّرًا عن طاعة ربه ولا طاعتهما، ولا عاصيًا لربه أو لوالديه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبرّا بوالديه» أي: محسنا إليهما «ولم يكن جبارا» متكبرا «عصيا» عاصيا لربه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و ْ كان أيضا بَرًّا بِوَالِدَيْهِ ْ أي: لم يكن عاقا، ولا مسيئا إلى أبويه، بل كان محسنا إليهما بالقول والفعل.\nوَلَمْ يَكُنْ جَبَّارًا عَصِيًّا ْ أي: لم يكن متجبرا متكبرا عن عبادة الله، ولا مترفعا على عباد الله، ولا على والديه، بل كان متواضعا، متذللا، مطيعا، أوابا لله على الدوام، فجمع بين القيام بحق الله، وحق خلقه، ولهذا حصلت له السلامة من الله، في جميع أحواله، مبادئها وعواقبها"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسلام عليه من الله وأمان له منه يوم ولد، ويوم يموت ويخرج من هذه الحياة، ويوم يبعث حيًّا يوم القيامة، وهذه المواطن الثلاثة هي أوحش ما يمرّ به الإنسان، فإذا أمن فيها فلا خوف عليه فيما عداها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسلامٌ» منا «عليه يوم وُلد ويوم يموت ويوم يُبعث حيا» أي: في هذه الأيام المخوفة التي يرى ما لم يره قبلها فهو آمن فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا ْ وذلك يقتضي سلامته من الشيطان، والشر، والعقاب في هذه الأحوال الثلاثة وما بينها، وأنه سالم من النار والأهوال، ومن أهل دار السلام، فصلوات الله وسلامه عليه وعلى والده وعلى سائر المرسلين، وجعلنا من أتباعهم، إنه جواد كريم."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر مريم عليها السلام إذ تنحّت عن أهلها، وانفردت بمكان على جهة الشرق منهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر في الكتاب» القرآن «مريم» أي: خبرها «إذ» حين «انتبذت من أهلها مكانا شرقيا» أي: اعتزلت في مكان نحو الشرق من الدار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر قصة زكريا ويحيى، وكانت من الآيات العجيبة، انتقل منها إلى ما هو أعجب منها، تدريجا من الأدنى إلى الأعلى فقال: وَاذْكُرْ فِي الْكِتَابِ ْ الكريم مَرْيَمَ ْ عليها السلام، وهذا من أعظم فضائلها، أن تذكر في الكتاب العظيم، الذي يتلوه المسلمون في مشارق الأرض ومغاربها، تذكر فيه بأحسن الذكر، وأفضل الثناء، جزاء لعملها الفاضل، وسعيها الكامل، أي: واذكر في الكتاب مريم، في حالها الحسنة، حين انْتَبَذَتْ ْ أي: تباعدت عن أهلها مَكَانًا شَرْقِيًّا ْ أي: مما يلي الشرق عنهم."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاتخذت لنفسها من دون قومها ساترًا يسترها حتى لا يروها حال عبادتها لربها، فبعثنا إليها جبريل عليه السلام، فتمثل لها في صورة إنسان سَوِيّ الخلقة، فخافت أنه يريدها بسوء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاتخذت من دونهم حجابا» أرسلت سترا تستتر به لتفلي رأسها أو ثيابها أو تغسل من حيضها «فأرسلنا إليها روحنا» جبريل «فتمثل لها» ب لبسها ثيابها «بشرا سويا» تام الخلق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا ْ أي: سترا ومانعا، وهذا التباعد منها، واتخاذ الحجاب، لتعتزل، وتنفرد بعبادة ربها، وتقنت له في حالة الإخلاص والخضوع والذل لله تعالى، وذلك امتثال منها لقوله تعالى: وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ* يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ ْ وقوله: فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا ْ وهو: جبريل عليه السلام فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ْ أي: كاملا من الرجال، في صورة جميلة، وهيئة حسنة، لا عيب فيه ولا نقص، لكونها لا تحتمل رؤيته على ما هو عليه، فلما رأته في هذه الحال، وهي معتزلة عن أهلها، منفردة عن الناس، قد اتخذت الحجاب عن أعز الناس عليها وهم أهلها، خافت أن يكون رجلا قد تعرض لها بسوء، وطمع فيها، فاعتصمت بربها، واستعاذت منه"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما رأته في صورة إنسان سَوِيّ الخَلْق يتّجه إليها قالت: إني أستجير بالرحمن منك أن ينالني منك سوء - يا هذا - إن كنت تقيًّا تخاف الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالت إني أعوذ بالرحمن منك إن كنت تقيا» فتنتهي عني بتعوذي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ ْ أي.\nألتجئ به وأعتصم برحمته، أن تنالني بسوء.\nإِنْ كُنْتَ تَقِيًّا ْ أي: إن كنت تخاف الله، وتعمل بتقواه، فاترك التعرض لي، فجمعت بين الاعتصام بربها، وبين تخويفه وترهيبه، وأمره بلزوم التقوى، وهي في تلك الحالة الخالية، والشباب، والبعد عن الناس، وهو في ذلك الجمال الباهر، والبشرية الكاملة السوية، ولم ينطق لها بسوء، أو يتعرض لها، وإنما ذلك خوف منها، وهذا أبلغ ما يكون من العفة، والبعد عن الشر وأسبابه.\nوهذه العفة - خصوصا مع اجتماع الدواعي، وعدم المانع - من أفضل الأعمال.\nولذلك أثنى الله عليها فقال: وَمَرْيَمَ ابْنَة عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا ْ وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ ْ فأعاضها الله بعفتها، ولدا من آيات الله، ورسولا من رسله."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال جبريل عليه السلام: أنا لست بشرًا، إنما أنا رسول من ربك أرسلني إليك لأهب لك ولدًا طيّبًا طاهرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال إنما أنا رسول ربك ليهب لك غلاما زكيا» بالنبوة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما رأى جبريل منها الروع والخيفة، قال: إِنَّمَا أَنَا رَسُولُ رَبِّكِ ْ أي: إنما وظيفتي وشغلي، تنفيذ رسالة ربي فيك لِأَهَبَ لَكِ غُلَامًا زَكِيًّا ْ وهذه بشارة عظيمة بالولد وزكائه، فإن الزكاء يستلزم تطهيره من الخصال الذميمة، واتصافه بالخصال الحميدة"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "قَالَتْ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالت مريم متعجبة: كيف يكون لي ولد ولم يقربني زوج ولا غيره، ولست زانية حتى يكون لي ولد؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالت أنَّى يكون لي غلام ولم يمسسني بشر» يتزوج «ولم أك بغيّا» زانية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فتعجبت من وجود الولد من غير أب، فقالت: أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا ْ والولد لا يوجد إلا بذلك؟\"."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا ۚ وَكَانَ أَمْرًا مَقْضِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لها جبريل: الأمر كما ذكرت من أنك لم يمسسك زوج ولا غيره ولم تكوني زانية، لكن ربك سبحانه قال: خَلْق ولد من غير أب سهل عليّ، وليكون الولد الموهوب لك علامة للناس على قدرة الله، ورحمة منا لك ولمن آمن به، وكان خَلْق ولدك هذا قضاء من الله مقدّرًا، مكتوبًا في اللوح المحفوظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» الأمر «كذلك» من خلق غلام منك من غير أب «قال ربك هو عليَّ هينٌ» أي: بأن ينفخ بأمري جبريل فيك فتحملي به ولكون ما ذكر في معنى العلة عطف عليه «ولنجعله آيةً للناس» على قدرتنا «ورحمة منا» لمن آمن به «وكان» خلقه «أمرا مقضيا» به في علمي فنفخ جبريل في جيب درعها فأحست بالحمل في بطنها مصورا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ ْ تدل على كمال قدرة الله تعالى، وعلى أن الأسباب جميعها، لا تستقل بالتأثير، وإنما تأثيرها بتقدير الله، فيري عباده خرق العوائد في بعض الأسباب العادية، لئلا يقفوا مع الأسباب، ويقطعوا النظر عن مقدرها ومسببها وَرَحْمَةً مِنَّا ْ أي: ولنجعله رحمة منا به، وبوالدته، وبالناس.\nأما رحمة الله به، فلما خصه الله بوحيه ومن عليه بما من به على أولي العزم، وأما رحمته بوالدته، فلما حصل لها من الفخر، والثناء الحسن، والمنافع العظيمة.\nوأما رحمته بالناس، فإن أكبر نعمه عليهم، أن بعث فيهم رسولا، يتلو عليهم آياته، ويزكيهم، ويعلمهم الكتاب والحكمة، فيؤمنون به، ويطيعونه، وتحصل لهم سعادة الدنيا والآخرة، وَكَانَ ْ أي: وجود عيسى عليه السلام على هذه الحاله أَمْرًا مَقْضِيًّا ْ قضاء سابقا، فلا بد من نفوذ هذا التقدير والقضاء، فنفخ جبريل عليه السلام في جيبها."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فحملت به بعد نفخ الملك، فتنحّت به إلى مكان بعيد عن الناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فحملته فانتبذت» تنحَّت «به مكانا قصيا» بعيدا من أهلها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 22 و 23 :أي: لما حملت بعيسى عليه السلام، خافت من الفضيحة، فتباعدت عن الناس مَكَانًا قَصِيًّا ْ فلما قرب ولادها، ألجأها المخاض إلى جذع نخلة، فلما آلمها وجع الولادة، ووجع الانفراد عن الطعام والشراب، ووجع قلبها من قالة الناس، وخافت عدم صبرها، تمنت أنها ماتت قبل هذا الحادث، وكانت نسيا منسيا فلا تذكر.\nوهذا التمني بناء على ذلك المزعج، وليس في هذه الأمنية خير لها ولا مصلحة، وإنما الخير والمصلحة بتقدير ما حصل."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "فَأَجَاءَهَا الْمَخَاضُ إِلَىٰ جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا وَكُنْتُ نَسْيًا مَنْسِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فضربها المخاض، وألجأها إلى ساق نخلة، قالت مريم عليها السلام: يا ليتني متّ قبل هذا اليوم، وكنت شيئًا لا يُذْكَر حتى لا يُظَن بي السوء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأجاءَها» جاءَ بها «المخاض» وجع الولادة «إلى جذع النخلة» لتعتمد عليه فولدت والحمل والتصوير والولادة في ساعة «قالت يا» للتنبيه «ليتني متُّ قبل هذا» الأمر «وكنت نسيا منسيا» شيئا متروكا لا يعرف ولا يذكر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 22 و 23 :أي: لما حملت بعيسى عليه السلام، خافت من الفضيحة، فتباعدت عن الناس مَكَانًا قَصِيًّا ْ فلما قرب ولادها، ألجأها المخاض إلى جذع نخلة، فلما آلمها وجع الولادة، ووجع الانفراد عن الطعام والشراب، ووجع قلبها من قالة الناس، وخافت عدم صبرها، تمنت أنها ماتت قبل هذا الحادث، وكانت نسيا منسيا فلا تذكر.\nوهذا التمني بناء على ذلك المزعج، وليس في هذه الأمنية خير لها ولا مصلحة، وإنما الخير والمصلحة بتقدير ما حصل."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فناداها عيسى من تحت قدميها: لا تحزني، قد جعل ربك تحتك جدول ماءٍ تشربين منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فناداها من تحتها» أي: جبريل وكان أسفل منها «ألا تحزني قد جعل ربك تحتك سريا» نهر ماء كان قد انقطع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فحينئذ سكن الملك روعها وثبت جأشها وناداها من تحتها، لعله في مكان أنزل من مكانها، وقال لها: لا تحزني، أي: لا تجزعي ولا تهتمي، ف قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ْ أي: نهرا تشربين منه."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأمسكي بجذع النخلة وهزّيه تساقط عليك رطبًا طريًّا جُنِيَ من ساعته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهزي إليك بجذع النخلة» كانت يابسة والباء زائدة «تساقط» أصله بتاءين قلبت الثانية سينا وأدغمت في السين، وفى قراءة تركها «عليك رطبا» تمييز «جنيا» صفته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ْ أي: طريا لذيذا نافعا"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكلي من الرطب، واشربي من الماء، وطيبي نفسًا بمولودك ولا تحزني، فإن رأيت من الناس أحدًا فسألك عن خبر المولود فقولي له: إني أوجبت على نفسي لربي صمتًا عن الكلام، فلن أكلم اليوم أحدًا من الناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكلي» من الرطب «واشربي» من السري «وقري عينا» بالولد تمييز محول من الفاعل أي: لتقر عينك به أي: تسكن فلا تطمح إلى غيره «فإما» فيه إدغام نون إن الشرطية في ما الزائدة «ترين» حذفت منه لام الفعل وعينه وألقيت حركتها على الراء وكسرت ياء الضمير لالتقاء الساكنين «من البشر أحدا» فيسألك عن ولدك «فقولي إني نذرت للرحمن صوما» أي إمساكا عن الكلام في شأنه وغيره من الأناسي بدليل «فلن أكلم اليوم إنسا» أي: بعد ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكُلِي ْ من التمر، وَاشْرَبِي ْ من النهر وَقَرِّي عَيْنًا ْ بعيسى، فهذا طمأنينتها من جهة السلامة من ألم الولادة، وحصول المأكل والمشرب والهني.\nوأما من جهة قالة الناس، فأمرها أنها إذا رأت أحدا من البشر، أن تقول على وجه الإشارة: إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ْ أي: سكوتا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا ْ أي: لا تخاطبيهم بكلام، لتستريحي من قولهم وكلامهم.\nوكان معروفا عندهم أن السكوت من العبادات المشروعة، وإنما لم تؤمر بخطابهم في نفي ذلك عن نفسها لأن الناس لا يصدقونها، ولا فيه فائدة، وليكون تبرئتها بكلام عيسى في المهد، أعظم شاهد على براءتها، .\nفإن إتيان المرأة بولد من دون زوج، ودعواها أنه من غير أحد، من أكبر الدعاوى، التي لو أقيم عدة من الشهود، لم تصدق بذلك، فجعلت بينة هذا الخارق للعادة، أمرا من جنسه، وهو كلام عيسى في حال صغره جدا."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ ۖ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فجاءت مريم بابنها إلى قومها تحمله، قال لها قومها مستنكرين: يا مريم، لقد جئت أمرًا عظيمًا مفترى، حيث جئت بولد من غير أب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأتت به قومها تحمله» حال فرأوه «قالوا يا مريم لقد جئت شيئا فريا» عظيما حيث أتيت بولد من غير أب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فلما تعلت مريم من نفاسها، أتت بعيسى قومها تحمله، وذلك لعلمها ببراءة نفسها وطهارتها، فأتت غير مبالية ولا مكترثة، فقالوا: لَقَدْ جِئْتِ شَيْئًا فًريًّا ْ أي: عظيما وخيما، وأرادوا بذلك البغاء حاشاها من ذلك."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا شبيهة هارون في العبادة (وهو رجل صالح) ما كان أبوك زانيًا، ولا كانت أمك زانية، فأنت من بيت طاهر معروف بالصلاح، فكيف تأتين بولد من غير أب؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أخت هارون» هو رجل صالح أي: يا شبيهته في العفة «ما كان أبوك أمرأ سوء» أي: زانيا «وما كانت أمك بغيا» زانية فمن أين لك هذا الولد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا أُخْتَ هَارُونَ ْ الظاهر، أنه أخ لها حقيقي، فنسبوها إليه، وكانوا يسمون بأسماء الأنبياء وليس هو هارون بن عمران أخا موسى، لأن بينهما قرونا كثيرة مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا ْ أي: لم يكن أبواك إلا صالحين سالمين من الشر، وخصوصا هذا الشر، الذي يشيرون إليه، وقصدهم: فكيف كنت على غير وصفهما؟ وأتيت بما لم يأتيا به؟.\nوذلك أن الذرية - في الغالب - بعضها من بعض، في الصلاح وضده، فتعجبوا - بحسب ما قام بقلوبهم - كيف وقع منها"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأشارت إلى ابنها عيسى عليه السلام وهو في المهد، فقال لها قومها متعجبين: كيف نكلّم صبيًّا وهو في المهد؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأشارت» لهم «إليه» أن كلموه «قالوا كيف نكلم من كان» أي وجد «في المهد صبيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأشارت لهم إليه، أي: كلموه.\nوإنما أشارت لذلك، لأنها أمرت عند مخاطبة الناس لها، أن، تقول: إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا ْ فلما أشارت إليهم بتكليمه، تعجبوا من ذلك وقالوا: كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا ْ لأن ذلك لم تجر به عادة، ولا حصل من أحد في ذلك السن."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال عيسى عليه السلام: إني عبد الله، أعطاني الإنجيل، وجعلني نبيًّا من أنبيائه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال إني عبد الله آتاني الكتاب» أي: الإنجيل «وجعلني نبيا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فحينئذ قال عيسى عليه السلام، وهو في المهد صبي: إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا ْ فخاطبهم بوصفه بالعبودية، وأنه ليس فيه صفة يستحق بها أن يكون إلها، أو ابنا للإله، تعالى الله عن قول النصارى المخالفين لعيسى في قوله إِنِّي عَبْدُ اللَّهِ ْ ومدعون موافقته.\nآتَانِيَ الْكِتَابَ ْ أي: قضى أن يؤتيني الكتب وَجَعَلَنِي نَبِيًّا ْ فأخبرهم بأنه عبد الله، وأن الله علمه الكتاب، وجعله من جملة أنبيائه، فهذا من كماله لنفسه"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلني كثير النفع للعباد أينما كنت، وأمرني بأداء الصلاة وإعطاء الزكاة طيلة حياتي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلني مباركا أينما كنت» أي: نفاعا للناس إخبار بما كتب له «وأوصاني بالصلاة والزكاة» أمرني بهما «ما دمت حيا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ ْ أي: في أي: مكان، وأي: زمان، فالبركة جعلها الله فيَّ من تعليم الخير والدعوة إليه، والنهي عن الشر، والدعوة إلى الله في أقواله وأفعاله، فكل من جالسه، أو اجتمع به، نالته بركته، وسعد به مصاحبه.\nوَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا ْ أي: أوصاني بالقيام بحقوقه، التي من أعظمها الصلاة، وحقوق عباده، التي أجلها الزكاة، مدة حياتي، أي: فأنا ممتثل لوصية ربي، عامل عليها، منفذ لها"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلني برًّا بأمّي، ولم يجعلني متكبّرًا عن طاعة ربي، ولا عاصيًا له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبرا بوالدتي» منصوب بجعلني مقدرا «ولم يجعلني جبارا» متعاظما «شقيا» عاصيا لربه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ووصاني أيضا، أن أبر والدتي فأحسن إليها غاية الإحسان، وأقوم بما ينبغي له، لشرفها وفضلها، ولكونها والدة لها حق الولادة وتوابعها.\nوَلَمْ يَجْعَلْنِي جَبَّارًا ْ أي: متكبرا على الله، مترفعا على عباده شَقِيًّا ْ في دنياي أو أخراي، فلم يجعلني كذلك بل جعلني مطيعا له خاضعا خاشعا متذللا، متواضعا لعباد الله، سعيدا في الدنيا والآخرة، أنا ومن اتبعني."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأمان من الشيطان وأعوانه عليّ يوم ميلادي ويوم موتي ويوم بعثي حيًّا يوم القيامة، فلم يتخبّطْني الشيطان في هذه المواقف الثلاثة الموحشة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسلام» من الله «عليّ يوم ولدت ويوم أموت ويوم أبعث حيا» يقال فيه ما تقدم في السيد يحيى. قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما تم له الكمال، ومحامد الخصال قال: وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا ْ أي: من فضل ربي وكرمه، حصلت لي السلامة يوم ولادتي، ويوم موتي، ويوم بعثي، من الشر والشيطان والعقوبة، وذلك يقتضي سلامته من الأهوال، ودار الفجار، وأنه من أهل دار السلام، فهذه معجزة عظيمة، وبرهان باهر، على أنه رسول الله، وعبد الله حقا."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ ۚ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الموصوف بتلك الصفات هو عيسى بن مريم، وهذا الكلام هو قول الحق فيه، لا ما يقوله الضالّون الذين يشكّون في أمره ويختلفون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك عيسى ابن مريم قولُ الحق» بالرفع خبر مبتدأ مقدر أي: قول ابن مريم وبالنصب بتقدير قلت، والمعنى القول الحق «الذي فيه يمترون» من المرية أي: يشكون وهم النصارى: قالوا إن عيسى ابن الله، كذبوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ذلك الموصوف بتلك الصفات، عيسى بن مريم، من غير شك ولا مرية، بل قول الحق، وكلام الله، الذي لا أصدق منه قيلا، ولا أحسن منه حديثا، فهذا الخبر اليقيني، عن عيسى عليه السلام، وما قيل فيه مما يخالف هذا، فإنه مقطوع ببطلانه،.\nوغايته أن يكون شكا من قائله لا علم له به، ولهذا قال: الَّذِي فِيهِ يَمْتَرُونَ ْ أي: يشكون فيمارون بشكهم، ويجادلون بخرصهم، فمن قائل عنه: إنه الله، أو ابن الله، أو ثالث ثلاثة، تعالى الله عن إفكهم وتقولهم علوا كبيرا."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ ۖ سُبْحَانَهُ ۚ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما ينبغي لله أن يتخذ من ولد، تقدّس عن ذلك وتنزّه، إذا أراد أمرًا، فإنما يكفيه سبحانه أن يقول لذلك الأمر: (كن)، فيكون لا محالة، فمن كان كذلك فهو مُنَزَّه عن الولد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كان لله أن يتخذ من ولد سبحانه» تنزيها له عن ذلك «إذا قضى أمرا» أي: أراد أن يحدثه «فإنما يقول له كن في فيكونُ» بالرفع بتقدير هو، وبالنصب بتقدير أن ومن ذلك خلق عيسى من غير أب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ ْ أي: ما ينبغي ولا يليق، لأن ذلك من الأمور المستحيلة، لأنه الغني الحميد، المالك لجميع الممالك، فكيف يتخذ من عباده ومماليكه، ولدا؟! سُبْحَانَهُ ْ أي: تنزه وتقدس عن الولد والنقص، إِذَا قَضَى أَمْرًا ْ أي: من الأمور الصغار والكبار، لم يمتنع، عليه ولم يستصعب فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ ْ فإذا كان قدره ومشيئته نافذا في العالم العلوي والسفلي، فكيف يكون له ولد؟\".\nوإذا كان إذا أراد شيئا قال له: كُن فَيَكُونُ ْ فكيف يستبعد إيجاده عيسى من غير أب؟!."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن الله سبحانه هو ربي وهو ربكم جميعًا، فأخلصوا له العبادة وحده، هذا الذي ذكرت لكم هو الطريق المستقيم الموصل إلى مرضاة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وأن الله ربي وربكم فاعبدوه) بفتح أن بتقدير اذكر، وبكسرها بتقدير قل بدليل \"\" ما قلت لهم إلا ما أمرتني به أن اعبدوا الله ربي وربكم \"\" (هذا) المذكور (صراط) طريق (مستقيم) مؤد إلى الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أخبر عيسى أنه عبد مربوب كغيره، فقال: وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ ْ الذي خلقنا، وصورنا، ونفذ فينا تدبيره، وصرفنا تقديره.\nفَاعْبُدُوهُ ْ أي: أخلصوا له العبادة، واجتهدوا في الإنابة، وفي هذا الإقرار بتوحيد الربوبية، وتوحيد الإلهية، والاستدلال بالأول على الثاني، ولهذا قال: هَذَا صِرَاطٌ مُسْتَقِيمٌ ْ أي: طريق معتدل، موصل إلى الله، لكونه طريق الرسل وأتباعهم، وما عدا هذا، فإنه من طرق الغي والضلال."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاختلف المختلفون في شأن عيسى عليه السلام فصاروا أحزابًا متفرقين من بين قومه، فآمن به بعضهم وقالوا: هو رسول، وكفر به آخرون كاليهود، كما غلا فيه طوائف فقال بعضهم: هو الله، وقال آخرون: هو ابن الله، تعالى الله عن ذلك، فويل للمختلفين في شأنه من شهود يوم القيامة العظيم بما فيه من مشاهد وحساب وعقاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاختلف الأحزاب من بينهم» أي النصارى في عيسى أهو ابن الله أو إله معه أو ثالث ثلاثة «فويل» فشدة عذاب «للذين كفروا» بما ذكر وغيره «من مشهد يوم عظيم» أي: حضور يوم القيامة وأهواله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما بين تعالى حال عيسى بن مريم الذي لا يشك فيها ولا يمترى، أخبر أن الأحزاب، أي: فرق الضلال، من اليهود والنصارى وغيرهم، على اختلاف طبقاتهم اختلفوا في عيسى عليه السلام، فمن غال فيه وجاف، فمنهم من قال: إنه الله، ومنهم من قال: إنه ابن الله.\nومنهم من قال: إنه ثالث ثلاثة.\nومنهم من لم يجعله رسولا، بل رماه بأنه ولد بغي كاليهود.\n.\nوكل هؤلاء أقوالهم باطلة، وآراؤهم فاسدة، مبنية على الشك والعناد، والأدلة الفاسدة، والشبه الكاسدة، وكل هؤلاء مستحقون للوعيد الشديد، ولهذا قال: فَوَيْلٌ لِلَّذِينَ كَفَرُوا ْ بالله ورسله وكتبه، ويدخل فيهم اليهود والنصارى، القائلون بعيسى قول الكفر.\nمِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ ْ أي: مشهد يوم القيامة، الذي يشهده الأولون والآخرون، أهل السماوات وأهل الأرض، الخالق والمخلوق، الممتلئ بالزلازل والأهوال، المشتمل على الجزاء بالأعمال، فحينئذ يتبين ما كانوا يخفون ويبدون، وما كانوا يكتمون."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَٰكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما أسمعهم يومئذ وما أبصرهم، سمعوا حين لم ينفعهم السمع، وأبصروا حين لم ينفعهم البصر، لكنِ الظالمون في الحياة الدنيا في ضلال واضح عن الصراط المستقيم، فلا يستعدّون للآخرة حتى تأتيهم بغتة وهم على ظلمهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أسمع بهم وأبصر» بهم صيغتا تعجب بمعنى ما أسمعهم وما أبصرهم «يوم يأتوننا» في الآخرة «لكن الظالمون» من إقامة الظاهر مقام المضمر «اليوم» أي: في الدنيا «في ضلال مبين» أي بين به صموا عن سماع الحق وعموا عن إبصاره أي: اعجب منهم يا مخاطب في سمعهم وإبصارهم في الآخرة بعد أن كانوا في الدنيا صما عميا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ْ أي: ما أسمعهم وما أبصرهم في ذلك اليوم!.\nفيقرون بكفرهم وشركهم وأقوالهم، ويقولون: ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون ْ ففي القيامة، يستيقنون حقيقة ما هم عليه.\nلَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ ْ وليس لهم عذر في هذا الضلال، لأنهم بين معاند ضال على بصيرة، عارف بالحق، صادف عنه، وبين ضال عن طريق الحق، متمكن من معرفة الحق والصواب، ولكنه راض بضلاله وما هو عليه من سوء أعماله، غير ساع في معرفة الحق من الباطل، وتأمل كيف قال: فَوَيْلٌ لِلَّذِينَ كَفَرُوا ْ بعد قوله فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ْ ولم يقل \" فويل لهم \" ليعود الضمير إلى الأحزاب، لأن من الأحزاب المختلفين، طائفة أصابت الصواب، ووافقت الحق، فقالت في عيسى: \" إنه عبد الله ورسوله \" فآمنوا به، واتبعوه، فهؤلاه مؤمنون، غير داخلين في هذا الوعيد، فلهذا خص الله بالوعيد الكافرين."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنذر - أيها الرسول - الناس يوم الندامة حين يندم المسيء على إساءته، والمحسن على عدم استكثاره من الطاعة، إذ طويت صحف العباد، وفرغ من حسابهم، وصار كلٌّ إلى ما قدّم، وهم في حياتهم الدنيا مُغْتَرُّون بها، لاهون عن الآخرة، وهم لا يؤمنون بيوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنذرهم» خوّف يا محمد كفار مكة «يوم الحسرة» هو يوم القيامة يتحسر فيه المسيء على ترك الإحسان في الدنيا «إذ قُضي الأمر» لهم فيه بالعذاب «وهم» في الدنيا «في غفلة» عنه «وهم لا يؤمنون» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 39 و 40 :الإنذار هو: الإعلام بالمخوف على وجه الترهيب، والإخبار بصفاته، وأحق ما ينذر به ويخوف به العباد، يوم الحسرة حين يقضى الأمر، فيجمع الأولون والآخرون في موقف واحد، ويسألون عن أعمالهم،.\nفمن آمن بالله، واتبع رسله، سعد سعادة لا يشقى بعدها،.\nومن لم يؤمن بالله ويتبع رسله شقي شقاوة لا سعادة بعدها، وخسر نفسه وأهله،.\nفحينئذ يتحسر، ويندم ندامة تتقطع منها القلوب، وتنصدع منها الأفئدة، وأي: حسرة أعظم من فوات رضا الله وجنته، واستحقاق سخطه والنار، على وجه لا يتمكن من الرجوع، ليستأنف العمل، ولا سبيل له إلى تغيير حاله بالعود إلى الدنيا؟! فهذا قدامهم، والحال أنهم في الدنيا في غفلة عن هذا الأمر العظيم لا يخطر بقلوبهم، ولو خطر فعلى سبيل الغفلة، قد عمتهم الغفلة، وشملتهم السكرة، فهم لا يؤمنون بالله، ولا يتبعون رسله، قد ألهتهم دنياهم، وحالت بينهم وبين الإيمان شهواتهم المنقضية الفانية.\nفالدنيا وما فيها، من أولها إلى آخرها، ستذهب عن أهلها، ويذهبون عنها، وسيرث الله الأرض ومن عليها، ويرجعهم إليه، فيجازيهم بما عملوا فيها، وما خسروا فيها أو ربحوا، فمن فعل خيرا فليحمد الله، ومن وجد غير ذلك، فلا يلومن إلا نفسه."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا نحن الباقون بعد فناء الخلائق، نرث الأرض، ونرث من عليها لفنائهم وبقائنا بعدهم، وملكنا لهم، وتصرّفنا فيهم بما نشاء، وإلينا وحدنا يرجعون يوم القيامة للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا نحن» تأكيد «نرث الأرض ومن عليها» من العقلاء وغيرهم بإهلاكهم «وإلينا يرجعون» فيه للجزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 39 و 40 :الإنذار هو: الإعلام بالمخوف على وجه الترهيب، والإخبار بصفاته، وأحق ما ينذر به ويخوف به العباد، يوم الحسرة حين يقضى الأمر، فيجمع الأولون والآخرون في موقف واحد، ويسألون عن أعمالهم،.\nفمن آمن بالله، واتبع رسله، سعد سعادة لا يشقى بعدها،.\nومن لم يؤمن بالله ويتبع رسله شقي شقاوة لا سعادة بعدها، وخسر نفسه وأهله،.\nفحينئذ يتحسر، ويندم ندامة تتقطع منها القلوب، وتنصدع منها الأفئدة، وأي: حسرة أعظم من فوات رضا الله وجنته، واستحقاق سخطه والنار، على وجه لا يتمكن من الرجوع، ليستأنف العمل، ولا سبيل له إلى تغيير حاله بالعود إلى الدنيا؟! فهذا قدامهم، والحال أنهم في الدنيا في غفلة عن هذا الأمر العظيم لا يخطر بقلوبهم، ولو خطر فعلى سبيل الغفلة، قد عمتهم الغفلة، وشملتهم السكرة، فهم لا يؤمنون بالله، ولا يتبعون رسله، قد ألهتهم دنياهم، وحالت بينهم وبين الإيمان شهواتهم المنقضية الفانية.\nفالدنيا وما فيها، من أولها إلى آخرها، ستذهب عن أهلها، ويذهبون عنها، وسيرث الله الأرض ومن عليها، ويرجعهم إليه، فيجازيهم بما عملوا فيها، وما خسروا فيها أو ربحوا، فمن فعل خيرا فليحمد الله، ومن وجد غير ذلك، فلا يلومن إلا نفسه."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - في القرآن المنزّل عليك خبر إبراهيم عليه السلام، إنه كان كثير الصدق والتصديق بآيات الله، ونبيًّا من عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر» لهم «في الكتاب إبراهيم» أي: خبره «إنه كان صديقا» مبالغا في الصدق «نبيا» ويبدل من خبره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 41 و42 :أجل الكتب وأفضلها وأعلاها، هذا الكتاب المبين، والذكر الحكيم، فإن ذكر فيه الأخبار، كانت أصدق الأخبار وأحقها، وإن ذكر فيه الأمر والنهي، كانت أجل الأوامر والنواهي، وأعدلها وأقسطها، وإن ذكر فيه الجزاء والوعد والوعيد، كان أصدق الأنباء وأحقها وأدلها على الحكمة والعدل والفضل،.\nوإن ذكر فيه الأنبياء والمرسلون، كان المذكور فيه، أكمل من غيره وأفضل، ولهذا كثيرا ما يبدئ ويعيد في قصص الأنبياء، الذين فضلهم على غيرهم، ورفع قدرهم، وأعلى أمرهم، بسبب ما قاموا به، من عبادة الله ومحبته، والإنابة إليه، والقيام بحقوقه، وحقوق العباد، ودعوة الخلق إلى الله، والصبر على ذلك، والمقامات الفاخرة، والمنازل العالية،.\nفذكر الله في هذه السورة جملة من الأنبياء، يأمر الله رسوله أن يذكرهم، لأن في ذكرهم إظهار الثناء على الله وعليهم، وبيان فضله وإحسانه إليهم،.\nوفيه الحث على الإيمان بهم ومحبتهم، والاقتداء بهم، فقال: وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا ْ جمع الله له بين الصديقية والنبوة.\nفالصديق: كثير الصدق، فهو الصادق في أقواله وأفعاله وأحواله، المصدق بكل ما أمر بالتصديق به،.\nوذلك يستلزم العلم العظيم الواصل إلى القلب، المؤثر فيه، الموجب لليقين، والعمل الصالح الكامل،.\nوإبراهيم عليه السلام، هو أفضل الأنبياء كلهم بعد محمد صلى الله عليه وسلم، وهو الأب الثالث للطوائف الفاضلة، وهو الذي جعل الله في ذريته النبوة والكتاب، وهو الذي دعا الخلق إلى الله، وصبر على ما ناله من العذاب العظيم، فدعا القريب والبعيد، واجتهد في دعوة أبيه، مهما أمكنه، وذكر الله مراجعته إياه، فقال: إِذْ قَالَ لِأَبِيهِ ْ مهجنا له عبادة الأوثان: يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا ْ أي: لم تعبد أصناما، ناقصة في ذاتها، وفي أفعالها، فلا تسمع، ولا تبصر، ولا تملك لعابدها نفعا ولا ضرا، بل لا تملك لأنفسها شيئا من النفع، ولا تقدر على شيء من الدفع، فهذا برهان جلي دال على أن عبادة الناقص في ذاته وأفعاله مستقبح عقلا وشرعا.\nودل بتنبيهه وإشارته، أن الذي يجب ويحسن عبادة من له الكمال، الذي لا ينال العباد نعمة إلا منه، ولا يدفع عنهم نقمة إلا هو، وهو الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذ قال لأبيه آزر: يا أبت؛ لِمَ تعبد من دون الله صنمًا لا يسمع دعاءك إنْ دعوْتَه، ولا يبصر عبادتك إن عبدته، ولا يكشف عنك ضرًّا، ولا يجلب لك نفعًا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ قال لأبيه» آزر «يا أبت» التاء عوض عن ياء الإضافة ولا يجمع بينهما وكان يعبد الأصنام «لمَ تعبد مالا يسمع ولا يبصر ولا يغني عنك» لا يكفيك «شيئا» من نفع أو ضر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 41 و42 :أجل الكتب وأفضلها وأعلاها، هذا الكتاب المبين، والذكر الحكيم، فإن ذكر فيه الأخبار، كانت أصدق الأخبار وأحقها، وإن ذكر فيه الأمر والنهي، كانت أجل الأوامر والنواهي، وأعدلها وأقسطها، وإن ذكر فيه الجزاء والوعد والوعيد، كان أصدق الأنباء وأحقها وأدلها على الحكمة والعدل والفضل،.\nوإن ذكر فيه الأنبياء والمرسلون، كان المذكور فيه، أكمل من غيره وأفضل، ولهذا كثيرا ما يبدئ ويعيد في قصص الأنبياء، الذين فضلهم على غيرهم، ورفع قدرهم، وأعلى أمرهم، بسبب ما قاموا به، من عبادة الله ومحبته، والإنابة إليه، والقيام بحقوقه، وحقوق العباد، ودعوة الخلق إلى الله، والصبر على ذلك، والمقامات الفاخرة، والمنازل العالية،.\nفذكر الله في هذه السورة جملة من الأنبياء، يأمر الله رسوله أن يذكرهم، لأن في ذكرهم إظهار الثناء على الله وعليهم، وبيان فضله وإحسانه إليهم،.\nوفيه الحث على الإيمان بهم ومحبتهم، والاقتداء بهم، فقال: وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا ْ جمع الله له بين الصديقية والنبوة.\nفالصديق: كثير الصدق، فهو الصادق في أقواله وأفعاله وأحواله، المصدق بكل ما أمر بالتصديق به،.\nوذلك يستلزم العلم العظيم الواصل إلى القلب، المؤثر فيه، الموجب لليقين، والعمل الصالح الكامل،.\nوإبراهيم عليه السلام، هو أفضل الأنبياء كلهم بعد محمد صلى الله عليه وسلم، وهو الأب الثالث للطوائف الفاضلة، وهو الذي جعل الله في ذريته النبوة والكتاب، وهو الذي دعا الخلق إلى الله، وصبر على ما ناله من العذاب العظيم، فدعا القريب والبعيد، واجتهد في دعوة أبيه، مهما أمكنه، وذكر الله مراجعته إياه، فقال: إِذْ قَالَ لِأَبِيهِ ْ مهجنا له عبادة الأوثان: يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا ْ أي: لم تعبد أصناما، ناقصة في ذاتها، وفي أفعالها، فلا تسمع، ولا تبصر، ولا تملك لعابدها نفعا ولا ضرا، بل لا تملك لأنفسها شيئا من النفع، ولا تقدر على شيء من الدفع، فهذا برهان جلي دال على أن عبادة الناقص في ذاته وأفعاله مستقبح عقلا وشرعا.\nودل بتنبيهه وإشارته، أن الذي يجب ويحسن عبادة من له الكمال، الذي لا ينال العباد نعمة إلا منه، ولا يدفع عنهم نقمة إلا هو، وهو الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أبت، إني قد جاءني من العلم عن طريق الوحي ما لم يأتك، فاتّبعني أرشدك إلى طريق مستقيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أبت إني قد جاءني من العلم ما لم يأتك فاتبعني أهدك صراطا» طريقا «سويا» مستقيما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ ْ أي: يا أبت لا تحقرني وتقول: إني ابنك، وإن عندك ما ليس عندي، بل قد أعطاني الله من العلم ما لم يعطك، والمقصود من هذا قوله: فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا ْ أي: مستقيما معتدلا، وهو: عبادة الله وحده لا شريك له، وطاعته في جميع الأحوال،.\nوفي هذا من لطف الخطاب ولينه، ما لا يخفى، فإنه لم يقل: \" يا أبت أنا عالم، وأنت جاهل \" أو \" ليس عندك من العلم شيء \" وإنما أتى بصيغة تقتضي أن عندي وعندك علما، وأن الذي وصل إلي لم يصل إليك ولم يأتك، فينبغي لك أن تتبع الحجة وتنقاد لها."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ ۖ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أبت، لا تعبد الشيطان بطاعتك له، إن الشيطان كان للرحمن عاصيًا، حيث أمره بالسجود لآدم فلم يسجد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أبت لا تعبد الشيطان» بطاعتك إياه في عبادة الأصنام «إن الشيطان كان للرحمن عصيا» كثير العصيان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ ْ لأن من عبد غير الله، فقد عبد الشيطان، كما قال تعالى: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ ْ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا ْ فمن اتبع خطواته، فقد اتخذه وليا وكان عاصيا لله بمنزلة الشيطان.\nوفي ذكر إضافة العصيان إلى اسم الرحمن، إشارة إلى أن المعاصي تمنع العبد من رحمة الله، وتغلق عليه أبوابها،.\nكما أن الطاعة أكبر الأسباب لنيل رحمته."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أبت، إني أخاف أن يصيبك عذاب من الرحمن إن متّ على كفرك، فتكون قرينًا للشيطان في العذاب لموالاتك له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أبت إني أخاف أن يمسك عذاب من الرحمن» إن لم تتب «فتكون للشيطان وليا» ناصرا وقرينا في النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ ْ أي: بسبب إصرارك على الكفر، وتماديك في الطغيان فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا ْ أي: في الدنيا والآخرة، فتنزل بمنازله الذميمة، وترتع في مراتعه الوخيمة، .\nفتدرج الخليل عليه السلام بدعوة أبيه، بالأسهل فالأسهل، فأخبره بعلمه، وأن ذلك موجب لاتباعك إياي، وأنك إن أطعتني، اهتديت إلى صراط مستقيم، ثم نهاه عن عبادة الشيطان، وأخبره بما فيها من المضار، ثم حذره عقاب الله ونقمته إن أقام على حاله، وأنه يكون وليا للشيطان،"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ ۖ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ ۖ وَاهْجُرْنِي مَلِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال آزر لابنه إبراهيم عليه السلام: أمعرضٌ أنت عن أصنامي التي أعبدها يا إبراهيم؟! لئن لم تكفّ عن سبّ أصنامي لأرمينّك بالحجارة، وفارقني زمانًا طويلًا فلا تكلّمني، ولا تجتمع معي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال أراغب أنت عن آلهتي يا إبراهيم» فتعيبها «لئن لم تنته» عن التعرض لها «لأرجمنَّك» بالحجارة أو بالكلام القبيح فاحذرني «واهجرني مليّا» دهرا طويلاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلم ينجع هذا الدعاء بذلك الشقي، وأجاب بجواب جاهل وقال: أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ ْ فتبجح بآلهته [التي هي] من الحجر والأصنام، ولام إبراهيم عن رغبته عنها، وهذا من الجهل المفرط، والكفر الوخيم، يتمدح بعبادة الأوثان، ويدعو إليها.\nلَئِنْ لَمْ تَنْتَهِ ْ أي: عن شتم آلهتي، ودعوتي إلى عبادة الله لَأَرْجُمَنَّكَ ْ أي: قتلا بالحجارة وَاهْجُرْنِي مَلِيًّا ْ أي: لا تكلمني زمانا طويلا"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "قَالَ سَلَامٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّي ۖ إِنَّهُ كَانَ بِي حَفِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبراهيم عليه السلام لأبيه: سلام عليك مني، لا ينالك ما تكره مني، سأطلب لك المغفرة من ربي والهداية، إنه سبحانه كان كثير اللطف بي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(قال سلام عليك) مني أي لا أصيبك بمكروه (سأستغفر لك ربي إنه كان بي حفيا) من حفي أي بارا فيجيب دعائي وقد أوفى بوعده المذكور في الشعراء \"\" واغفر لأبي \"\" وهذا قبل أن يتبين له أنه عدو الله كما ذكره في براءة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجابه الخليل جواب عباد الرحمن عند خطاب الجاهلين، ولم يشتمه، بل صبر، ولم يقابل أباه بما يكره، وقال: سَلَامٌ عَلَيْكَ ْ أي: ستسلم من خطابي إياك بالشتم والسب وبما تكره، سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا ْ أي: لا أزال أدعو الله لك بالهداية والمغفرة، بأن يهديك للإسلام، الذي تحصل به المغفرة، ف إِنَّهُ كَانَ بِي حَفِيًّا ْ أي: رحيما رءوفا بحالي، معتنيا بي، فلم يزل يستغفر الله له رجاء أن يهديه الله، فلما تبين له أنه عدو لله، وأنه لا يفيد فيه شيئا، ترك الاستغفار له، وتبرأ منه.\nوقد أمرنا الله باتباع ملة إبراهيم، فمن اتباع ملته، سلوك طريقه في الدعوة إلى الله، بطريق العلم والحكمة واللين والسهولة، والانتقال من مرتبة إلى مرتبة والصبر على ذلك، وعدم السآمة منه، والصبر على ما ينال الداعي من أذى الخلق بالقول والفعل، ومقابلة ذلك بالصفح والعفو، بل بالإحسان القولي والفعلي."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأفارقكم وأفارق معبوداتكم التي تعبدونها من دون الله، وأدعو ربي وحده لا أشرك به شيئًا، عسى ألا يمنعني إذا دعوته، فأكون بدعائه شَقيًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأعتزلكم وما تدعون» تعبدون «من دون الله وأدعو» أعبد «ربي عسى أ» ن «لا أكون بدعاء ربي» بعبادته «شقيا» كما شقيتم بعبادة الأصنام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أيس من قومه وأبيه قال: وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ ْ أي: أنتم وأصنامكم وَأَدْعُو رَبِّي ْ وهذا شامل لدعاء العبادة، ودعاء المسألة عَسَى أن لا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا ْ أي: عسى الله أن يسعدني بإجابة دعائي، وقبول أعمالي، .\nوهذه وظيفة من أيس ممن دعاهم، فاتبعوا أهواءهم، فلم تنجع فيهم المواعظ، فأصروا في طغيانهم يعمهون، أن يشتغل بإصلاح نفسه، ويرجو القبول من ربه، ويعتزل الشر وأهله."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما تركهم وترك آلهتهم التي يعبدونها من دون الله، عوّضناه عن فقد أهله فوهبنا له ابنه إسحاق، ووهبنا له حفيده يعقوب، وكل واحد منهما جعلناه نبيًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما اعتزلهم وما يعبدون من دون الله» بأن ذهب إلى الأرض المقدسة «وهبنا له» ابنين يأنس بهما «إسحاق ويعقوب وكلا» منهما «جعلنا نبيا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان مفارقة الإنسان لوطنه ومألفه وأهله وقومه، من أشق شيء على النفس، لأمور كثيرة معروفة، ومنها انفراده عمن يتعزز بهم ويتكثر، وكان من ترك شيئا لله عوضه الله خيرا منه، واعتزل إبراهيم قومه، قال الله في حقه: فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا ْ من إسحاق ويعقوب جَعَلْنَا نَبِيًّا ْ فحصل له هبة هؤلاء الصالحين المرسلين إلى الناس، الذين خصهم الله بوحيه، واختارهم لرسالته، واصطفاهم من العالمين."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطيناهم من رحمتنا مع النبوة خيرًا كثيرًا، وجعلنا لهم ثناءً حسنًا مستمرًّا على ألسنة العباد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووهبنا لهم» للثلاثة «من رحمتنا» المال والولد «وجعلنا لهم لسان صدق عليا» رفيعا هو الثناء الحسن في جميع أهل الأديان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَوَهَبْنَا لَهُمْ ْ أي: لإبراهيم وابنيه مِنْ رَحْمَتِنَا ْ وهذا يشمل جميع ما وهب الله لهم من الرحمة، من العلوم النافعة، والأعمال الصالحة، والذرية الكثيرة المنتشرة، الذين قد كثر فيهم الأنبياء والصالحون.\nوَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ْ وهذا أيضا من الرحمة التي وهبها لهم، لأن الله وعد كل محسن، أن ينشر له ثناء صادقا بحسب إحسانه، وهؤلاء من أئمة المحسنين، فنشر الله الثناء الحسن الصادق غير الكاذب، العالي غير الخفي، فذكرهم ملأ الخافقين، والثناء عليهم ومحبتهم، امتلأت بها القلوب، وفاضت بها الألسنة، فصاروا قدوة للمقتدين، وأئمة للمهتدين،.\nولا تزال أذكارهم في سائر العصور، متجددة، وذلك فضل الله يؤتيه من يشاء، والله ذو الفضل العظيم."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَاذْكُرْ فِي الْكِتَابِ مُوسَىٰ ۚ إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر موسى عليه السلام، إنه كان مختارًا مصطفًى، وكان رسولًا نبيًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر في الكتاب موسى إنه كان مخلصا» بكسر اللام وفتحها من أخلص في عبادته وخلصه الله من الدنس «وكان رسولاً نبيا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: واذكر في هذا القرآن العظيم موسى بن عمران، على وجه التبجيل له والتعظيم، والتعريف بمقامه الكريم، وأخلاقه الكاملة، إِنَّهُ كَانَ مُخْلَصًا قرئ بفتح اللام، على معنى أن الله تعالى اختاره واستخلصه، واصطفاه على العالمين.\nوقرئ بكسرها، على معنى أنه كان مخلص لله تعالى، في جميع أعماله، وأقواله، ونياته، فوصفه الإخلاص في جميع أحواله، والمعنيان متلازمان، فإن الله أخلصه لإخلاصه، وإخلاصه، موجب لاستخلاصه، وأجل حالة يوصف بها العبد، الإخلاص منه، والاستخلاص من ربه.\nوَكَانَ رَسُولًا نَبِيًّا أي: جمع الله له بين الرسالة والنبوة، فالرسالة تقتضي تبليغ كلام المرسل، وتبليغ جميع ما جاء به من الشرع، دقه وجله.\nوالنبوة تقتضي إيحاء الله إليه وتخصيصه بإنزال الوحي إليه، فالنبوة بينه وبين ربه، والرسالة بينه وبين الخلق، بل خصه الله من أنواع الوحي، بأجل أنواعه وأفضلها، وهو: تكليمه تعالى وتقريبه مناجيا لله تعالى، وبهذا اختص من بين الأنبياء، بأنه كليم الرحمن"
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وناديناه من جانب الجبل الأيمن بالنسبة لموقع موسى عليه السلام، وقرّبناه مناجيًا، حيث أسمعه الله كلامه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وناديناه) بقول \"\" يا موسى إني أنا الله \"\" (من جانب الطور) اسم جبل (الأيمن) أي الذي يلي يمين موسى حين أقبل من مدين (وقربناه نجيا) مناجيا بأن أسمعه الله تعالى كلامه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ أي: الأيمن من موسى في وقت.\nمسيره، أو الأيمن: أي: الأبرك من اليمن والبركة.\nويدل على هذا المعنى قوله تعالى: أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَقَرَّبْنَاهُ نَجِيًّا والفرق بين النداء والنجاء، أن النداء هو الصوت الرفيع، والنجاء ما دون ذلك، وفي هذه إثبات الكلام لله تعالى وأنواعه، من النداء، والنجاء، كما هو مذهب أهل السنة والجماعة، خلافا لمن أنكر ذلك، من الجهمية، والمعتزلة، ومن نحا نحوهم."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطيناه - من رحمتنا وإنعامنا عليه - أخاه هارون عليه السلام نبيًّا؛ استجابة لدعائه حين سأل ربه ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووهينا له من رحمتنا» نعمتنا «أخاه هارون» بدل أو عطف بيان «نبيا» حال هي المقصودة بالهبة إجابة لسؤاله أن يرسل أخاه معه وكان أسنَّ منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا هذا من أكبر فضائل موسى وإحسانه، ونصحه لأخيه هارون، أنه سأل ربه أن يشركه في أمره، وأن يجعله رسولا مثله، فاستجاب الله له ذلك، ووهب له من رحمته أخاه هارون نبيا.\nفنبوة هارون تابعة لنبوة موسى عليهما السلام، فساعده على أمره، وأعانه عليه."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ۚ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر إسماعيل عليه السلام، إنه كان صادق الوعد، لا يَعِدُ وعدًا إلا وَفَى به، وكان رسولًا نبيًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر في الكتاب إسماعيل إنه كان صادق الوعد» لم يعد شيئا إلا وفى به وانتظر من وعده ثلاثة أيام أيام أو حولاً حتى رجع إليه في مكانه «وكان رسولاً» إلى جُرهم «نبيا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: واذكر في القرآن الكريم، هذا النبي العظيم، الذي خرج منه الشعب العربي، أفضل الشعوب وأجلها، الذي منهم سيد ولد آدم.\nإِنَّهُ كَانَ صَادِقَ الْوَعْدِ أي: لا يعد وعدا إلا وفى به.\nوهذا شامل للوعد الذي يعقده مع الله أو مع العباد، ولهذا لما وعد من نفسه الصبر على ذبح أبيه [له] وقال: سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ وفى بذلك ومكن أباه من الذبح، الذي هو أكبر مصيبة تصيب الإنسان، ثم وصفه بالرسالة والنبوة، التي [هي] أكبر منن الله على عبده، وأهلها من الطبقة العليا من الخلق."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكان يأمر أهله بإقامة الصلاة، وبإعطاء الزكاة، وكان عند ربه مرضيًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكان يأمر أهله» أي قومه «بالصلاة والزكاة وكان عند ربه مرضيا» أصله مرضوو قبلت الواوان ياءين والضمة كسرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ أي: كان مقيما لأمر الله على أهله، فيأمرهم بالصلاة المتضمنة للإخلاص للمعبود، وبالزكاة المتضمنة للإحسان إلى العبيد، فكمل نفسه، وكمل غيره، وخصوصا أخص الناس عنده وهم أهله، لأنهم أحق بدعوته من غيرهم.\nوَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا وذلك بسبب امتثاله لمراضي ربه واجتهاده فيما يرضيه، ارتضاه الله وجعله من خواص عباده وأوليائه المقربين، فرضي الله عنه، ورضي [هو] عن ربه."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - في القرآن المنزل عليك خبر إدريس عليه السلام، إنه كان كثير الصدق والتصديق بآيات ربه، وكان نبيًّا من أنبياء الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر في الكتاب إدريس» هو جدّ أبي نوح «إنه كان صديقا نبيا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: اذكر في الكتب على وجه التعظيم والإجلال، والوصف بصفات الكمال.\nإِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا جمع الله له بين الصديقية، الجامعة للتصديق التام، والعلم الكامل، واليقين الثابت، والعمل الصالح، وبين اصطفائه لوحيه، واختياره لرسالته."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ورفعنا ذكره بما أعطيناه من النبوة، فكان عالي المنزلة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ورفعناه مكانا عليا» هو حي في السماء الرابعة أو السادسة أو السابعة أو في الجنة أدخلها بعد أن أذيق الموت وأحيي ولم يخرج منها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا أي: رفع الله ذكره في العالمين، ومنزلته بين المقربين، فكان عالي الذكر، عالي المنزلة."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "أُولَٰئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المذكورون في هذه السورة ابتداءً بزكريا وختامًا بإدريس عليهما السلام، هم الذين أنعم الله عليهم بالنبوة من أبناء آدم عليه السلام، ومن أبناء من حملنا في السفينة مع نوح عليه السلام، ومن أبناء إبراهيم وأبناء يعقوب عليهما السلام، وممن وفقنا للهداية إلى الإسلام، واصطفيناهم وجعلناهم أنبياء، كانوا إذا سمعوا آيات الله تقرأ سجدوا لله باكين من خشيته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك» مبتدأ «الذين أنعم الله عليهم» صفة له «من النبيين» بيان له وهو في معنى الصفة وما بعده إلى جملة الشرط صفة للنبيين فقوله «من ذرية آدم» أي إدريس «وممن حملنا مع نوح» في السفينة أي إبراهيم ابن ابنه سام «ومن ذرية إبراهيم» أي إسماعيل وإسحاق ويعقوب «و» من ذرية «إسرائيل» هو يعقوب أي موسى وهارون وزكريا ويحيى وعيسى «وممن هدينا واجتبينا» أي من جملتهم وخبر أولئك «إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيا» جمع ساجد وباك أي فكونوا مثلهم وأصل بكي بكوي قبلت الواو ياء والضمة كسرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر هؤلاء الأنبياء المكرمين، وخواص المرسلين، وذكر فضائلهم ومراتبهم قال: أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ أي: أنعم الله عليهم نعمة لا تلحق، ومنة لا تسبق، من النبوة والرسالة، وهم الذين أمرنا أن ندعو الله أن يهدينا صراط الذين أنعمت عليهم، وأن من أطاع الله، كان مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ الآية.\nوأن بعضهم مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ أي: من ذريته وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ فهذه خير بيوت العالم، اصطفاهم الله، واختارهم، واجتباهم،.\nوكان حالهم عند تلاوة آيات الرحمن عليهم، المتضمنة للإخبار بالغيوب وصفات علام الغيوب، والإخبار باليوم الآخر، والوعد والوعيد.\nخَرُّوا سُجَّدًا وَبُكِيًّا أي: خضعوا لآيات الله، وخشعوا لها، وأثرت في قلوبهم من الإيمان والرغبة والرهبة، ما أوجب لهم البكاء والإنابة، والسجود لربهم، ولم يكونوا من الذين إذا سمعوا آيات الله خروا عليها صما وعميانا.\nوفي إضافة الآيات إلى اسمه الرحمن دلالة على أن آياته، من رحمته بعباده وإحسانه إليهم حيث هداهم بها إلى الحق، وبصرهم من العمى، وأنقذهم من الضلالة، وعلمهم من الجهالة."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فجاء من بعد هؤلاء الأنبياء المصطفين أتباع سوء وضلال، ضيّعوا الصلاة، فلم يأتوا بها على الوجه المطلوب، وارتكبوا ما تشتهيه أنفسهم من المعاصي كالزنى، فسوف يلقون شرًّا في جهنم وخيبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فخلف من بعدهم خلف أضاعوا الصلاة» بتركها كاليهود والنصارى «واتبعوا الشهوات» من المعاصي «فسوف يلقون غيّا» هو واد في جهنم، أي يقعون فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى هؤلاء الأنبياء المخلصون المتبعون لمراضي ربهم، المنيبون إليه، ذكر من أتى بعدهم، وبدلوا ما أمروا به، وأنه خلف من بعدهم خلف، رجعوا إلى الخلف والوراء، فأضاعوا الصلاة التي أمروا بالمحافظة عليها وإقامتها، فتهاونوا بها وضيعوها، وإذا ضيعوا الصلاة التي هي عماد الدين، وميزان الإيمان والإخلاص لرب العالمين، التي هي آكد الأعمال، وأفضل الخصال، كانوا لما سواها من دينهم أضيع، وله أرفض، والسبب الداعي لذلك، أنهم اتبعوا شهوات أنفسهم وإراداتها فصارت هممهم منصرفة إليها، مقدمة لها على حقوق الله،.\nفنشأ من ذلك التضييع لحقوقه، والإقبال على شهوات أنفسهم، مهما لاحت لهم، حصلوها، وعلى أي: وجه اتفقت تناولوها.\nفَسَوْفَ يَلْقَوْنَ غَيًّا أي: عذابا مضاعفا شديدا"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا من تاب من تقصيره وتفريطه، وآمن بالله وعمل عملًا صالحًا فأولئك الموصوفون بهذه الصفات يدخلون الجنة، ولا ينقصون من أجور أعمالهم شيئًا ولو قلّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا» لكن «من تاب وآمن وعمل صالحا فأولئك يدخلون الجنة ولا يظلمون» ينقصون «شيئا» من ثوابهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم استثنى تعالى فقال: إِلَّا مَنْ تَابَ عن الشرك والبدع والمعاصي، فأقلع عنها وندم عليها، وعزم عزما جازما أن لا يعاودها، وَآمَنَ بالله وملائكته وكتبه ورسله واليوم الآخر، وَعَمِلَ صَالِحًا وهو العمل الذي شرعه الله على ألسنة رسله، إذا قصد به وجهه، فَأُولَئِكَ الذي جمعوا بين التوبة والإيمان، والعمل الصالح، يَدْخُلُونَ الْجَنَّةَ المشتملة على النعيم المقيم، والعيش السليم، وجوار الرب الكريم، وَلَا يُظْلَمُونَ شَيْئًا من أعمالهم، بل يجدونها كاملة، موفرة أجورها، مضاعفا عددها."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَٰنُ عِبَادَهُ بِالْغَيْبِ ۚ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جنات إقامة واستقرار التي وعد الرحمن عباده الصالحين بالغيب أن يدخلهم فيها، وهم لم يروها فآمنوا بها، فوعْد الله بالجنة - وإن كان غيبًا - آت لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جنات عدن» إقامة بدل من الجنة «التي وعد الرحمن عباده بالغيب» حال، أي غائبين عنها «إنه كان وعده» أي موعده «مأتيا» بمعنى آتيا وأصله مأتوي أو موعوده هنا الجنة يأتيه أهله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر أن الجنة التي وعدهم بدخلولها، ليست كسائر الجنات، وإنما هي جنات عدن، أي: جنات إقامة، لا ظعن فيها، ولا حول ولا زوال، وذلك لسعتها، وكثرة ما فيها من الخيرات والسرور، والبهجة والحبور.\nالَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ أي: التي وعدها الرحمن، أضافها إلى اسمه الرَّحْمَنُ لأن فيها من الرحمة والإحسان، ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب [بشر].\nوسماها تعالى رحمته، فقال: وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ وأيضا ففي إضافتها إلى رحمته، ما يدل على استمرار سرورها، وأنها باقية ببقاء رحمته، التي هي أثرها وموجبها، والعباد في هذه الآية، المراد: عباد إلهيته، الذين عبدوه، والتزموا شرائعه، فصارت العبودية وصفا لهم كقوله: وَعِبَادُ الرَّحْمَنِ ونحوه، بخلاف عباده المماليك فقط، الذين لم يعبدوه، فهؤلاء وإن كانوا عبيدا لربوبيته، لأنه خلقهم ورزقهم، ودبرهم، فليسوا داخلين في عبيد إلهيته العبودية الاختيارية، التي يمدح صاحبها، وإنما عبوديتهم عبودية اضطرار، لا مدح لهم فيها.\nوقوله: بِالْغَيْبِ يحتمل أن تكون متعلقه ب وَعَدَ الرَّحْمَنُ فيكون المعنى على هذا، أن الله وعدهم إياها وعدا غائبا، لم يشاهدوه ولم يروه فآمنوا بها، وصدقوا غيبها، وسعوا لها سعيها، مع أنهم لم يروها، فكيف لو رأوها، لكانوا أشد لها طلبا، وأعظم فيها رغبة، وأكثر لها سعيا، ويكون في هذا، مدح له بإيمانهم بالغيب، الذي هو الإيمان النافع.\nويحتمل أن تكون متعلقة بعباده، أي: الذين عبدوه في حال غيبهم وعدم رؤيتهم إياه، فهذه عبادتهم ولم يروه، فلو رأوه، لكانوا أشد له عبادة، وأعظم إنابة، وأكثر حبا، وأجل شوقا، ويحتمل أيضا، أن المعنى: هذه الجنات التي وعدها الرحمن عباده، من الأمور التي لا تدركها الأوصاف، ولا يعلمها أحد إلا الله، ففيه من التشويق لها، والوصف المجمل، ما يهيج النفوس، ويزعج الساكن إلى طلبها، فيكون هذا مثل قوله: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ والمعاني كلها صحيحة ثابتة، ولكن الاحتمال الأول أولى، بدليل قوله: إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا لابد من وقوعه، فإنه لا يخلف الميعاد، وهو أصدق القائلين."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يسمعون فيها فضولًا، ولا كلامَ فحشٍ، بل يسمعون سلام بعضهم على بعض، وسلام الملائكة عليهم، ويأتيهم ما يشتهون من الطعام فيها صباحًا ومساءً."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يسمعون فيها لغوا» من الكلام «إلا» لكن يسمعون «سلاما» من الملائكة عليهم أو من بعضهم على بعض «ولهم رزقهم فيها بكرة وعشيا» أي على قدرهما في الدنيا، وليس في الجنة نهار ولا ليل بل ضوء ونور أبدا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا أي: كلاما لاغيا لا فائدة فيه، ولا ما يؤثم، فلا يسمعون فيها شتما، ولا عيبا، ولا قولا فيه معصية لله، أو قولا مكدرا، إِلَّا سَلَامًا أي: إلا الأقوال السالمة من كل عيب، من ذكر لله، وتحية، وكلام سرور، وبشارة، ومطارحة الأحاديث الحسنة بين الإخوان، وسماع خطاب الرحمن، والأصوات الشجية، من الحور والملائكة والولدان، والنغمات المطربة، والألفاظ الرخيمة، لأن الدار، دار السلام، فليس فيها إلا السلام التام في جميع الوجوه.\nوَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا أي: أرزاقهم من المآكل والمشارب، وأنواع اللذات، مستمرة حيثما طلبوا، وفي أي: وقت رغبوا، ومن تمامها ولذاتها وحسنها، أن تكون في أوقات معلومة.\nبُكْرَةً وَعَشِيًّا ليعظم وقعها ويتم نفعها"
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه الجنّة الموصوفة بهذه الصفات هي التي نورثها من عبادنا من كان ممتثلًا للأوامر، مجتنبًا للنواهي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تلك الجنة التي نورث» نعطي وننزل «من عبادنا من كان تقيا» بطاعته، ونزل لما تأخر الوحي أياما وقال النبي صلى الله عليه وسلم لجبريل: ما يمنعك أن تزورنا أكثر مما تزورنا؟."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فتلك الجنة التي وصفناها بما ذكر الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا أي: نورثها المتقين، ونجعلها منزلهم الدائم، الذي لا يظعنون عنه، ولا يبغون عنه حولا، كما قال تعالى: وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقل - يا جبريل - لمحمد صلى الله عليه وسلم: إن الملائكة لا تتنزل من تلقاء أنفسها، وإنما تتنزّل بأمر الله، لله ما نستقبله من أمر الآخرة، وما خلّفناه من أمر الدنيا، وما بين الدنيا والآخرة، وما كان ربك - أيها الرسول - ناسيًا شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما نتنزل إلا بأمر ربك له ما بين أيدينا» أي أمامنا من أمور الآخرة «وما خلفنا» من أمور الدنيا «وما بين ذلك» أي: ما يكون في هذا الوقت إلى قيام الساعة أي له علم ذلك جمعيه «وما كان ربك نسيّا» بمعنى ناسيا أي: تاركا لك بتأخير الوحي عنك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "استبطأ النبي صلى الله عليه وسلم جبريل عليه السلام مرة في نزوله إليه فقال له: \" لو تأتينا أكثر مما تأتينا \" -تشوقا إليه، وتوحشا لفراقه، وليطمئن قلبه بنزوله- فأنزل الله تعالى على لسان جبريل: وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ أي: ليس لنا من الأمر شيء، إن أمرنا، ابتدرنا أمره، ولم نعص له أمرا، كما قال عنهم: لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ فنحن عبيد مأمورون، لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ أي: له الأمور الماضية والمستقبلة والحاضرة، في الزمان والمكان، فإذا تبين أن الأمر كله لله، وأننا عبيد مدبرون، فيبقى الأمر دائرا بين: \" هل تقتضيه الحكمة الإلهية فينفذه؟ أم لا تقتضيه فيؤخره \" ؟ ولهذا قال: وَمَا كَانَ رَبُّكَ نَسِيًّا أي: لم يكن لينساك ويهملك، كما قال تعالى: مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى بل لم يزل معتنيا بأمورك، مجريا لك على أحسن عوائده الجميلة، وتدابيره الجميلة.\nأي: فإذا تأخر نزولنا عن الوقت المعتاد، فلا يحزنك ذلك ولا يهمك، واعلم أن الله هو الذي أراد ذلك، لما له من الحكمة فيه."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ ۚ هَلْ تَعْلَمُ لَهُ سَمِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خالق السماوات وخالق الأرض، ومالكهما ومدبر أمرهما، وخالق ما بينهما ومالكه ومدبره، فاعبده وحده، فهو المستحق للعبادة، واثبت على عبادته، فليس له مثيل ولا نظير يشاركه في العبادة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هو «ربّ» مالك «السماوات والأرض وما بينهما فاعبده واصطبر لعبادته» أي: اصبر عليها «هل تعلم له سميا» مسمى بذلك؟ لا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم علل إحاطة علمه، وعدم نسيانه، بأنه رَبُّ السَّمَاوَاتِ وَالْأَرْضِ فربوبيته للسماوات والأرض، وكونهما على أحسن نظام وأكمله، ليس فيه غفلة ولا إهمال، ولا سدى، ولا باطل، برهان قاطع على علمه الشامل، فلا تشغل نفسك بذلك، بل اشغلها بما ينفعك ويعود عليك طائله، وهو: عبادته وحده لا شريك له، وَاصْطَبِرْ لِعِبَادَتِهِ أي: اصبر نفسك عليها وجاهدها، وقم عليها أتم القيام وأكملها بحسب قدرتك، وفي الاشتغال بعبادة الله تسلية للعابد عن جميع التعلقات والمشتهيات، كما قال تعالى: وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ إلى أن قال: وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا الآية.\nهَلْ تَعْلَمُ لَهُ سَمِيًّا أي: هل تعلم لله مساميا ومشابها ومماثلا من المخلوقين.\nوهذا استفهام بمعنى النفي، المعلوم بالعقل.\nأي: لا تعلم له مساميا ولا مشابها، لأنه الرب، وغيره مربوب، الخالق، وغيره مخلوق، الغني من جميع الوجوه، وغيره فقير بالذات من كل وجه، الكامل الذي له الكمال المطلق من جميع الوجوه، وغيره ناقص ليس فيه من الكمال إلا ما أعطاه الله تعالى، فهذا برهان قاطع على أن الله هو المستحق لإفراده بالعبودية، وأن عبادته حق، وعبادة ما سواه باطل، فلهذا أمر بعبادته وحده، والاصطبار لها، وعلل ذلك بكماله وانفراده بالعظمة والأسماء الحسنى."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الكافر المنكر للبعث؛ استهزاء: أإذا متّ فإني سوف أخرج من قبري حيًّا حياة ثانية؟! إن هذا لبعيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقول الإنسان» المنكر للبعث أبي بن خلف أو الوليد بن المغيرة النازل فيه الآية: «أئذا» بتحقيق الهمزة الثانية وإدخال ألف بينها بوجهيها وبين الأخرى «ما متّ لسوف أخرج حيا» من القبر كما يقول محمد، فالاستفهام بمعنى النفي أي: لا أحيا بعد الموت وما زائدة للتأكيد وكذا اللام ورد عليه بقوله تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "المراد بالإنسان هاهنا، كل منكر للبعث، مستبعد لوقوعه، فيقول -مستفهما على وجه النفي والعناد والكفر- أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا أي: كيف يعيدني الله حيا بعد الموت، وبعد ما كنت رميما؟\" هذا لا يكون ولا يتصور، وهذا بحسب عقله الفاسد ومقصده السيء، وعناده لرسل الله وكتبه، فلو نظر أدنى نظر، وتأمل أدنى تأمل، لرأى استبعاده للبعث، في غاية السخافة"
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلا يتذكر هذا المنكر للبعث أنا خلقناه من قبل ولم يكن شيئًا؟! فيستدلّ بالخلق الأول على الخلق الثاني، مع أن الخلق الثاني أسهل وأيسر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولا يَذكرُ الإنسان» أصله يتذكر أبدلت التاء ذالا وأدغمت في الذال وفي قراءة تركها وسكون الذال وضم الكاف «أنا خلقناه من قبل ولم يك شيئا» فيستدل بالابتداء على الإعادة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذكر تعالى برهانا قاطعا، ودليلا واضحا، يعرفه كل أحد على إمكان البعث فقال: أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا أي: أو لا يلفت نظره، ويستذكر حالته الأولى، وأن الله خلقه أول مرة، ولم يك شيئا، فمن قدر على خلقه من العدم، ولم يكن شيئا، مذكورا، أليس بقادر على إنشائه بعد ما تمزق، وجمعه بعد ما تفرق؟ وهذا كقوله: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وفي قوله: أَوَلَا يَذْكُرُ الْإِنْسَانُ دعوة للنظر، بالدليل العقلي، بألطف خطاب، وأن إنكار من أنكر ذلك، مبني على غفلة منه عن حاله الأولى، وإلا فلو تذكرها وأحضرها في ذهنه، لم ينكر ذلك."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فوربّك - أيها الرسول - لنخرجنّهم من قبورهم إلى المحشر مصحوبين بشياطينهم الذين أضلّوهم، ثم لنسوقنّهم إلى أبواب جهنم أذلاء، باركين على ركبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فوربك لنحشرنهم» أي المنكرين للبعث «والشياطين» أي نجمع كلا منهم وشيطانه في سلسلة «ثم لنحضرنهم حول جهنم» من خارجها «جثيا» على الركب جمع جاث وأصله جثوو أو جثوي من جثا يجثو أو يجثي لغتان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم الله تعالى وهو أصدق القائلين - بربوبيته، ليحشرن هؤلاء المنكرين للبعث، هم وشياطينهم فيجمعهم لميقات يوم معلوم، ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا أي: جاثين على ركبهم من شدة الأهوال، وكثرة الزلزال، وفظاعة الأحوال، منتظرين لحكم الكبير المتعال"
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَٰنِ عِتِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم لنجذبنّ بشدة وعنف من كل طائفة من طوائف الضلال أشدهم عصيانًا، وهم قادتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم لننزعن من كل شيعة» فرقة منهم «أيهم أشد على الرحمن عتيا» جراءة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا أي: ثم لننزعن من كل طائفة وفرقة من الظالمين المشتركين في الظلم والكفر والعتو أشدهم عتوا، وأعظمهم ظلما، وأكبرهم كفرا، فيقدمهم إلى العذاب، ثم هكذا يقدم إلى العذاب، الأغلظ إثما، فالأغلظ وهم في تلك الحال متلاعنون، يلعن بعضهم بعضا، ويقول أخراهم لأولاهم: رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ* وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ وكل هذا تابع لعدله وحكمته وعلمه الواسع"
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم لنحن أعلم بالذين هم أحقّ بدخول النار ومقاساة حرّها ومعاناته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم لنحن أعلم بالذين هم أولى بها» أحق بجهنم الأشد وغيره منهم «صليا» دخولا واحتراقا فنبدأ بهم وأصله صلوي من صلي بكسر اللام وفتحها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا أي: علمنا محيط بمن هو أولى صليا بالنار، قد علمناهم، وعلمنا أعمالهم واستحقاقها وقسطها من العذاب."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَقْضِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما منكم - أيها الناس - أحد إلا سيعبر فوق الصراط المضروب على متن جهنم، كان هذا العبور قضاءً مُبْرَمًا قضاه الله، فلا رادّ لقضائه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» أي ما «منكم» أحد «إلا واردها» أي داخل جهنم «كان على ربك حتما مقضيا» حتمه وقضى به لا يتركه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا خطاب لسائر الخلائق، برهم وفاجرهم، مؤمنهم وكافرهم، أنه ما منهم من أحد، إلا سيرد النار، حكما حتمه الله على نفسه، وأوعد به عباده، فلا بد من نفوذه، ولا محيد عن وقوعه.\nواختلف في معنى الورود، فقيل: ورودها، حضورها للخلائق كلهم، حتى يحصل الانزعاج من كل أحد، ثم بعد، ينجي الله المتقين.\nوقيل: ورودها، دخولها، فتكون على المؤمنين بردا وسلاما.\nوقيل: الورود، هو المرور على الصراط، الذي هو على متن جهنم، فيمر الناس على قدر أعمالهم، فمنهم من يمر كلمح البصر، وكالريح، وكأجاويد الخيل، وكأجاويد الركاب، ومنهم من يسعى، ومنهم من يمشي مشيا، ومنهم من يزحف زحفا، ومنهم من يخطف فيلقى في النار، كل بحسب تقواه"
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم بعد هذا العبور على الصراط نسلّم الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه، ونترك الظالمين باركين على ركبهم، لا يستطيعون الفرار منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم ننجِّي» مشددا ومخففا «الذين اتقوا» الشرك والكفر منها «ونذر الظالمين» بالشرك والكفر «فيها جثيا» على الركب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا الله تعالى بفعل المأمور، واجتناب المحظور وَنَذَرُ الظَّالِمِينَ أنفسهم بالكفر والمعاصي فِيهَا جِثِيًّا وهذا بسبب ظلمهم وكفرهم، وجب لهم الخلود، وحق عليهم العذاب، وتقطعت بهم الأسباب."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا تُقْرأ على الناس آياتنا المنزلة على رسولنا واضحات قال الكفار للمؤمنين: أيُّ فريقينا خير إقامة ومسكنًا، وأحسن مجلسًا ومجتمعًا: فريقنا أم فريقكم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا تتلى عليهم» أي المؤمنين والكافرين «آياتنا» من القرآن «بينات» واضحات حال «قال الذين كفروا للذين آمنوا أيُّ الفريقين» نحن وأنتم «خير مقاما» منزلا ومسكنا بالفتح من قام وبالضم من أقام «وأحسن نديا» بمعنى النادي وهو مجتمع القوم يتحدثون فيه، يعنون نحن فنكون خيرا منكم قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وإذا تتلى على هؤلاء الكفار آياتنا بينات، أي: واضحات الدلالة على وحدانية الله وصدق رسله، توجب لمن سمعها صدق الإيمان وشدة الإيقان، قابلوها بضد ما يجب لها، واستهزءوا بها وبمن آمن بها، واستدلوا بحسن حالهم في الدنيا، على أنهم خير من المؤمنين، فقالوا معارضين للحق: أَيُّ الْفَرِيقَيْنِ أي: نحن والمؤمنون خَيْرٌ مَقَامًا أي: في الدنيا، من كثرة الأموال والأولاد، وتوفر الشهوات وَأَحْسَنُ نَدِيًّا أي مجلسا.\nأي: فاستنتجوا من هذه المقدمة الفاسدة، أنهم أكثر مالا وأولادا، وقد حصلت لهم أكثر مطالبهم من الدنيا، ومجالسهم وأنديتهم مزخرفة مزوقة.\nوالمؤمنون بخلاف هذه الحال، فهم خير من المؤمنين، وهذا دليل في غاية الفساد، وهو من باب قلب الحقائق، وإلا فكثرة الأموال والأولاد، وحسن المنظر، كثيرا ما يكون سببا لهلاك صاحبه، وشقائه، وشره"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أكثر الأمم التي أهلكناها قبل هؤلاء الكفار المفتخرين بما هم فيه من تفوّق مادي، هي أحسن منهم أموالًا، وأحسن منظرًا لنفاسة ثيابهم، وتنعّم أبدانهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكم» أي كثيرا «أهلكنا قبلهم من قرن» أي أمة من الأمم الماضية «هم أحسن أثاثا» مالاً ومتاعا «ورئيا» منظرا من الرؤية فكما أهلكناهم لكفرهم هلك هؤلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا أي: متاعا، من أوان وفرش، وبيوت، وزخارف، وأحسن رئيا، أي: أحسن مرأى ومنظرا، من غضارة العيش، وسرور اللذات، وحسن الصور، فإذا كان هؤلاء المهلكون أحسن منهم أثاثا ورئيا، ولم يمنعهم ذلك من حلول العقاب بهم، فكيف يكون هؤلاء، وهم أقل منهم وأذل، معتصمين من العذاب أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ؟ وعلم من هذا، أن الاستدلال على خير الآخرة بخير الدنيا من أفسد الأدلة، وأنه من طرق الكفار."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَٰنُ مَدًّا ۚ حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: من كان يتخبّط في ضلاله فسيمهله الرحمن حتى يزداد ضلالًا، حتى إذا عاينوا ما كانوا يوعدون به من العذاب المعجَّل في الدنيا، أو المؤجَّل يوم القيامة فسيعلمون حينئذ من هو شر منزلًا وأقل ناصرًا، أهو فريقهم أم فريق المؤمنين؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل من كان في الضلالة» شرط جوابه «فليمدد» بمعنى الخبر أي يمد «له الرحمن مدا» في الدنيا يستدرجه «حتى إذا رأوا ما يوعدون إما العذاب» كالقتل والأسر «وإما الساعة» المشتملة على جهنم فيدخلونها «فسيعلمون من هو شر مكانا وأضعف جندا» أعوانا أهم أم المؤمنون وجندهم الشياطين وجند المؤمنين عليهم الملائكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر دليلهم الباطل، الدال على شدة عنادهم، وقوة ضلالهم، أخبر هنا، أن من كان في الضلالة، بأن رضيها لنفسه، وسعى فيها، فإن الله يمده منها، ويزيده فيها حبا، عقوبة له على اختيارها على الهدى، قال تعالى: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ حَتَّى إِذَا رَأَوْا أي: القائلون: أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا مَا يُوعَدُونَ إِمَّا الْعَذَابَ بقتل أو غيره وَإِمَّا السَّاعَةَ التي هي باب الجزاء على الأعمال فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا أي: فحينئذ يتبين لهم بطلان دعواهم، وأنها دعوى مضمحلة، ويتيقنون أنهم أهل الشر، وَأَضْعَفُ جُنْدًا ولكن لا يفيدهم هذا العلم شيئا، لأنه لا يمكنهم الرجوع إلى الدنيا، فيعملون غير عملهم الأول."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى ۗ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومقابل الإمهال لأولئك حتى يزدادوا ضلالًا، يزيد الله الذين اهتدوا إيمانًا وطاعة، والأعمال الصالحات المؤدّية إلى السعادة الأبدية أنفع عند ربك - أيها الرسول - جزاءً، وخير عاقبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويزيد الله الذين اهتدوا» بالإيمان «هدى» يما ينزل عليهم من الآيات «والباقيات الصالحات» هي الطاعة تبقى لصاحبها «خير عند ربك ثوابا وخير مردّا» أي ما يرد إليه ويرجع بخلاف أعمال الكفار والخيرية منا في مقابلة قولهم أي الفرقين خير مقاما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر أنه يمد للظالمين في ضلالهم، ذكر أنه يزيد المهتدين هداية من فضله عليهم ورحمته، والهدى يشمل العلم النافع، والعمل الصالح.\nفكل من سلك طريقا في العلم والإيمان والعمل الصالح زاده الله منه، وسهله عليه ويسره له، ووهب له أمورا أخر، لا تدخل تحت كسبه، وفي هذا دليل على زيادة الإيمان ونقصه، كما قاله السلف الصالح، ويدل عليه قوله تعالى وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا ويدل عليه أيضا الواقع، فإن الإيمان قول القلب واللسان، وعمل القلب واللسان والجوارح، والمؤمنون متفاوتون في هذه الأمور، أعظم تفاوت، ثم قال: وَالْبَاقِيَاتُ الصَّالِحَاتُ أي: الأعمال الباقية، التي لا تنقطع إذا انقطع غيرها، ولا تضمحل، هي الصالحات منها، من صلاة، وزكاة، وصوم، وحج، وعمرة، وقراءة، وتسبيح، وتكبير، وتحميد، وتهليل، وإحسان إلى المخلوقين، وأعمال قلبية وبدنية.\nفهذه الأعمال خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْر مَرَدًّا أي: خير عند الله، ثوابها وأجرها، وكثير للعاملين نفعها وردها، وهذا من باب استعمال أفعل التفضيل في غير بابه، فإنه ما ثم غير الباقيات الصالحات، عمل ينفع، ولا يبقى لصاحبه ثوابه ولا ينجع، ومناسبة ذكر الباقيات الصالحات-والله أعلم- أنه لما ذكر أن الظالمين جعلوا أحوال الدنيا من المال والولد، وحسن المقام ونحو ذلك، علامة لحسن حال صاحبها، أخبر هنا أن الأمر، ليس كما زعموا، بل العمل الذي هو عنوان السعادة ومنشور الفلاح، هو العمل بما يحبه الله ويرضاه."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفرأيت - أيها الرسول - الذي كفر بحججنا، وأنكر وعيدنا، وقال: إن متّ، وبعثت لأعطَينّ مالًا كثيرًا وأولادًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفرأيت الذي كفر بآياتنا» العاص بن وائل «وقال» لخباب بن الأرث القائل له نبعث بعد الموت والمطالب له بمال «لأوتينَّ» على تقدير البعث «مالاً وولدا» فأقضيك، قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أفلا تتعجب من حالة هذا الكافر، الذي جمع بين كفره بآيات الله ودعواه الكبيرة، أنه سيؤتى في الآخرة مالا وولدا، أي: يكون من أهل الجنة، هذا من أعجب الأمور، فلو كان مؤمنا بالله وادعى هذه الدعوى، لسهل الأمر.\nوهذه الآية -وإن كانت نازلة في كافر معين- فإنها تشمل كل كافر، زعم أنه على الحق، وأنه من أهل الجنة"
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَعَلِم الغيب فقال ما قال عن بيِّنة؟! أم جعل عند ربه عهدًا ليدخلنّه الجنة، ويعطينّه مالًا وأولادًا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أطلع الغيب» أي أعلمه وأن يؤتى ما قاله واستغنى بهمزة الاستفهام عن همزة الوصل فحذفت «أم اتخذ عند الرحمن عهدا» بأن يؤتى ما قاله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله، توبيخا له وتكذيبا: أَطَّلَعَ الْغَيْبَ أي: أحاط علمه بالغيب، حتى علم ما يكون، وأن من جملة ما يكون، أنه يؤتى يوم القيامة مالا وولدا؟ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا أنه نائل ما قاله، أي: لم يكن شيء من ذلك، فعلم أنه متقول، قائل ما لا علم له به.\nوهذا التقسيم والترديد، في غاية ما يكون من الإلزام وإقامة الحجة؛ فإن الذي يزعم أنه حاصل له خير عند الله في الآخرة، لا يخلو: إما أن يكون قوله صادرا عن علم بالغيوب المستقبلة، وقد علم أن هذا لله وحده، فلا أحد يعلم شيئا من المستقبلات الغيبية، إلا من أطلعه الله عليه من رسله.\nوإما أن يكون متخذا عهدا عند الله، بالإيمان به، واتباع رسله، الذين عهد الله لأهله، وأوزع أنهم أهل الآخرة، والناجون الفائزون.\nفإذا انتفى هذان الأمران، علم بذلك بطلان الدعوى"
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما زعم، سنكتب ما يقوله وما يعمله، ونزيده عذابًا فوق عذابه لما يدّعيه من الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» أي لا يؤتى ذلك «سنكتب» نأمر بكتب «ما يقول ونمدّ له العذاب مدا» نزيده بذلك عذابا فوق عذاب كفره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَلَّا أي: ليس الأمر كما زعم، فليس للقائل اطلاع على الغيب، لأنه كافر، ليس عنده من علم الرسائل شيء، ولا اتخذ عند الرحمن عهدا، لكفره وعدم إيمانه، ولكنه يستحق ضد ما تقوله، وأن قوله مكتوب، محفوظ، ليجازى عليه ويعاقب، ولهذا قال: سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا أي: نزيده من أنواع العقوبات، كما ازداد من الغي والضلال."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونرث ما تركه من مال وولد بعد إهلاكنا له، ويجيئنا يوم القيامة فردًا قد سلب منه ما كان يتمتّع به من مال ومن جاه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونرثه ما يقول» من المال والولد «ويأتينا» يوم القيامة «فردا» لا مال له ولا ولد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَرِثُهُ مَا يَقُولُ أي: نرثه ماله وولده، فينتقل من الدنيا فردا، بلا مال ولا أهل ولا أنصار ولا أعوان وَيَأْتِينَا فَرْدًا فيرى من وخيم العذاب وأليم العقاب، ما هو جزاء أمثاله من الظالمين."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واتّخذ المشركون لهم معبودين من دون الله؛ ليكونوا لهم ظهيرًا ومعينًا ينتصرون بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتخذوا» أي كفار مكة «من دون الله» الأوثان «آلهة» يعبدونهم «ليكونوا لهم عزا» شفعاء عند الله بألا يعذبوا."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما زعموا، فهذه المعبودات التي يعبدونها من دون الله ستجحد عبادة المشركين لها يوم القيامة، وتتبرّأ منهم، وتكون لهم أعداء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(كلا) أي لا مانع من عذابهم (سيكفرون) أي الآلهة (بعبادتهم) أي ينفونها كما في آية أخرى \"\" ما كانوا إيانا يعبدون \"\" (ويكونون عليهم ضدا) أعوانا وأعداء."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تر - أيها الرسول - أنا بعثنا الشياطين، وسلّطناهم على الكفار تهيّجهم إلى فعل المعاصي والصد عن دين الله تهييجًا؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تر أنا أرسلنا الشياطين» سلطانهم «على الكافرين تؤزهم» تهيجهم إلى المعاصي «أزّا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من عقوبة الكافرين أنهم -لما لم يعتصموا بالله، ولم يتمسكوا بحبل الله، بل أشركوا به ووالوا أعداءه، من الشياطين- سلطهم عليهم، وقيضهم لهم، فجعلت الشياطين تؤزهم إلى المعاصي أزا، وتزعجهم إلى الكفر إزعاجا، فيوسوسون لهم، ويوحون إليهم، ويزينون لهم الباطل، ويقبحون لهم الحق، فيدخل حب الباطل في قلوبهم ويتشربها، فيسعى فيه سعي المحق في حقه، فينصره بجهده ويحارب عنه، ويجاهد أهل الحق في سبيل الباطل، وهذا كله، جزاء له على توليه من وليه وتوليه لعدوه، جعل له عليه سلطان، وإلا فلو آمن بالله، وتوكل عليه، لم يكن له عليه سلطان، كما قال تعالى: إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ* إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ"
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تعجل - أيها الرسول - بطلب الله أن يعجّل هلاكهم، إنما نحصي أعمارهم إحصاء، حتى إذا انتهى وقت إمهالهم عاقبناهم بما يستحقّون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا تعجل عليهم» بطلب العذاب «إنما نعد لهم» الأيام والليالي أو الأنفاس «عدا» إلى وقت عذابهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَا تَعْجَلْ عَلَيْهِمْ أي: على هؤلاء الكفار المستعجلين بالعذاب إِنَّمَا نَعُدُّ لَهُمْ عَدًّا أي أن لهم أياما معدودة لا يتقدمون عنها ولا يتأخرون، نمهلهم ونحلم عنهم مدة ليراجعوا أمر الله، فإذا لم ينجع فيهم ذلك أخذناهم أخذ عزيز مقتدر."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكر - أيها الرسول - يوم القيامة يوم نجمع المتقين ربهم - بامتثال أوامره واجتناب نواهيه - إلى ربهم وفدًا مكرمين مُعَزَّزين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «يوم نحشر المتقين» بإيمانهم «إلى الرحمن وفدا» جمع وافد بمعنى: راكب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن تفاوت الفريقين المتقين، والمجرمين، وأن المتقين له -باتقاء الشرك والبدع والمعاصي- يحشرهم إلى موقف القيامة مكرمين، مبجلين معظمين، وأن مآلهم الرحمن، وقصدهم المنان، وفودا إليه، والوافد لابد أن يكون في قلبه من الرجاء، وحسن الظن بالوافد [إليه] ما هو معلوم، فالمتقون يفدون إلى الرحمن، راجين منه رحمته وعميم إحسانه، والفوز بعطاياه في دار رضوانه، وذلك بسبب ما قدموه من العمل بتقواه، واتباع مراضيه، وأن الله عهد إليهم بذلك الثواب على ألسنة رسله فتوجهوا إلى ربهم مطمئنين به، واثقين بفضله."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونسوق الكفار إلى جهنم عطاشًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونسوق المجرمين» بكفرهم «إلى جهنم وردا» جمع وارد بمعنى ماش عطشان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما المجرمون، فإنهم يساقون إلى جهنم وردا، أي: عطاشا، وهذا أبشع ما يكون من الحالات، سوقهم على وجه الذل والصغار إلى أعظم سجن وأفظع عقوبة، وهو جهنم، في حال ظمئهم ونصبهم يستغيثون فلا يغاثون، ويدعون فلا يستجاب لهم، ويستشفعون فلا يشفع لهم"
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يملك هؤلاء الكفار الشفاعة لبعضهم إلا من اتّخذ عند الله في الدنيا عهدًا بالإيمان به وبرسله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يملكون» أي الناس «الشفاعة إلا من اتخذ عند الرحمن عهدا» أي شهادة أن لا إله إلا الله ولا حول ولا قوة إلا بالله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَمْلِكُونَ الشَّفَاعَةَ أي: ليست الشفاعة ملكهم، ولا لهم منها شيء، وإنما هي لله تعالى قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا وقد أخبر أنه لا تنفعهم شفاعة الشافعين، لأنهم لم يتخذوا عنده عهدا بالإيمان به وبرسله، وإلا فمن اتخذ عنده عهدا فآمن به وبرسله واتبعهم، فإنه ممن ارتضاه الله، وتحصل له الشفاعة كما قال تعالى: وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وسمى الله الإيمان به واتباع رسله عهدا، لأنه عهد في كتبه وعلى ألسنة رسله، بالجزاء الجميل لمن اتبعهم."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال اليهود والنصارى وبعض المشركين: اتخذ الرحمن ولدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» أي اليهود والنصارى ومن زعم أن الملائكة بنات الله «اتخذ الرحمن ولدا» قال تعالى لهم:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا تقبيح وتشنيع لقول المعاندين الجاحدين، الذين زعموا أن الرحمن اتخذ ولدا، كقول النصارى: المسيح ابن الله، واليهود: عزير ابن الله، والمشركين: الملائكة بنات الله، تعالى الله عن قولهم علوا كبيرا."
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "لَقَدْ جِئْتُمْ شَيْئًا إِدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد جئتم - أيها القائلون بهذا - شيئًا عظيمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد جئتم شيئا إدا» أي منكرا عظيما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ جِئْتُمْ شَيْئًا إِدًّا أي: عظيما وخيما."
                }
            ]
        },
        {
            "ayah_number": 90,
            "text": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تكاد السماوات تتشقّق من هذا القول المنكر، وتكاد الأرض تتصدّع، وتكاد الجبال تسقط منهدمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تكاد» بالتاء والياء «السماوات يتفطرن» بالتاء وتشديد الطاء بالانشقاق وفي قراءة بالنون «منه وتنشق الأرض وتخر الجبال هدّا» أي تنطبق عليهم من أجل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "من عظيم أمره أنه تَكَادُ السَّمَاوَاتُ على عظمتها وصلابتها يَتَفَطَّرْنَ مِنْهُ أي: من هذا القول وَتَنْشَقُّ الْأَرْضُ منه، أي: تتصدع وتنفطر وَتَخِرُّ الْجِبَالُ هَدًّا أي: تندك الجبال."
                }
            ]
        },
        {
            "ayah_number": 91,
            "text": "أَنْ دَعَوْا لِلرَّحْمَٰنِ وَلَدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كل ذلك من أجل أن نسبوا للرحمن ولدًا، تعالى الله عن ذلك علوًّا كبيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أن دعوا للرحمن ولدا» قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 91 و 92 : أَنْ دَعَوْا لِلرَّحْمَنِ أي: من أجل هذه الدعوى القبيحة تكاد هذه المخلوقات، أن يكون منها ما ذكر.\nوالحال أنه: مَا يَنْبَغِي أي: لا يليق ولا يكون لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا وذلك لأن اتخاذه الولد، يدل على نقصه واحتياجه، وهو الغني الحميد.\nوالولد أيضا، من جنس والده، والله تعالى لا شبيه له ولا مثل ولا سمي."
                }
            ]
        },
        {
            "ayah_number": 92,
            "text": "وَمَا يَنْبَغِي لِلرَّحْمَٰنِ أَنْ يَتَّخِذَ وَلَدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يستقيم أن يتخذ الرحمن ولدًا لتنزّهه عن ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما ينبغي للرحمن أن يتخذ ولدا» أي ما يليق به ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 91 و 92 : أَنْ دَعَوْا لِلرَّحْمَنِ أي: من أجل هذه الدعوى القبيحة تكاد هذه المخلوقات، أن يكون منها ما ذكر.\nوالحال أنه: مَا يَنْبَغِي أي: لا يليق ولا يكون لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا وذلك لأن اتخاذه الولد، يدل على نقصه واحتياجه، وهو الغني الحميد.\nوالولد أيضا، من جنس والده، والله تعالى لا شبيه له ولا مثل ولا سمي."
                }
            ]
        },
        {
            "ayah_number": 93,
            "text": "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما كل من في السماوات والأرض من الملائكة والإنس والجن إلا يأتي ربه يوم القيامة خاضعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» أي ما «كل من في السماوات والأرض إلا آتي للرحمن عبداً» ذليلا خاضعا يوم القيامة منهم عزير وعيسى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا أي: ذليلا منقادا، غير متعاص ولا ممتنع، الملائكة، والإنس، والجن وغيرهم، الجميع مماليك، متصرف فيهم، ليس لهم من الملك شيء، ولا من التدبير شيء، فكيف يكون له ولد، وهذا شأنه وعظمة ملكه؟\"."
                }
            ]
        },
        {
            "ayah_number": 94,
            "text": "لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد أحاط بهم علمًا، وعدّهم عدًّا، فلا يخفى عليه منهم شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد أحصاهم وعدهم عدا» فلا يخفى عليه مبلغ جميعهم ولا واحد منهم"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا أي: لقد أحاط علمه بالخلائق كلهم، أهل السماوات والأرض، وأحصاهم وأحصى أعمالهم، فلا يضل ولا ينسى، ولا تخفى عليه خافية."
                }
            ]
        },
        {
            "ayah_number": 95,
            "text": "وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكل واحد منهم يأتيه يوم القيامة منفردًا لا ناصر له ولا مال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكلهم آتيه يوم القيامة فردا» بلا مال ولا نصير يمنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا أي: لا أولاد، ولا مال، ولا أنصار، ليس معه إلا عمله، فيجازيه الله ويوفيه حسابه، إن خيرا فخير، وإن شرا فشر، كما قال تعالى: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ"
                }
            ]
        },
        {
            "ayah_number": 96,
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات المرضية عند الله، سيجعل لهم الله محبة بحبه إياهم، وبتحبيبهم إلى عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وُدّا» فيما بينهم يتوادون ويتحابون ويحبهم الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا من نعمه على عباده، الذين جمعوا بين الإيمان والعمل الصالح، أن وعدهم أنه يجعل لهم ودا، أي: محبة وودادا في قلوب أوليائه، وأهل السماء والأرض، وإذا كان لهم في القلوب ود تيسر لهم كثير من أمورهم وحصل لهم من الخيرات والدعوات والإرشاد والقبول والإمامة ما حصل، ولهذا ورد في الحديث الصحيح: \" إن الله إذا أحب عبدا، نادى جبريل: إني أحب فلانا فأحبه، فيحبه جبريل، ثم ينادي في أهل السماء: إن الله يحب فلانا فأحبوه، فيحبه أهل السماء، ثم يوضع له القبول في الأرض \" وإنما جعل الله لهم ودا،لأنهم ودوه، فوددهم إلى أوليائه وأحبابه."
                }
            ]
        },
        {
            "ayah_number": 97,
            "text": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإنما يسّرنا هذا القرآن بإنزاله بلسانك - أيها الرسول - من أجل أن تبشّر به المتقين الذين يمتثلون أوامري، ويجتنبون نواهيّ، وتخوّف به قومًا أشداء في الخصومة والمكابرة في الإذعان للحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإنما يسرناه» أي القرآن «بلسانك» العربي «لتبشر به المتقين» الفائزين بالإيمان «وتنذر» تخوف «به قوما لُدّا» جمع ألد أي جدل بالباطل وهم كفار مكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن نعمته تعالى، وأن الله يسر هذا القرآن الكريم بلسان الرسول محمد صلى الله عليه وسلم، يسر ألفاظه ومعانيه، ليحصل المقصود منه والانتفاع به، لِتُبَشِّرَ بِهِ الْمُتَّقِينَ بالترغيب في المبشر به من الثواب العاجل والآجل، وذكر الأسباب الموجبة للبشارة، وَتُنْذِرَ بِهِ قَوْمًا لُدًّا أي: شديدين في باطلهم، أقوياء في كفرهم، فتنذرهم.\nفتقوم عليهم الحجة، وتتبين لهم المحجة، فيهلك من هلك عن بينة، ويحيا من حي عن بينة."
                }
            ]
        },
        {
            "ayah_number": 98,
            "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أكثر الأمم التي أهلكناها من قبل قومك، فهل تشعر اليوم بأحد من تلك الأمم؟! وهل تسمع لهم صوتًا خفيًّا؟! فما أصابهم قد يصيب غيرهم حين يأذن الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكم» أي كثيرا «أهلكنا قبلهم من قرن» أي أمة من الأمم الماضية بتكذيبهم الرسل «هل تحس» تجد «منهم من أحد أو تسمع لهم ركزا» صوتا خفيا؟ لا، فكما أهلكنا أولئك نهلك هؤلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توعدهم بإهلاك المكذبين قبلهم، فقال: وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ من قوم نوح، وعاد، وثمود، وفرعون، وغيرهم من المعاندين المكذبين، لما استمروا في ظغيانهم، أهلكهم الله فليس لهم من باقية.\nهَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا والركز: الصوت الخفي، أي: لم يبق منهم عين ولا أثر، بل بقيت أخبارهم عبرة للمعتبرين، وأسمارهم عظة للمتعظين."
                }
            ]
        }
    ]
}