{
    "surah": "الحج",
    "number": 22,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، اتقوا ربكم بامتثال ما أمركم به، والكفّ عما نهاكم عنه، إن ما يصاحب القيامة من زلزلة الأرض وغيرها من الأهوال أمر عظيم، يجب الاستعداد له بالعمل بما يرضي الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس» أي أهل مكة وغيرهم «اتقوا ربكم» أي عقابه بأن تطيعوه «إنَّ زلزلة الساعة» أي الحركة الشديدة للأرض التي يكون بعدها طلوع الشمس من مغربها الذي هو قرب الساعة «شيء عظيم» في إزعاج الناس الذي هو نوع من العقاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخاطب الله الناس كافة، بأن يتقوا ربهم، الذي رباهم بالنعم الظاهرة والباطنة، فحقيق بهم أن يتقوه، بترك الشرك والفسوق والعصيان، ويمتثلوا أوامره، مهما استطاعوا.\nثم ذكر ما يعينهم على التقوى، ويحذرهم من تركها، وهو الإخبار بأهوال القيامة، فقال: إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ لا يقدر قدره، ولا يبلغ كنهه، ذلك بأنها إذا وقعت الساعة، رجفت الأرض وارتجت، وزلزلت زلزالها، وتصدعت الجبال، واندكت، وكانت كثيبا مهيلا، ثم كانت هباء منبثا، ثم انقسم الناس ثلاثة أزواج.\nفهناك تنفطر السماء، وتكور الشمس والقمر، وتنتثر النجوم، ويكون من القلاقل والبلابل ما تنصدع له القلوب، وتجل منه الأفئدة، وتشيب منه الولدان، وتذوب له الصم الصلاب"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَىٰ وَمَا هُمْ بِسُكَارَىٰ وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم تشاهدونها تغفل كلّ مرضعة عن رضيعها، وتُسْقِط كل صاحبة حمل حملها من شدة الخوف، وترى الناس من غياب عقولهم مثل السكارى من شدة هول الموقف، وليسوا سكارى من شرب الخمر، ولكن عذاب الله شديد، فقد أفقدهم عقولهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم ترَوْنها تذُهَلُ» بسببها «كل مرضعة» بالفعل «عما أرضعت» أي تنساه «وتضع كل ذات حمل» أي حبلى «حملها وترى الناس سكارى» من شدة الخوف «وما هم بسكارى» من الشراب «ولكن عذاب الله شديد» فهم يخافونه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ مع أنها مجبولة على شدة محبتها لولدها، خصوصا في هذه الحال، التي لا يعيش إلا بها.\nوَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا من شدة الفزع والهول، وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى أي: تحسبهم -أيها الرائي لهم- سكارى من الخمر، وليسوا سكارى.\nوَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ فلذلك أذهب عقولهم، وفرغ قلوبهم، وملأها من الفزع، وبلغت القلوب الحناجر، وشخصت الأبصار، وفي ذلك اليوم، لا يجزي والد عن ولده، ولا مولود هو جاز عن والده شيئا.\nويومئذ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ* وَأُمِّهِ وَأَبِيهِ* وَصَاحِبَتِهِ وَبَنِيهِ* لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ وهناك يعض الظالم على يديه، يقول يا ليتني اتخذت مع الرسول سبيلا يا ويلتي ليتني لم أتخذ فلانا خليلا وتسود حينئذ وجوه وتبيض وجوه، وتنصب الموازين، التي يوزن بها مثاقيل الذر، من الخير والشر، وتنشر صحائف الأعمال وما فيها من جميع الأعمال والأقوال والنيات، من صغير وكبير، وينصب الصراط على متن جهنم، وتزلف الجنة للمتقين، وبرزت الجحيم للغاوين.\nإذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا* وإذا ألقوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا ويقال لهم: لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا وإذا نادوا ربهم ليخرجهم منها، قال: اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ قد غضب عليهم الرب الرحيم، وحضرهم العذاب الأليم، وأيسوا من كل خير، ووجدوا أعمالهم كلها، لم يفقدوا منها نقيرا ولا قطميرا.\nهذا، والمتقون في روضات الجنات يحبرون، وفي أنواع اللذات يتفكهون، وفيما اشتهت أنفسهم خالدون، فحقيق بالعاقل الذي يعرف أن كل هذا أمامه، أن يعد له عدته، وأن لا يلهيه الأمل، فيترك العمل، وأن تكون تقوى الله شعاره، وخوفه دثاره، ومحبة الله، وذكره، روح أعماله."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الناس من يخاصم في قدرة الله على بعث الأموات دون علم يستند إليه، ويتّبع في اعتقاده وقوله كل متمرّد على ربه من الشياطين، ومن أئمة الضلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في النضر بن الحارث وجماعته «ومن الناس من يجادل في الله بغير علم» قالوا: الملائكة بنات الله، والقرآن أساطير الأولين، وأنكروا البعث وإحياء من صار ترابا «ويتبع» في جداله «كل شيطان مريد» أي متمرد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن الناس طائفة وفرقة، سلكوا طريق الضلال، وجعلوا يجادلون بالباطل الحق، يريدون إحقاق الباطل وإبطال الحق، والحال أنهم في غاية الجهل ما عندهم من العلم شيء، وغاية ما عندهم، تقليد أئمة الضلال، من كل شيطان مريد، متمرد على الله وعلى رسله، معاند لهم، قد شاق الله ورسوله، وصار من الأئمة الذين يدعون إلى النار."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَىٰ عَذَابِ السَّعِيرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كُتِب على ذلك المتمرد من شياطين الإنس والجن أن من اتبعه وصدّق به فإنه يضله عن طريق الحق، ويسوقه إلى عذاب النار بما يقوده إليه من الكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كتب عليه» قضي على الشيطان «أنه من تولاه» أي اتبعه «فأنه يضله ويهديه» يدعوه «إلى عذاب السعير» أي النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كُتِبَ عَلَيْهِ أي: قدر على هذا الشيطان المريد أَنَّهُ مَنْ تَوَلَّاهُ أي: اتبعه فَأَنَّهُ يُضِلُّهُ عن الحق، ويجنبه الصراط المستقيم وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ وهذا نائب إبليس حقا، فإن الله قال عنه إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ فهذا الذي يجادل في الله، قد جمع بين ضلاله بنفسه، وتصديه إلى إضلال الناس، وهو متبع، ومقلد لكل شيطان مريد، ظلمات بعضها فوق بعض، ويدخل في هذا، جمهور أهل الكفر والبدع، فإن أكثرهم مقلدة، يجادلون بغير علم."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَىٰ أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ۖ وَمِنْكُمْ مَنْ يُتَوَفَّىٰ وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا ۚ وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، إن كان لديكم شك في قدرتنا على بعثكم بعد الموت، فتأملوا في خلقكم؛ فقد خلقنا أباكم آدم من تراب، ثم خلقنا ذريته من مني يقذفه الرجل في رحم المرأة، ثم يتحول المني دمًا جامدًا، ثم يتحول الدم الجامد إلى قطعة لحم تشبه قطعة اللحم الممضوغة، ثم تتحول قطعة اللحم إما إلى خلق سوي يبقى في الرحم حتى يخرج مولودًا حيًّا، وإما إلى خلق غير سوي يسقطه الرحم؛ لنبين لكم قدرتنا بخلقكم أطوارًا، ونثبت في الأرحام ما نشاء من الأجنة حتى يولد في أجل محدد وهو تسعة أشهر، ثم نخرجكم من بطون أمهاتكم أطفالًا، ثم لتصلوا إلى كمال القوة والعقل، ومنكم من يموت قبل ذلك، ومنكم من يعيش حتى يبلغ سن الهرم حيث تضعف القوة ويضعف العقل، حتى يصير أسوأ حالًا من الصبي، لا يعلم شيئًا مما كان يعلمه، وترى الأرض يابسة لا نبات فيها، فإذا أنزلنا عليها ماء المطر تفتحت عن النبات، وارتفعت بسبب نموّ نباته، وأخرجت من كل صنف من النبات جميل المنظر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس» أي أهل مكة «إن كنتم في ريب» شك «من البعث فإنا خلقناكم» أي أصلكم آدم «من تراب ثم» خلقنا ذريته «من نطفة» منيّ «ثم من علقة» وهي الدم الجامد «ثم من مضغة» وهي لحمة قدر ما يمضغ «مخلقة» مصورة تامة الخلق «وغير مخلقة» أي غير تامة الخلق «لنبين لكم» كمال قدرتنا لتستدلوا بها في ابتداء الخلق على إعادته «ونُقرُّ» مستأنف «في الأرحام ما نشاء إلى أجل مسمى» وقت خروجه «ثم نخرجكم» من بطون أمهاتكم «طفلا» بمعنى أطفالا «ثم» نعمركم «لتبلغوا أشدكم» أي الكمال والقوة وهو ما بين الثلاثين إلى الأربعين سنة «ومنكم من يُتوفى» يموت قبل بلوغ الأشد «ومنكم من يرد إلى أرذل العمر» أخسه من الهرم والخرف «لكيلا يعلم من بعد علم شيئا» قال عكرمة من قرأ القرآن لم يصر بهذه الحالة «وترى الأرض هامدة» يابسة «فإذا أنزلنا عليها الماء اهتزت» تحركت «وَرَبَتْ» ارتفعت وزادت «وأنبتت من» زائدة «كلّ زوج» صنف «بهيج» حسن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ أي: شك واشتباه، وعدم علم بوقوعه، مع أن الواجب عليكم أن تصدقوا ربكم، وتصدقوا رسله في ذلك، ولكن إذا أبيتم إلا الريب، فهاكم دليلين عقليين تشاهدونهما، كل واحد منهما، يدل دلالة قطعية على ما شككتم فيه، ويزيل عن قلوبكم الريب.\nأحدهما: الاستدلال بابتداء خلق الإنسان، وأن الذي ابتدأه سيعيده، فقال فيه: فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ وذلك بخلق أبي البشر آدم عليه السلام، ثُمَّ مِنْ نُطْفَةٍ أي: مني، وهذا ابتداء أول التخليق، ثُمَّ مِنْ عَلَقَةٍ أي: تنقلب تلك النطفة، بإذن الله دما أحمر، ثُمَّ مِنْ مُضْغَةٍ أي: ينتقل الدم مضغة، أي: قطعة لحم، بقدر ما يمضغ، وتلك المضغة تارة تكون مُخَلَّقَةٍ أي: مصور منها خلق الآدمي، وَغَيْرِ مُخَلَّقَةٍ تارة، بأن تقذفها الأرحام قبل تخليقها، لِنُبَيِّنَ لَكُمْ أصل نشأتكم، مع قدرته تعالى، على تكميل خلقه في لحظة واحدة، ولكن ليبين لنا كمال حكمته، وعظيم قدرته، وسعة رحمته.\nوَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى أي : ونقر، أي: نبقي في الأرحام من الحمل، الذي لم تقذفه الأرحام، ما نشاء إبقاءه إلى أجل مسمى، وهو مدة الحمل.\nثُمَّ نُخْرِجُكُمْ من بطون أمهاتكم طِفْلًا لا تعلمون شيئا، وليس لكم قدرة، وسخرنا لكم الأمهات، وأجرينا لكم في ثديها الرزق، ثم تنتقلون طورا بعد طور، حتى تبلغوا أشدكم، وهو كمال القوة والعقل.\nوَمِنْكُمْ مَنْ يُتَوَفَّى من قبل أن يبلغ سن الأشد، ومنكم من يتجاوزه فيرد إلى أرذل العمر، أي: أخسه وأرذله، وهو سن الهرم والتخريف، الذي به يزول العقل، ويضمحل، كما زالت باقي القوة، وضعفت.\nلِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا أي: لأجل أن لا يعلم هذا المعمر شيئا مما كان يعلمه قبل ذلك، وذلك لضعف عقله، فقوة الآدمي محفوفة بضعفين، ضعف الطفولية ونقصها، وضعف الهرم ونقصه، كما قال تعالى: اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ والدليل الثاني، إحياء الأرض بعد موتها، فقال الله فيه: وَتَرَى الْأَرْضَ هَامِدَةً أي: خاشعة مغبرة لا نبات فيها، ولا خضر، فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ أي: تحركت بالنبات وَرَبَتْ أي: ارتفعت بعد خشوعها وذلك لزيادة نباتها، وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ أي: صنف من أصناف النبات بَهِيجٍ أي: يبهج الناظرين، ويسر المتأملين، فهذان الدليلان القاطعان، يدلان على هذه المطالب الخمسة، وهي هذه."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَىٰ وَأَنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الذي ذكرنا لكم - من بدء خلقكم وأطواره وأحوال من يولد منكم- لأجل أن تؤمنوا بأن الله الذي خلقكم هو الحق الذي لا شك فيه، بخلاف ما تعبدون من أصنامكم، ولتؤمنوا بأنه يحيي الموتى، وأنه على كل شيء قدير، لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» المذكور من بدء خلق الإنسان إلى آخر إحياء الأرض «بأن» بسبب أن «الله هو الحق» الثابت الدائم «وأنه يحيى الموتى وأنه على كل شيء قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكَ الذي أنشأ الآدمي من ما وصف لكم، وأحيا الأرض بعد موتها، بِأَنَّ اللَّهَ هُوَ الْحَقُّ أي: الرب المعبود، الذي لا تنبغي العبادة إلا له، وعبادته هي الحق، وعبادة غيره باطلة، وَأَنَّهُ يُحْيِي الْمَوْتَى كما ابتدأ الخلق، وكما أحيا الأرض بعد موتها، وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ كما أشهدكم من بديع قدرته وعظيم صنعته ما أشهدكم."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولتؤمنوا بأن الساعة آتية لا شك في إتيانها، وأن الله يبعث الموتى من قبورهم ليجازيهم على أعمالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن الساعة آتية لا ريب» شك «فيها وأن الله يبعث من في القبور» ونزل في أبي جهل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا فلا وجه لاستبعادها، وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ فيجازيكم بأعمالكم حسنها وسيئها."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الكفار من يجادل في توحيد الله، بغير علم منهم يصلون به إلى الحق، ولا اتباع هادٍ يدلهم عليه، ولا كتاب مضيءٍ منزل من عند الله يهديهم إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الناس من يجادل في الله بغير علم ولا هدى» معه «ولا كتاب منير» له نور معه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "المجادلة المتقدمة للمقلد، وهذه المجادلة للشيطان المريد، الداعي إلى البدع، فأخبر أنه يُجَادِلُ فِي اللَّهِ أي: يجادل رسل الله وأتباعهم بالباطل ليدحض به الحق، بِغَيْرِ عِلْمٍ صحيح وَلَا هُدًى أي: غير متبع في جداله هذا من يهديه، لا عقل مرشد، ولا متبوع مهتد، وَلَا كِتَابٍ مُنِيرٍ أي: واضح بين، أي: فلا له حجة عقلية ولا نقلية ، إن هي إلا شبهات، يوحيها إليه الشيطان وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ ۖ لَهُ فِي الدُّنْيَا خِزْيٌ ۖ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لاويًا عنقه تكبُّرًا ليصرف الناس عن الإيمان والدخول في دين الله، لمن هذا وَصْفُه ذُلٌّ في الدنيا بما يلحقه من عقاب، ونذيقه في الآخرة عذاب النار المحرقة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثانيَ عطفه» حال أي لاويَ عنقه تكبرا عن الإيمان والعطف الجانب عن يمين أو شمال «ليَضِلَّ» بفتح الياء وضمها «عن سبيل الله» أي دينه «له في الدنيا خزي» عذاب فقتل يوم بدر «ونذيقه يوم القيامة عذاب الحريق» أي الإحراق بالنار، ويقال له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثَانِيَ عِطْفِهِ أي: لاوي جانبه وعنقه، وهذا كناية عن كبره عن الحق، واحتقاره للخلق، فقد فرح بما معه من العلم غير النافع، واحتقر أهل الحق وما معهم من الحق، لِيُضِلَّ الناس، أي: ليكون من دعاة الضلال، ويدخل تحت هذا جميع أئمة الكفر والضلال، ثم ذكر عقوبتهم الدنيوية والأخروية فقال: لَهُ فِي الدُّنْيَا خِزْيٌ أي: يفتضح هذا في الدنيا قبل الآخرة، وهذا من آيات الله العجيبة، فإنك لا تجد داعيا من دعاة الكفر والضلال، إلا وله من المقت بين العالمين، واللعنة، والبغض، والذم، ما هو حقيق به، وكل بحسب حاله.\nوَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ أي: نذيقه حرها الشديد، وسعيرها البليغ،"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال له: ذلك العذاب الذي ذقته بسبب ما اكتسبته من الكفر والمعاصي، والله لا يعذّب أحدًا من خلقه إلا بذنب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك بما قدمت يداك» أي قدمته عبر عنه بهما دون غيرهما لأن أكثر الأفعال تزاول بهما «وأن الله ليس بظلام» أي بذي ظلم «للعبيد» فيعذبهم بغير ذنب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذلك بما قدمت يداه، وَأَّن اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَىٰ وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ۚ ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الناس مضطرب يعبد الله على شك، فإن أصابه خير من صحة وغنى استمرّ على إيمانه وعبادته لله، وإن أصابه ابتلاء بمرض وفقر تشاءم بدينه فارتدّ عنه، خسر دنياه، فلن يزيده كفره حظًّا من الدنيا لم يكتب له، وخسر آخرته بما يلقاه من عذاب الله، ذلك هو الخسران الواضح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الناس من يعبد الله على حرف» أي شك في عبادته، شبه بالحالِّ على حرف جبل في عدم ثباته «فإن أصابه خير» صحة وسلامة في نفسه وماله «اطمأن به وإن أصابته فتنة» محنة وسقم في نفسه وماله «انقلب على وجهه» أي رجع إلى الكفر «خسر الدنيا» بفوات ما أمله منها «والآخرة» بالكفر «ذلك هو الخسران المبين» البيِّن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن الناس من هو ضعيف الإيمان، لم يدخل الإيمان قلبه، ولم تخالطه بشاشته، بل دخل فيه، إما خوفا، وإما عادة على وجه لا يثبت عند المحن، فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ أي: إن استمر رزقه رغدا، ولم يحصل له من المكاره شيء، اطمأن بذلك الخير، لا بإيمانه.\nفهذا، ربما أن الله يعافيه، ولا يقيض له من الفتن ما ينصرف به عن دينه، وَإِنْ أَصَابَتْهُ فِتْنَةٌ من حصول مكروه، أو زوال محبوب انْقَلَبَ عَلَى وَجْهِهِ أي: ارتد عن دينه، خَسِرَ الدُّنْيَا وَالْآخِرَةَ أما في الدنيا، فإنه لا يحصل له بالردة ما أمله الذي جعل الردة رأسا لماله، وعوضا عما يظن إدراكه، فخاب سعيه، ولم يحصل له إلا ما قسم له، وأما الآخرة، فظاهر، حرم الجنة التي عرضها السماوات والأرض، واستحق النار، ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ أي: الواضح البين."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يعبد من دون الله أصنامًا لا تضرّه إن عصاها، ولا تنفعه إن أطاعها، ذلك الدعاء لأصنام لا تضر ولا تنفع هو الضلال البعيد عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يدعو» يعبد «من دون الله» من الصنم «ما لا يضره» إن لم يعبده «وما لا ينفعه» إن عبده «ذلك» الدعاء «هو الضلال البعيد» عن الحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَدْعُو هذا الراجع على وجهه مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ وهذا صفة كل مدعو ومعبود من دون الله، فإنه لا يملك لنفسه ولا لغيره نفعا ولا ضرا، ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ الذي قد بلغ في البعد إلى حد النهاية، حيث أعرض عن عبادة النافع الضار، الغني المغني ، وأقبل على عبادة مخلوق مثله أو دونه، ليس بيده من الأمر شيء بل هو إلى حصول ضد مقصوده أقرب"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ ۚ لَبِئْسَ الْمَوْلَىٰ وَلَبِئْسَ الْعَشِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يدعو هذا الكافر الذي يعبد الأصنام من ضرره المحقّق أقرب من نفعه المفقود، لَسَاء المعبود الذي ضرّه أقرب من نفعه، ساء ناصرًا لمن يستنصره، وصاحبًا لمن يصحبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يدعو لمن» اللام زائدة «ضره» بعبادته «أقرب من نفعه» إن نفع بتخيله «لبئس المولى» هو أي الناصر «ولبئس العشير» الصاحب هو، وعقب ذكر الشاك بالخسران بذكر المؤمنين بالثواب في."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ فإن ضرره في العقل والبدن والدنيا والآخرة معلوم لَبِئْسَ الْمَوْلَى أي: هذا المعبود وَلَبِئْسَ الْعَشِيرُ أي: القرين الملازم على صحبته، فإن المقصود من المولى والعشير، حصول النفع، ودفع الضرر، فإذا لم يحصل شيء من هذا، فإنه مذموم ملوم."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله يدخل الذين آمنوا به وعملوا الأعمال الصالحات جنات تجري الأنهار من تحت قصورها، إن الله يفعل ما يريد من رحمة من يرحمه، وعقاب من يعاقبه، لا مُكره له سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله يدخل الذين آمنوا وعملوا الصالحات» من الفروض والنوافل «جناتِ تجري من تحتها الأنهار إن الله يفعل ما يريد» من إكرام من يعطيه وإهانة من يعصيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى المجادل بالباطل، وأنه على قسمين، مقلد، وداع، ذكر أن المتسمي بالإيمان أيضا على قسمين، قسم لم يدخل الإيمان قلبه كما تقدم، والقسم الثاني: المؤمن حقيقة، صدق ما معه من الإيمان بالأعمال الصالحة، فأخبر تعالى أنه يدخلهم جنات تجري من تحتها الأنهار، وسميت الجنة جنة، لاشتمالها على المنازل والقصور والأشجار والنوابت التي تجن من فيها، ويستتر بها من كثرتها، إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ فما أراده تعالى فعله من غير ممانع ولا معارض، ومن ذلك، إيصال أهل الجنة إليها، جعلنا الله منهم بمنه وكرمه."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كان يظن أن الله لا ينصر نبيه صلى الله عليه وسلم في الدنيا والآخرة فليمدد بحبل إلى سقف بيته، ثم ليختنق به بقطع نفسه عن الأرض، ثم لينظر هل يذهبنّ ذلك ما يجده في نفسه من الغيظ، فالله ناصر نبيَّه، شاء المعاند أم أبى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كان يظن أن لن ينصره الله» أي محمدا نبيه «في الدنيا والآخرة فليمدد بسبب» بحبل «إلى السماء» أي سقف بيته يشدّه فيه وفي عنقه «ثم ليقطع» أي ليختنق به بأن يقطع نفسه من الأرض كما في الصحاح «فلينظر هل يُذهبن كيده» في عدم نصرة النبي «ما يغيظ» منها المعنى فليختنق غيظا منها فلا بد منها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: من كان يظن أن الله لا ينصر رسوله، وأن دينه سيضمحل، فإن النصر من الله ينزل من السماء فَلْيَمْدُدْ ذلك الظان بِسَبَبٍ أي: حبل إِلَى السَّمَاءِ وليرقى إليها ثُمَّ لِيَقْطَعْ النصر النازل عليه من السماء فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ أي: ما يكيد به الرسول، ويعمله من محاربته، والحرص على إبطال دينه، ما يغيظه من ظهور دينه، وهذا استفهام بمعنى النفي [وأنه]، لا يقدر على شفاء غيظه بما يعمله من الأسباب.\nومعنى هذه الآية الكريمة: يا أيها المعادي للرسول محمد صلى الله عليه وسلم، الساعي في إطفاء دينه، الذي يظن بجهله، أن سعيه سيفيده شيئا، اعلم أنك مهما فعلت من الأسباب، وسعيت في كيد الرسول، فإن ذلك لا يذهب غيظك، ولا يشفي كمدك، فليس لك قدرة في ذلك، ولكن سنشير عليك برأي، تتمكن به من شفاء غيظك، ومن قطع النصر عن الرسول -إن كان ممكنا- ائت الأمر مع بابه، وارتق إليه بأسبابه، اعمد إلى حبل من ليف أو غيره، ثم علقه في السماء، ثم اصعد به حتى تصل إلى الأبواب التي ينزل منها النصر، فسدها وأغلقها واقطعها، فبهذه الحال تشفي غيظك، فهذا هو الرأي: والمكيدة، وأما ما سوى هذه الحال فلا يخطر ببالك أنك تشفي بها غيظك، ولو ساعدك من ساعدك من الخلق.\nوهذه الآية الكريمة، فيها من الوعد والبشارة بنصر الله لدينه ولرسوله وعباده المؤمنين ما لا يخفى، ومن تأييس الكافرين، الذين يريدون أن يطفئوا نور الله بأفواههم، والله متم نوره، ولو كره الكافرون، أي: وسعوا مهما أمكنهم."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَكَذَٰلِكَ أَنْزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكما بيّنا لكم الحجج الواضحة على البعث أنزلنا على محمد صلى الله عليه وسلم القرآن آيات واضحة، وأن الله يوفّق بفضله من يشاء لسبيل الهداية والرشاد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك» أي مثل إنزالنا الآية السابقة «أنزلناه» أي القرآن الباقي «آيات بينات» ظاهرات حال «وأن الله يهدي من يريد» هداه معطوف على هاء أنزلناه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وكذلك لما فصلنا في هذا القرآن ما فصلنا، جعلناه آيات بينات واضحات، دالات على جميع المطالب والمسائل النافعة، ولكن الهداية بيد الله، فمن أراد الله هدايته، اهتدى بهذا القرآن، وجعله إماما له وقدوة، واستضاء بنوره، ومن لم يرد الله هدايته، فلو جاءته كل آية ما آمن، ولم ينفعه القرآن شيئا، بل يكون حجة عليه."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَىٰ وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين آمنوا بالله من هذه الأمة، واليهود، والصابئين (طائفة من أتباع بعض الأنبياء)، والنصارى، وعبدة النار، وعبدة الأوثان - إن الله يقضي بينهم يوم القيامة فيدخل المؤمنين الجنة، ويدخل غيرهم النار، إن الله على كل شيء من أقوال عباده وأعمالهم شهيد، لا يخفى عليه منها شيء، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا والذين هادوا» هم اليهود «والصابئين» طائفة منهم «والنصارى والمجوس والذين أشركوا إن الله يفصل بينهم يوم القيامة» بإدخال المؤمنين الجنة وإدخال غيرهم النار «إن الله على كل شيء» من عملهم «شهيد» عالم به علم مشاهدة"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن طوائف أهل الأرض، من الذين أوتوا الكتاب، من المؤمنين واليهود والنصارى والصابئين، ومن المجوس، ومن المشركين أن الله سيجمعهم جميعهم ليوم القيامة، ويفصل بينهم بحكمه العدل، ويجازيهم بأعمالهم التي حفظها وكتبها وشهدها، ولهذا قال: إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ۗ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تعلم - أيها الرسول - أن الله يسجد له سجود طاعة من في السماوات من الملائكة، ومن في الأرض من مؤمني الإنس والجن، وتسجد له الشمس، ويسجد له القمر، وتسجد له النجوم في السماء، والجبال والشجر والدواب في الأرض؛ سجود انقياد، ويسجد له كثير من الناس سجود طاعة، وكثير يمتنع عن السجود له طاعة، فحقّ عليهم عذاب الله لكفرهم، ومن يقض الله عليه بالذلة والمهانة لكفره فليس له أحد يكرمه، إن الله يفعل ما يشاء، فلا مكره له سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تر» تعلم «أن الله يسجد له من في السماوات ومن في الأرض والشمس والقمر والنجوم والجبال والشجر والدواب» أي يخضع له بما يراد منه «وكثير من الناس» وهم المؤمنون بزيادة على الخضوع في سجود الصلاة «وكثير حق عليه العذاب» وهم الكافرون لأنهم أبوا السجود المتوقف على الإيمان «ومن يهن الله» يشقه «فما له من مكرم» مسعد «إن الله يفعل ما يشاء» من الإهانة والإكرام."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "هَٰذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ ۖ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذان فريقان متخاصمان في ربهم أيهم المُحِق: فريق الإيمان، وفريق الكفر؛ ففريق الكفر تحيط بهم النار مثل إحاطة الثياب بلابسها، ويُصَبّ من فوق رؤوسهم الماء المتناهي في الحرارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذان خصمان» أي المؤمنون خصم، والكفار الخمسة خصم، وهو يطلق على الواحد والجماعة «اختصموا في ربهم» أي في دينه «فالذين كفروا قطعت لهم ثياب من نار» يلبسونها يعني أحيطت بهم النار «يصب من فوق رؤوسهم الحميم» الماء البالغ نهاية الحرارة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم فصل هذا الفصل بينهم بقوله: هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ كل يدعي أنه المحق.\nفَالَّذِينَ كَفَرُوا يشمل كل كافر، من اليهود، والنصارى، والمجوس، والصابئين، والمشركين.\nقُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ أي: يجعل لهم ثياب من قطران، وتشعل فيها النار، ليعمهم العذاب من جميع جوانبهم.\nيُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ الماء الحار جدا"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُذَاب به ما في بطونهم من الأحشاء من شدة حرّه، ويصل إلى جلودهم فيذيبها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يصهر» يذاب «به ما في بطونهم» من شحوم وغيرها «و» تشوى به «الجلود»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يصهر ما في بطونهم من اللحم والشحم والأمعاء، من شدة حره، وعظيم أمره"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولهم في النار مطارق من حديد تضرب الملائكة بها رؤوسهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولهم مقامع من حديد» لضرب رؤوسهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ بيد الملائكة الغلاظ الشداد، تضربهم فيها وتقمعهم"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كلما حاولوا الخروج من النار من شدّة ما يلاقونه فيها من الكرب رُدُّوا إليها، وقيل لهم: ذوقوا عذاب النار المحرق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلما أرادوا أن يخرجوا منها» أي النار «من غم» يلحقهم بها «أعيدوا فيها» ردوا إليها بالمقامع «و» قيل لهم «ذوقوا عذاب الحريق» أي البالغ نهاية الإحراق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا فلا يفتر عنهم العذاب، ولا هم ينظرون، ويقال لهم توبيخا: ذُوقُوا عَذَابَ الْحَرِيقِ أي: المحرق للقلوب والأبدان"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفريق الإيمان وهم الذين آمنوا بالله وعملوا الأعمال الصالحات، يدخلهم الله في جنات تجري من تحت قصورها وأشجارها الأنهار، يزينهم الله بتحليتهم بأسورة من الذهب، ويزينهم بالتحلية باللؤلؤ، ويكون لباسهم فيها الحرير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وقال في المؤمنين «إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار يحلون فيها من أساور من ذهب ولؤلؤ» بالجرّ أي منهما بأن يرصع اللؤلؤ بالذهب، وبالنصب عطفا على محل من أساور «ولباسهم فيها حرير» هو المحرَّم لبسه على الرجال في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ومعلوم أن هذا الوصف لا يصدق على غير المسلمين، الذين آمنوا بجميع الكتب، وجميع الرسل، يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ أي: يسورون في أيديهم، رجالهم ونساؤهم أساور الذهب.\nوَلِبَاسُهُمْ فِيهَا حَرِيرٌ فتم نعيمهم بذكر أنواع المأكولات اللذيذات المشتمل عليها، لفظ الجنات، وذكر الأنهار السارحات، أنهار الماء واللبن والعسل والخمر، وأنواع اللباس، والحلي الفاخر"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأرشدهم الله في الحياة الدنيا إلى طيب الأقوال كشهادة أن لا إله إلا الله، والتكبير والتحميد، وأرشدهم إلى طريق الإسلام المحمود."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهدوا» في الدنيا «إلى الطيب من القول» وهو لا إله إلا الله «وهدوا إلى صراط الحميد» أي طريق الله المحمود ودينه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ الذي أفضله وأطيبه كلمة الإخلاص، ثم سائر الأقوال الطيبة التي فيها ذكر الله، أو إحسان إلى عباد الله، وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ أي: الصراط المحمود، وذلك، لأن جميع الشرع كله محتو على الحكمة والحمد، وحسن المأمور به، وقبح المنهي عنه، وهو الدين الذي لا إفراط فيه ولا تفريط، المشتمل على العلم النافع والعمل الصالح.\nأو: وهدوا إلى صراط الله الحميد، لأن الله كثيرا ما يضيف الصراط إليه، لأنه يوصل صاحبه إلى الله، وفي ذكر الحميد هنا، ليبين أنهم نالوا الهداية بحمد ربهم ومنته عليهم، ولهذا يقولون في الجنة: الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ واعترض تعالى بين هذه الآيات بذكر سجود المخلوقات له، جميع من في السماوات والأرض، والشمس، والقمر، والنجوم، والجبال، والشجر، والدواب، الذي يشمل الحيوانات كلها، وكثير من الناس، وهم المؤمنون، وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ أي: وجب وكتب، لكفره وعدم إيمانه، فلم يوفقه للإيمان، لأن الله أهانه، وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ ولا راد لما أراد، ولا معارض لمشيئته، فإذا كانت المخلوقات كلها ساجدة لربها، خاضعة لعظمته، مستكينة لعزته، عانية لسلطانه، دل على أنه وحده، الرب المعبود، والملك المحمود، وأن من عدل عنه إلى عبادة سواه، فقد ضل ضلالا بعيدا، وخسر خسرانا مبينا."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ ۚ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين كفروا بالله، ويصرفون غيرهم عن الدخول في الإسلام، ويصدون الناس عن المسجد الحرام، مثل ما فعل المشركون عام الحديبية فسوف نذيقهم العذاب الأليم، ذلك المسجد الذي جعلناه قبلة للناس في صلاتهم ومنسكًا من مناسك الحج والعمرة، يستوي فيه المكي المقيم فيه، والطارئ فيه من غير أهل مكة، ومن يرد فيه ميلًا عن الحق بالوقوع بشيء من المعاصي عامدًا نذقه من عذاب مؤلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين كفروا ويصدون عن سبيل الله» طاعته «و» عن «المسجد الحرام الذي جعلناه» منسكا ومتعبدا «للناس سواءً العاكف» المقيم «فيه والباد» الطارئ «ومن يرد فيه بإلحاد» الباء زائدة «بظلم» أي بسببه بأن ارتكب منهيا، ولو شتم الخادم «نذقه من عذاب أليم» مؤلم: أي بعضه، ومن هذا يؤخذ خبر إن: أي نذيقهم من عذاب أليم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن شناعة ما عليه المشركون الكافرون بربهم، وأنهم جمعوا بين الكفر بالله ورسوله، وبين الصد عن سبيل الله ومنع الناس من الإيمان، والصد أيضا عن المسجد الحرام، الذي ليس ملكا لهم ولا لآبائهم، بل الناس فيه سواء، المقيم فيه، والطارئ إليه، بل صدوا عنه أفضل الخلق محمدا وأصحابه، والحال أن هذا المسجد الحرام، من حرمته واحترامه وعظمته، أن من يرد فيه بإلحاد بظلم نذقه من عذاب أليم.\nفمجرد إرادة الظلم والإلحاد في الحرم، موجب للعذاب، وإن كان غيره لا يعاقب العبد عليه إلا بعمل الظلم، فكيف بمن أتى فيه أعظم الظلم، من الكفر والشرك، والصد عن سبيله، ومنع من يريده بزيارة، فما ظنكم أن يفعل الله بهم؟\"وفي هذه الآية الكريمة، وجوب احترام الحرم، وشدة تعظيمه، والتحذير من إرادة المعاصي فيه وفعلها."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - إذ بيّنا لإبراهيم عليه السلام مكان البيت وحدوده بعد أن كان مجهولًا، وأوحينا إليه ألا تشرك بعبادتي شيئًا، بل اعبدني وحدي، وطهّر بيتي من الأنجاس الحسية والمعنوية للطائفين به، والمصلّين فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ بوأنا» بينا «لإبراهيم مكان البيت» ليبنيه، وكان قد رفع زمن الطوفان، وأمرناه «أن لا تشرك بي شيئا وطهر بيتي» من الأوثان «للطائفين والقائمين» المقيمين به «والركع السجود» جمع راكع وساجد: المصلين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى عظمة البيت الحرام وجلالته وعظمة بانيه، وهو خليل الرحمن، فقال: وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أي: هيأناه له، وأنزلناه إياه، وجعل قسما من ذريته من سكانه، وأمره الله ببنيانه، فبناه على تقوى الله، وأسسه على طاعة الله، وبناه هو وابنه إسماعيل، وأمره أن لا يشرك به شيئا، بأن يخلص لله أعماله، ويبنيه على اسم الله.\nوَطَهِّرْ بَيْتِيَ أي: من الشرك والمعاصي، ومن الأنجاس والأدناس وأضافه الرحمن إلى نفسه، لشرفه، وفضله، ولتعظم محبته في القلوب، وتنصب إليه الأفئدة من كل جانب، وليكون أعظم لتطهيره وتعظيمه، لكونه بيت الرب للطائفين به والعاكفين عنده، المقيمين لعبادة من العبادات من ذكر، وقراءة، وتعلم علم وتعليمه، وغير ذلك من أنواع القرب، وَالرُّكَّعِ السُّجُودِ أي: المصلين، أي: طهره لهؤلاء الفضلاء، الذين همهم طاعة مولاهم وخدمته، والتقرب إليه عند بيته، فهؤلاء لهم الحق، ولهم الإكرام، ومن إكرامهم تطهير البيت لأجلهم، ويدخل في تطهيره، تطهيره من الأصوات اللاغية والمرتفعة التي تشوش المتعبدين، بالصلاة والطواف، وقدم الطواف على الاعتكاف والصلاة، لاختصاصه بهذا البيت، ثم الاعتكاف، لاختصاصه بجنس المساجد."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونادِ في الناس داعيًا إياهم إلى حج هذا البيت الذي أمرناك ببنائه؛ يأتوك مشاة أو ركبانًا على كل بعير مهزول مما عانى من السير، تأتي بهم الإبل تحملهم من كل طريق بعيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأذِّن» ناد «في الناس بالحج» فنادى على جبل أبي قبيس: يا أيها الناس إن ربكم بنى بيتاً وأوجب عليكم الحج إليه فأجيبوا ربكم، والتفت بوجهه يمينا وشمالا وشرقا وغربا، فأجابه كل من كتب له أن يحج من أصلاب الرجال وأرحام الأمهات: لبيك اللهم لبيك، وجواب الأمر «يأتوك رجالا» مشاة جمع راجل كقائم وقيام «و» ركبانا «على كل ضامر» أي بعير مهزول وهو يطلق على الذكر والأنثى «يأتين» أي الضوامر حملا على المعنى «من كل فج عميق» طريق بعيد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ أي: أعلمهم به، وادعهم إليه، وبلغ دانيهم وقاصيهم، فرضه وفضيلته، فإنك إذا دعوتهم، أتوك حجاجا وعمارا، رجالا، أي: مشاة على أرجلهم من الشوق، وَعَلَى كُلِّ ضَامِرٍ أي: ناقة ضامر، تقطع المهامه والمفاوز، وتواصل السير، حتى تأتي إلى أشرف الأماكن، مِنْ كُلِّ فَجٍّ عَمِيقٍ أي: من كل بلد بعيد، وقد فعل الخليل عليه السلام، ثم من بعده ابنه محمد صلى الله عليه وسلم، فدعيا الناس إلى حج هذا البيت، وأبديا في ذلك وأعادا، وقد حصل ما وعد الله به، أتاه الناس رجالا وركبانا من مشارق الأرض ومغاربها"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَىٰ مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ ۖ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليحضروا ما يعود لهم بالنفع من مغفرة الذنوب، والحصول على الثواب، وتوحيد الكلمة وغير ذلك، وليذكروا اسم الله على ما يذبحونه من الهدايا في أيام معلومات هي: عاشر ذي الحجة وثلاثة أيام بعده؛ شكرًا لله على ما رزقهم من الإبل والبقر والغنم، فكلوا من هذه الهدايا، وأطعموا منها من كان شديد الفقر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليشهدوا» أي يحضروا «منافع لهم» في الدنيا بالتجارة أو في الآخرة أو فيهما أقوال «ويذكروا اسم الله في أيام معلومات» أي عشر ذي الحجة أو يوم عرفة أو يوم النحر إلى آخر أيام التشريق أقوال «على ما رزقهم من بهيمة الأنعام» الإبل والبقر والغنم التي تنحر في يوم العيد، وما بعده من الهدايا والضحايا «فكلوا منها» إذا كانت مستحبة «وأطعموا البائس الفقير» أي الشديد الفقر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر فوائد زيارة بيت الله الحرام، مرغبا فيه فقال: لِيَشْهَدُوا مَنَافِعَ لَهُمْ أي: لينالوا ببيت الله منافع دينية، من العبادات الفاضلة، والعبادات التي لا تكون إلا فيه، ومنافع دنيوية، من التكسب، وحصول الأرباح الدنيوية، وكل هذا أمر مشاهد كل يعرفه، وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ وهذا من المنافع الدينية والدنيوية، أي: ليذكروا اسم الله عند ذبح الهدايا، شكرا لله على ما رزقهم منها، ويسرها لهم، فإذا ذبحتموها فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ أي: شديد الفقر"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم ليقضوا ما بقي عليهم من مناسك حجهم، ويتحللوا بحلق رؤوسهم وقص أظفارهم وإزالة الوسخ المتراكم عليهم بسبب الإحرام، وليوفوا بما أوجبوا على أنفسهم من حج أو عمرة أو هدي، وليطوفوا طواف الإفاضة بالبيت الذي أعتقه الله من تسلط الجبابرة عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم ليقضوا تفثهم» أي يزيلوا أوساخهم وشعثهم كطول الظفر «وليوفوا» بالتخفيف والشديد «نذورهم» من الهدايا والضحايا «وليطوفوا» طواف الإفاضة «بالبيت العتيق» أي القديم لأنه أول بيت وضع للناس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ لْيَقْضُوا تَفَثَهُمْ أي: يقضوا نسكهم، ويزيلوا الوسخ والأذى، الذي لحقهم في حال الإحرام، وَلْيُوفُوا نُذُورَهُمْ التي أوجبوها على أنفسهم، من الحج، والعمرة والهدايا، وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ أي: القديم، أفضل المساجد على الإطلاق، المعتق: من تسلط الجبابرة عليه.\nوهذا أمر بالطواف، خصوصا بعد الأمر بالمناسك عموما، لفضله، وشرفه، ولكونه المقصود، وما قبله وسائل إليه.\nولعله -والله أعلم أيضا- لفائدة أخرى، وهو: أن الطواف مشروع كل وقت، وسواء كان تابعا لنسك، أم مستقلا بنفسه."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "ذَٰلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ ۗ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الذي أمرتم به - من التحلل بحلق الرأس وقص الأظفار وإزالة الأوساخ، والوفاء بالنذر والطواف بالبيت - هو ما أوجبه الله عليكم، فعظموا ما أوجبه الله عليكم، ومن يجتنب ما أمره الله باجتنابه في حال إحرامه؛ تعظيمًا منه لحدود الله أن يواقعها، وحرماته أن يستحلها فهو خير له في الدنيا والآخرة عند ربه سبحانه، وأبيحت لكم - أيها الناس - الأنعام من الإبل والبقر والغنم، فلم يُحرِّمْ عليكم منها حاميًا ولا بَحِيرةً ولا وَصِيلةً، فلم يحرم منها إلا ما تجدونه في القرآن من حرمة الميتة والدم وغيرهما، فابتعدوا عن القذر الذي هو الأوثان، وابتعدوا عن كل قول باطل كذب على الله أو على خلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» خبر مبتدأ مقدر: أي الأمر أو الشأن ذلك المذكور «ومن يعظم حرمات الله» هي ما لا يحل انتهاكه «فهو» أي تعظيمها «خير له عند ربه» في الآخرة «وأحلت لكم الأنعام» أكلا بعد الذبح «إلا ما يتلى عليكم» تحريم في (حرمت عليكم الميتة) الآية فالاستثناء منقطع، ويجوز أن يكون متصلا، والتحريم لما عرض من الموت ونحوه «فاجتنبوا الرجس من الأوثان» من للبيان أي الذي هو الأوثان «واجتنبوا قول الزور» أي الشرك بالله في تلبيتكم أو شهادة الزور."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكَ الذي ذكرنا لكم من تلكم الأحكام، وما فيها من تعظيم حرمات الله وإجلالها وتكريمها، لأن تعظيم حرمات الله، من الأمور المحبوبة لله، المقربة إليه، التي من عظمها وأجلها، أثابه الله ثوابا جزيلا، وكانت خيرا له في دينه، ودنياه وأخراه عند ربه.\nوحرمات الله: كل ماله حرمة، وأمر باحترامه، بعبادة أو غيرها، كالمناسك كلها، وكالحرم والإحرام، وكالهدايا، وكالعبادات التي أمر الله العباد بالقيام بها، فتعظيمها إجلالها بالقلب، ومحبتها، وتكميل العبودية فيها، غير متهاون، ولا متكاسل، ولا متثاقل، ثم ذكر منته وإحسانه بما أحله لعباده، من بهيمة الأنعام، من إبل وبقر وغنم، وشرعها من جملة المناسك، التي يتقرب بها إليه، فعظمت منته فيها من الوجهين، إِلَّا مَا يُتْلَى عَلَيْكُمْ في القرآن تحريمه من قوله: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ الآية، ولكن الذي من رحمته بعباده، أن حرمه عليهم، ومنعهم منه، تزكية لهم، وتطهيرا من الشرك به وقول الزور، ولهذا قال: فَاجْتَنِبُوا الرِّجْسَ أي: الخبث القذر مِنَ الْأَوْثَانِ أي: الأنداد، التي جعلتموها آلهة مع الله، فإنها أكبر أنواع الرجس، والظاهر أن من هنا ليست لبيان الجنس، كما قاله كثير من المفسرين، وإنما هي للتبعيض، وأن الرجس عام في جميع المنهيات المحرمات، فيكون منهيا عنها عموما، وعن الأوثان التي هي بعضها خصوصا، وَاجْتَنِبُوا قَوْلَ الزُّورِ أي: جميع الأقوال المحرمات، فإنها من قول الزور الذي هو الكذب، ومن ذلك شهادة الزور فلما نهاهم عن الشرك والرجس وقول الزور."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ ۚ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اجتنبوا ذلك مائلين عن كل دين سوى دينه المُرْتَضى عنده، غير مشركين به في العبادة أحدًا، ومن يشرك بالله فكأنما سقط من السماء، فإما أن تخطف الطير لحمه وعظامه، أو تقذفه الريح في مكان بعيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حنفاء لله» مسلمين عادلين عن كل دين سوى دينه «غير مشركين به» تأكيد لما قبله، وهما حالان من الواو «ومن يشرك بالله فكأنما خر» سقط «من السماء فتخطفه الطير» أي تأخذه بسرعة «أو تهوي به الريح» أي تسقطه «في مكان سحيق» بعيد فهو لا يرجى خلاصه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أمرهم أن يكونوا حُنَفَاءَ لِلَّهِ أي: مقبلين عليه وعلى عبادته، معرضين عما سواه.\nغَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللَّهِ فمثله فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ أي: سقط منها فَتَخْطَفُهُ الطَّيْرُ بسرعة أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ أي: بعيد، كذلك المشرك، فالإيمان بمنزلة السماء، محفوظة مرفوعة.\nومن ترك الإيمان، بمنزلة الساقط من السماء، عرضة للآفات والبليات، فإما أن تخطفه الطير فتقطعه أعضاء، كذلك المشرك إذا ترك الاعتصام بالإيمان تخطفته الشياطين من كل جانب، ومزقوه، وأذهبوا عليه دينه ودنياه."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "ذَٰلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك ما أمر الله به من توحيده والإخلاص له، واجتناب الأوثان وقول الزور.\nومن يعظّم معالم الدين - ومنها الهدي ومناسك الحج - فإن تعظيمها من تقوى القلوب لربها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» يقدر قبله الأمر، مبتدأ «ومن يعظم شعائر الله فإنها» أي فإن تعظيمها وهي البدن التي تهدى للحرم بأن تُستَحسَنَ وتُستمنَ «من تقوى القلوب» منهم، وسميت شعائر لإشعارها بما تعرف به أنها هدي طعن حديد بسنامها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ذلك الذي ذكرنا لكم من تعظيم حرماته وشعائره، والمراد بالشعائر: أعلام الدين الظاهرة، ومنها المناسك كلها، كما قال تعالى: إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ومنها الهدايا والقربان للبيت، وتقدم أن معنى تعظيمها، إجلالها، والقيام بها، وتكميلها على أكمل ما يقدر عليه العبد، ومنها الهدايا، فتعظيمها، باستحسانها واستسمانها، وأن تكون مكملة من كل وجه، فتعظيم شعائر الله صادر من تقوى القلوب، فالمعظم لها يبرهن على تقواه وصحة إيمانه، لأن تعظيمها، تابع لتعظيم الله وإجلاله."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "لَكُمْ فِيهَا مَنَافِعُ إِلَىٰ أَجَلٍ مُسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكم في الهدايا التي تنحرونها بالبيت منافع، مثل الركوب والصوف والنسل واللبن، إلى أجل محدد بوقت ذبحها عند القرب من بيت الله الذي أعتقه من تَسَلُّط الجبابرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لكم فيها منافع» كركوبها ولحمل عليها ما لا يضرها «إلى أجل مسمى» وقت نحرها «ثم محلها» أي مكان حل نحرها «إلى البيت العتيق» أي عنده، والمراد الحرم جميعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَكُمْ فِيهَا أي: [في] الهدايا مَنَافِعُ إِلَى أَجَلٍ مُسَمًّى هذا في الهدايا المسوقة، من البدن ونحوها، ينتفع بها أربابها، بالركوب، والحلب ونحو ذلك، مما لا يضرها إِلَى أَجَلٍ مُسَمًّى مقدر، موقت وهو ذبحها إذا وصلت مَحِلُّهَا وهو الْبَيْتِ الْعَتِيقِ، أي: الحرم كله \" منى \" وغيرها، فإذا ذبحت، أكلوا منها وأهدوا، وأطعموا البائس الفقير."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَىٰ مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ ۗ فَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا ۗ وَبَشِّرِ الْمُخْبِتِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولكل أمة ماضية جعلنا منسكًا لإراقة الدماء قربانًا لله؛ رجاء أن يذكروا اسم الله على ما يذبحونه من تلك القرابين عند الذبح؛ شكرًا لله على ما رزقهم من الإبل والبقر والغنم، فمعبودكم بحق - أيها الناس - معبود واحد لا شريك له، فله وحده انقادوا بالإذعان والطاعة، وأَخْبِر - أيها الرسول- الخاشعين المخلصين بما يَسرّهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولكل أمة» أي جماعة مؤمنة سلفت قبلكم «جعلنا منسكا» بفتح السين مصدر وبكسرها اسم مكان: أي ذبحا قربانا أو مكانه «ليذكروا اسم الله على ما رزقهم من بهيمة الأنعام» عند ذبحها «فإلهكم إله واحد فله أسلموا» انقادوا «وبشر المخبتين» المطيعين المتواضعين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ولكل أمة من الأمم السالفة جعلنا منسكا، أي: فاستبقوا إلى الخيرات وتسارعوا إليها، ولننظر أيكم أحسن عملا، والحكمة في جعل الله لكل أمة منسكا، لإقامة ذكره، والالتفات لشكره، ولهذا قال: لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ وإن اختلفت أجناس الشرائع، فكلها متفقة على هذا الأصل، وهو ألوهية الله، وإفراده بالعبودية، وترك الشرك به ولهذا قال: فَلَهُ أَسْلِمُوا أي: انقادوا واستسلموا له لا لغيره، فإن الإسلام له طريق إلى الوصول إلى دار السلام.\nوَبَشِّرِ الْمُخْبِتِينَ بخير الدنيا والآخرة، والمخبت: الخاضع لربه، المستسلم لأمره، المتواضع لعباده ."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَىٰ مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين إذا ذُكِر الله خافوا من عقابه، فابتعدوا عن مخالفة أمره، ويصبرون إن أصابهم بلاء، ويؤدون الصلاة تامة، وينفقون في وجوه البر مما رزقهم الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين إذا ذكر الله وجلت» خافت «قلوبهم والصابرين على ما أصابهم» من البلايا «والمقيمي الصلاة» في أوقاتها «ومما رزقناهم ينفقون» يتصدقون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ أي: خوفا وتعظيما، فتركوا لذلك المحرمات، لخوفهم ووجلهم من الله وحده، وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ من البأساء والضراء، وأنواع الأذى، فلا يجري منهم التسخط لشيء من ذلك، بل صبروا ابتغاء وجه ربهم، محتسبين ثوابه، مرتقبين أجره، وَالْمُقِيمِي الصَّلَاةِ أي: الذين جعلوها قائمة مستقيمة كاملة، بأن أدوا اللازم فيها والمستحب، وعبوديتها الظاهرة والباطنة، وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ وهذا يشمل جميع النفقات الواجبة، كالزكاة، والكفارة، والنفقة على الزوجات والمماليك، والأقارب، والنفقات المستحبة، كالصدقات بجميع وجوهها، وأتي ب من المفيدة للتبعيض، ليعلم سهولة ما أمر الله به ورغب فيه، وأنه جزء يسير مما رزق الله، ليس للعبد في تحصيله قدرة، لولا تيسير الله له ورزقه إياه.\nفيا أيها المرزوق من فضل الله، أنفق مما رزقك الله، ينفق الله عليك، ويزدك من فضله."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والإبل والبقر التي تُهْدَى إلى البيت جعلناها لكم من شعائر الدين وأعلامه، لكم فيها منافع دينية ودنيوية، فقولوا: (بِاسمِ الله) عند نحرها بعد أن تصفّ قوائمها وهي قائمة قد ربطت إحدى يديها حتى لا تشرد، فإذا سقطت بعد النحر على جنبها، فكلوا - أيها المُهْدون - منها، وأعطوا منها الفقير الذي يتعفف عن السؤال، والفقير الذي يتعرض ليُعْطَى منها، كما ذللناها لكم لتحملوا عليها وتركبوها ذللناها لكم فانقادت إلى حيث تنحرونها؛ تقربًا لله لعلكم تشكرون الله على نعمة تذليلها لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والبدن» جمع بدنة: وهي الإبل «جعلناها لكم من شعائر الله» أعلام دينه «لكم فيها خير» نفع في الدنيا كما تقدم، وأجر في العقبى «فاذكروا اسم الله عليها» عند نحرها «صوافَّ» قائمة على ثلاث معقولة اليد اليسرى «فإذا وجبت جنوبها» سقطت إلى الأرض بعد النحر: وهو وقت الأكل منها «فكلوا منها» إن شئتم «وأطعموا القانع» الذي يقنع بما يعطى ولا يسأل ولا يتعرّض «والمعترَّ» والسائل أو المتعرض «كذلك» أي مثل ذلك التسخير «سخرناها لكم» بأن تُنحر وتركب، وإلا لم تطق «لعلكم تشكرون» إنعامي عليكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا دليل على أن الشعائر عام في جميع أعلام الدين الظاهرة.\nوتقدم أن الله أخبر أن من عظم شعائره، فإن ذلك من تقوى القلوب، وهنا أخبر أن من جملة شعائره، البدن، أي: الإبل، والبقر، على أحد القولين، فتعظم وتستسمن، وتستحسن، لَكُمْ فِيهَا خَيْرٌ أي: المهدي وغيره، من الأكل، والصدقة، والانتفاع، والثواب، والأجر، فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا أي: عند ذبحها قولوا \" بسم الله \" واذبحوها، صَوَافَّ أي: قائمات، بأن تقام على قوائمها الأربع، ثم تعقل يدها اليسرى، ثم تنحر.\nفَإِذَا وَجَبَتْ جُنُوبُهَا أي: سقطت في الأرض جنوبها، حين تسلخ، ثم يسقط الجزار جنوبها على الأرض، فحينئذ قد استعدت لأن يؤكل منها، فَكُلُوا مِنْهَا وهذا خطاب للمهدي، فيجوز له الأكل من هديه، وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ أي: الفقير الذي لا يسأل، تقنعا، وتعففا، والفقير الذي يسأل، فكل منهما له حق فيهما.\nكَذَلِكَ سَخَّرْنَاهَا لَكُمْ أي: البدن لَعَلَّكُمْ تَشْكُرُونَ الله على تسخيرها، فإنه لولا تسخيره لها، لم يكن لكم بها طاقة، ولكنه ذللها لكم وسخرها، رحمة بكم وإحسانا إليكم، فاحمدوه."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِنْ يَنَالُهُ التَّقْوَىٰ مِنْكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ ۗ وَبَشِّرِ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لن يصل إلى الله لحوم ما تقدمونه من هدايا ولا دماؤها، ولن تُرْفَع إليه، لكن يرفع إليه اتقاؤكم الله فيها؛ بأن تخلصوا له في امتثالكم للتقرب بها إليه، كذلك ذللها الله لكم لتكبروا الله شاكرين إياه على ما وفقكم له من الحق، وأَخْبِر - أيها الرسول - المحسنين في عبادتهم لربهم وفي تعاملهم مع خلقه، بما يسرّهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لن ينال الله لحومها ولا دماؤها» أي لا يرفعان إليه «ولكن يناله التقوى منكم» أي يرفع إليه منكم العمل الصالح الخالص له مع الإيمان «كذلك سخرها لكم لتكبروا الله على ما هداكم» أرشدكم لمعالم دينه ومناسك حجه «وبشر المحسنين» أي الموحدين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله: لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا أي: ليس المقصود منها ذبحها فقط.\nولا ينال الله من لحومها ولا دمائها شيء، لكونه الغني الحميد، وإنما يناله الإخلاص فيها، والاحتساب، والنية الصالحة، ولهذا قال: وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ ففي هذا حث وترغيب على الإخلاص في النحر، وأن يكون القصد وجه الله وحده، لا فخرا ولا رياء، ولا سمعة، ولا مجرد عادة، وهكذا سائر العبادات، إن لم يقترن بها الإخلاص وتقوى الله، كانت كالقشور الذي لا لب فيه، والجسد الذي لا روح فيه.\nكَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ أي: تعظموه وتجلوه، عَلَى مَا هَدَاكُمْ أي: مقابلة لهدايته إياكم، فإنه يستحق أكمل الثناء وأجل الحمد، وأعلى التعظيم، وَبَشِّرِ الْمُحْسِنِينَ بعبادة الله بأن يعبدوا الله، كأنهم يرونه، فإن لم يصلوا إلى هذه الدرجة فليعبدوه، معتقدين وقت عبادتهم اطلاعه عليهم، ورؤيته إياهم، والمحسنين لعباد الله، بجميع وجوه الإحسان من نفع مال، أو علم، أو جاه، أو نصح، أو أمر بمعروف، أو نهي عن منكر، أو كلمة طيبة ونحو ذلك، فالمحسنون لهم البشارة من الله، بسعادة الدنيا والآخرة وسيحسن الله إليهم، كما أحسنوا في عبادته ولعباده هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا ۗ إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله يدفع عن الذين آمنوا بالله شر أعدائهم، إن الله لا يحب كل خوان لأمانته، كفور لنعم الله، فلا يشكر الله عليها، بل يبغضه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله يدافع عن الذين آمنوا» غوائل المشركين «إن الله لا يحب كل خوَّانِ» في أمانته «كفور» لنعمته، وهم المشركون المعنى أنه يعاقبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا إخبار ووعد وبشارة من الله، للذين آمنوا، أن الله يدافع عنهم كل مكروه، ويدفع عنهم كل شر -بسبب إيمانهم- من شر الكفار، وشر وسوسة الشيطان، وشرور أنفسهم، وسيئات أعمالهم، ويحمل عنهم عند نزول المكاره، ما لا يتحملون، فيخفف عنهم غاية التخفيف.\nكل مؤمن له من هذه المدافعة والفضيلة بحسب إيمانه، فمستقل ومستكثر.\nإِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ أي: خائن في أمانته التي حمله الله إياها، فيبخس حقوق الله عليه، ويخونها، ويخون الخلق.\nكَفُورٌ لنعم الله، يوالي عليه الإحسان، ويتوالى منه الكفر والعصيان، فهذا لا يحبه الله، بل يبغضه ويمقته، وسيجازيه على كفره وخيانته، ومفهوم الآية، أن الله يحب كل أمين قائم بأمانته، شكور لمولاه."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَذِن الله للمؤمنين الذين يقاتلهم المشركون بالقتال؛ لما وقع عليهم من ظلم أعدائهم لهم، وإن الله على نصر المؤمنين على عدوهم دون قتال لقدير، لكنّ حكمته اقتضت أن يختبر المؤمنين بقتال الكافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أذن للذين يقاتلون» أي للمؤمنين أن يقاتلوا، وهذه أول آية نزلت في الجهاد «بأنهم» أي بسبب أنهم «ظلموا» لظلم الكافرين إياهم «وإن الله على نصرهم لقدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كان المسلمون في أول الإسلام ممنوعين من قتال الكفار، ومأمورين بالصبر عليهم، لحكمة إلهية، فلما هاجروا إلى المدينة، وأوذوا، وحصل لهم منعة وقوة، أذن لهم بالقتال، قال تعالى: أُذِنَ لِلَّذِينَ يُقَاتَلُونَ يفهم منه أنهم كانوا قبل ممنوعين، فأذن الله لهم بقتال الذين يقاتلون، وإنما أذن لهم، لأنهم ظلموا، بمنعهم من دينهم، وأذيتهم عليه، وإخراجهم من ديارهم.\nوَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ فليستنصروه، وليستعينوا به ."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا ۗ وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين أخرجهم الكفار من ديارهم ظلمًا، لا لجُرْم ارتكبوه إلا أنهم قالوا: ربنا الله، لا ربّ لنا غيره، ولولا ما شرعه الله للأنبياء وللمؤمنين من قتال أعدائهم لاعتدوا على مواطن العبادة، فهدموا صوامع الرهبان، وكنائس النصارى، ومعابد اليهود، ومساجد المسلمين المُعَدَّة للصلاة، فيها يذكر المسلمون الله ذكرًا كثيرًا، ولينصرنّ الله من ينصر دينه ونبيّه، إن الله لقوي على نصر من ينصر دينه، عزيز لا يغالبه أحد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هم «الذين أخرجوا من ديارهم بغير حق» في الإخراج، ما أخرجوا «إلا أن يقولوا» أي بقولهم «ربنا الله» وحده وهذا القول حق فالإخراج به إخراج بغير حق «ولولا دفع الله الناس بعضهم» بدل بعض من الناس «ببعض لهدمت» بالتشديد للتكثير وبالتخفيف «صوامع» للرهبان «وبيع» كنائس للنصارى «وصلوات» كنائس لليهود بالعبرانية «ومساجد» للمسلمين «يذكر فيها» أي المواضع المذكورة «اسم الله كثيرا» وتنقطع العبادات بخرابها «ولينصرن الله من ينصره» أي ينصر دينه «إن الله لقويٌ» على خلقه «عزيز» منيع في سلطانه وقدرته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ أي: ألجئوا إلى الخروج بالأذية والفتنة بِغَيْرِ حَقٍّ إِلَّا أن ذنبهم الذي نقم منهم أعداؤهم أَنْ يَقُولُوا رَبُّنَا اللَّهُ أي: إلا أنهم وحدوا الله، وعبدوه مخلصين له الدين، فإن كان هذا ذنبا، فهو ذنبهم كقوله تعالى: وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ وهذا يدل على حكمة الجهاد، وأن المقصود منه إقامة دين الله، وذب الكفار المؤذين للمؤمنين، البادئين لهم بالاعتداء، عن ظلمهم واعتدائهم، والتمكن من عبادة الله، وإقامة الشرائع الظاهرة، ولهذا قال: وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ فيدفع الله بالمجاهدين في سبيله ضرر الكافرين، لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ أي: لهدمت هذه المعابد الكبار، لطوائف أهل الكتاب، معابد اليهود والنصارى، والمساجد للمسلمين، يُذْكَرَ فِيهَا أي: في هذه المعابد اسْمُ اللَّهِ كَثِيرًا تقام فيها الصلوات، وتتلى فيها كتب الله، ويذكر فيها اسم الله بأنواع الذكر، فلولا دفع الله الناس بعضهم ببعض، لاستولى الكفار على المسلمين، فخربوا معابدهم، وفتنوهم عن دينهم، فدل هذا، أن الجهاد مشروع، لأجل دفع الصائل والمؤذي، ومقصود لغيره، ودل ذلك على أن البلدان التي حصلت فيها الطمأنينة بعبادة الله، وعمرت مساجدها، وأقيمت فيها شعائر الدين كلها، من فضائل المجاهدين وببركتهم، دفع الله عنها الكافرين، قال الله تعالى: وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ فإن قلت: نرى الآن مساجد المسلمين عامرة لم تخرب، مع أنها كثير منها إمارة صغيرة، وحكومة غير منظمة، مع أنهم لا يدان لهم بقتال من جاورهم من الإفرنج، بل نرى المساجد التي تحت ولايتهم وسيطرتهم عامرة، وأهلها آمنون مطمئنون، مع قدرة ولاتهم من الكفار على هدمها، والله أخبر أنه لولا دفع الله الناس بعضهم ببعض، لهدمت هذه المعابد، ونحن لا نشاهد دفعا.\nأجيب بأن هذا السؤال والاستشكال، داخل في عموم هذه الآية وفرد من أفرادها، فإن من عرف أحوال الدول الآن ونظامها، وأنها تعتبر كل أمة وجنس تحت ولايتها، وداخل في حكمها، تعتبره عضوا من أعضاء المملكة، وجزء من أجزاء الحكومة، سواء كانت تلك الأمة مقتدرة بعددها أو عددها، أو مالها، أو عملها، أو خدمتها، فتراعي الحكومات مصالح ذلك الشعب، الدينية والدنيوية، وتخشى إن لم تفعل ذلك أن يختل نظامها، وتفقد بعض أركانها، فيقوم من أمر الدين بهذا السبب ما يقوم، خصوصا المساجد، فإنها -ولله الحمد- في غاية الانتظام، حتى في عواصم الدول الكبار.\nوتراعي تلك الدول الحكومات المستقلة، نظرا لخواطر رعاياهم المسلمين، مع وجود التحاسد والتباغض بين دول النصارى، الذي أخبر الله أنه لا يزال إلى يوم القيامة، فتبقى الحكومة المسلمة، التي لا تقدر تدافع عن نفسها، سالمة من [كثير] ضررهم، لقيام الحسد عندهم، فلا يقدر أحدهم أن يمد يده عليها، خوفا من احتمائها بالآخر، مع أن الله تعالى لا بد أن يري عباده من نصر الإسلام والمسلمين، ما قد وعد به في كتابه.\nوقد ظهرت -ولله الحمد- أسبابه [بشعور المسلمين بضرورة رجوعهم إلى دينهم والشعور مبدأ العمل] فنحمده ونسأله أن يتم نعمته، ولهذا قال في وعده الصادق المطابق للواقع: وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ أي: يقوم بنصر دينه، مخلصا له في ذلك، يقاتل في سبيله، لتكون كلمة الله هي العليا.\nإِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ أي: كامل القوة، عزيز لا يرام، قد قهر الخلائق، وأخذ بنواصيهم، فأبشروا، يا معشر المسلمين، فإنكم وإن ضعف عددكم وعددكم، وقوي عدد عدوكم وعدتهم فإن ركنكم القوي العزيز، ومعتمدكم على من خلقكم وخلق ما تعملون، فاعملوا بالأسباب المأمور بها، ثم اطلبوا منه نصركم، فلا بد أن ينصركم.\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ وقوموا، أيها المسلمون، بحق الإيمان والعمل الصالح، فقد وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ ۗ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء الموعودون بالنصر هم الذين إن مكّنّاهم في الأرض بالنصر على أعدائهم أدَّوا الصلاة على أكمل وجه، وأعطوا زكاة أموالهم، وأمروا بما أمر به الشرع، ونهوا عما نهى عنه، ولله وحده مرجع الأمور في الثواب عليها والعقاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين إن مكانهم في الأرض» بنصرهم على عدوهم «أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر» جواب الشرط، وهو وجوابه صلة الموصول، ويقدر قبله هم بمبتدأ «ولله عاقبة الأمور» أي إليه مرجعها في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر علامة من ينصره، وبها يعرف، أن من ادعى أنه ينصر الله وينصر دينه، ولم يتصف بهذا الوصف، فهو كاذب فقال: الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أي: ملكناهم إياها، وجعلناهم المتسلطين عليها، من غير منازع ينازعهم، ولا معارض، أَقَامُوا الصَّلَاةَ في أوقاتها، وحدودها، وأركانها، وشروطها، في الجمعة والجماعات.\nوَآتُوا الزَّكَاةَ التي عليهم خصوصا، وعلى رعيتهم عموما، آتوها أهلها، الذين هم أهلها، وَأَمَرُوا بِالْمَعْرُوفِ وهذا يشمل كل معروف حسنه شرعا وعقلا، من حقوق الله، وحقوق الآدميين، وَنَهَوْا عَنِ الْمُنْكَرِ كل منكر شرعا وعقلا، معروف قبحه، والأمر بالشيء والنهي عنه يدخل فيه ما لا يتم إلا به، فإذا كان المعروف والمنكر يتوقف على تعلم وتعليم، أجبروا الناس على التعلم والتعليم، وإذا كان يتوقف على تأديب مقدر شرعا، أو غير مقدر، كأنواع التعزير، قاموا بذلك، وإذا كان يتوقف على جعل أناس متصدين له، لزم ذلك، ونحو ذلك مما لا يتم الأمر بالمعروف والنهي عن المنكر إلا به.\nوَلِلَّهِ عَاقِبَةُ الْأُمُورِ أي: جميع الأمور، ترجع إلى الله، وقد أخبر أن العاقبة للتقوى، فمن سلطه الله على العباد من الملوك، وقام بأمر الله، كانت له العاقبة الحميدة، والحالة الرشيدة، ومن تسلط عليهم بالجبروت، وأقام فيهم هوى نفسه، فإنه وإن حصل له ملك موقت، فإن عاقبته غير حميدة، فولايته مشئومة، وعاقبته مذمومة."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن يكذبك - أيها الرسول - قومك، فاصبر فلست أول من كذبه قومه من الرسل، فقد كذب قبل قومك قومُ نوح نوحًا، وكذبت عادٌ هودًا، وثمود صالحًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يكذبوك» إلى آخره فيه تسليه للنبي صلى الله عليه وسلم «فقد كذبت قبلهم قوم نوح» تأنيث قوم باعتبار المعنى «وعاد» قوم هود «وثمود» قوم صالح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 42 و44 :يقول تعالى لنبيه محمد صلى الله عليه وسلم: وإن يكذبك هؤلاء المشركون فلست بأول رسول كذب، وليسوا بأول أمة كذبت رسولها فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ*"
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذب قومُ إبراهيم إبراهيم، وكذب قومُ لوط لوطًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقوم إبراهيم وقوم لوط»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 42 و44 :يقول تعالى لنبيه محمد صلى الله عليه وسلم: وإن يكذبك هؤلاء المشركون فلست بأول رسول كذب، وليسوا بأول أمة كذبت رسولها فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ* وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ* وَأَصْحَابُ مَدْيَنَ أي: قوم شعيب.\nوَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ المكذبين، فلم أعاجلهم بالعقوبة، بل أمهلتهم، حتى استمروا في طغيانهم يعمهون، وفي كفرهم وشرهم يزدادون، ثُمَّ أَخَذْتُهُمْ بالعذاب أخذ عزيز مقتدر فَكَيْفَ كَانَ نَكِيرِ أي: إنكاري عليهم كفرهم، وتكذيبهم كيف حاله، كان أشد العقوبات، وأفظع المثلات، فمنهم من أغرقه، ومنهم من أخذته الصيحة، ومنهم من أهلك بالريح العقيم، ومنهم من خسف به الأرض، ومنهم من أرسل عليه عذاب يوم الظلة، فليعتبر بهم هؤلاء المكذبون، أن يصيبهم ما أصابهم، فإنهم ليسوا خيرا منهم، ولا كتب لهم براءة في الكتب المنزلة من الله، وكم من المعذبين المهلكين أمثال هؤلاء كثير"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَأَصْحَابُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذب أصحاب مدين شعيبًا، وكذب فرعونُ وقومُهُ موسى، فَأَخَّرْتُ عن أقوامهم العقوبة استدراجًا لهم، ثم أخذتهم بالعذاب، فتأمّل كيف كان إنكاري عليهم، فقد أهلكتهم بسبب كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأصحاب مدين» قوم شعيب «وكُذب موسى» كذبه القبط لا قومه بنو إسرائيل أي كذب هؤلاء رسلهم فلك أسوة بهم «فأمليتُ للكافرين» أمهلتهم بتأخير العقاب لهم «ثم أخذتهم» بالعذاب «فكيف كان نكير» أي إنكاري عليم بتكذيبهم بإهلاكهم والاستفهام للتقرير: أي هو واقع موقعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيات من 42 و44 :يقول تعالى لنبيه محمد صلى الله عليه وسلم: وإن يكذبك هؤلاء المشركون فلست بأول رسول كذب، وليسوا بأول أمة كذبت رسولها فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ* وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ* وَأَصْحَابُ مَدْيَنَ أي: قوم شعيب.\nوَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ المكذبين، فلم أعاجلهم بالعقوبة، بل أمهلتهم، حتى استمروا في طغيانهم يعمهون، وفي كفرهم وشرهم يزدادون، ثُمَّ أَخَذْتُهُمْ بالعذاب أخذ عزيز مقتدر فَكَيْفَ كَانَ نَكِيرِ أي: إنكاري عليهم كفرهم، وتكذيبهم كيف حاله، كان أشد العقوبات، وأفظع المثلات، فمنهم من أغرقه، ومنهم من أخذته الصيحة، ومنهم من أهلك بالريح العقيم، ومنهم من خسف به الأرض، ومنهم من أرسل عليه عذاب يوم الظلة، فليعتبر بهم هؤلاء المكذبون، أن يصيبهم ما أصابهم، فإنهم ليسوا خيرا منهم، ولا كتب لهم براءة في الكتب المنزلة من الله، وكم من المعذبين المهلكين أمثال هؤلاء كثير"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما أكثر القرى التي أهلكناها - وهي ظالمة بكفرها - بعذاب مُسْتَأْصِل، فديارها مهدمة خالية من سكانها، وما أكثر الآبار الخالية من وُرَّادها لهلاكهم، وما أكثر القصور العالية المزخرفة التي لم تحصن ساكنيها من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكأين» أي كم «من قرية أهلكتها» وفي قراءة أهلكناها «وهي ظالمة» أي أحلها بكفرهم «فهي خاوية» ساقطة «على عروشها» سقوفها «و» كم من «بئر معطلة» متروكة بموت أهلها «وقصر مشيد» رفيع خال بموت أهله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكَأَيِّنْ مِنْ قَرْيَةٍ أي: وكم من قرية أَهْلَكْنَاهَا بالعذاب الشديد، والخزي الدنيوي، وَهِيَ ظَالِمَةٌ بكفرها بالله وتكذيبها لرسله، لم يكن عقوبتنا لها ظلما منا، فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا أي: فديارهم متهدمة، قصورها، وجدرانها، قد سقطت عروشها، فأصبحت خرابا بعد أن كانت عامرة، وموحشة بعد أن كانت آهلة بأهلها آنسة، وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ أي: وكم من بئر، قد كان يزدحم عليه الخلق، لشربهم، وشرب مواشيهم، ففقد أهله، وعدم منه الوارد والصادر، وكم من قصر، تعب عليه أهله، فشيدوه، ورفعوه، وحصنوه، وزخرفوه، فحين جاءهم أمر الله، لم يغن عنهم شيئا، وأصبح خاليا من أهله، قد صاروا عبرة لمن اعتبر، ومثالا لمن فكر ونظر."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفلم يَسِرْ هؤلاء المكذبون بما جاء به الرسول صلى الله عليه وسلم في الأرض؛ ليعاينوا آثار تلك القرى المهلكة، فيتفكروا بعقولهم ليعتبروا، ويسمعوا قصصهم سماع قبول ليتعظوا، فإن العمى ليس عمى البصر، بل العمى المُهْلِك المُرْدِي هو عمى البصيرة، بحيث لا يكون لصاحبه اعتبار ولا اتعاظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفلم يسيروا» أي كفار مكة «في الأرض فتكون لهم قلوب يعقلون بها» ما نزل بالمكذبين قبلهم «أو آذان يسمعون بها» أخبارهم بإلاهلاك وخراب الديار فيعتبروا «فإنها» أي القصة «لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور» تأكيد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "دعا الله عباده إلى السير في الأرض، لينظروا، ويعتبروا فقال: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ بأبدانهم وقلوبهم فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا آيات الله ويتأملون بها مواقع عبره، أَوْ آذَانٌ يَسْمَعُونَ بِهَا أخبار الأمم الماضين، وأنباء القرون المعذبين، وإلا فمجرد نظر العين، وسماع الأذن، وسير البدن الخالي من التفكر والاعتبار، غير مفيد، ولا موصل إلى المطلوب، ولهذا قال: فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ أي: هذا العمى الضار في الدين، عمى القلب عن الحق، حتى لا يشاهده كما لا يشاهد الأعمى المرئيات، وأما عمى البصر، فغايته بلغة، ومنفعة دنيوية."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ ۚ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويستعجلك - أيها الرسول - الكفار من قومك بالعذاب المُعَجَّل في الدنيا وبالعذاب المُؤَجَّل في الآخرة لما أنذروا بهما، ولن يخلفهم الله ما وعدهم به منه، ومن المُعَجَّل ما حل بهم يوم بدر، وإن يومًا من العذاب في الآخرة مثل ألف سنة مما تعدون من سِنِي الدنيا بسبب ما فيه من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويستعجلونك بالعذاب ولن يخلف الله وعده» بإنزال العذاب فأنزله يوم بدر «وإنَّ يوما عند ربك» من أيام الآخرة بسبب العذاب «كألف سنة مما تعدون» بالتاء والياء في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يستعجلك هؤلاء المكذبون بالعذاب، لجهلهم، وظلمهم، وعنادهم، وتعجيزا لله، وتكذيبا لرسله، ولن يخلف الله وعده، فما وعدهم به من العذاب، لابد من وقوعه، ولا يمنعهم منه مانع، وأما عجلته، والمبادرة فيه، فليس ذلك إليك يا محمد، ولا يستفزنك عجلتهم وتعجيزهم إيانا.\nفإن أمامهم يوم القيامة، الذي يجمع فيه أولهم وآخرهم، ويجازون بأعمالهم، ويقع بهم العذاب الدائم الأليم، ولهذا قال: وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ من طوله، وشدته، وهوله، فسواء أصابهم عذاب في الدنيا، أم تأخر عنهم العذاب، فإن هذا اليوم، لا بد أن يدركهم.\nويحتمل أن المراد: أن الله حليم، ولو استعجلوا العذاب، فإن يوما عنده كألف سنة مما تعدون، فالمدة، وإن تطاولتموها، واستبطأتم فيها نزول العذاب، فإن الله يمهل المدد الطويلة ولا يهمل، حتى إذا أخذ الظالمين بعذابه لم يفلتهم."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أكثر القرى التي أمهلتها بالعذاب وهي ظالمة لكفرها، ولم أعاجلها به استدراجًا لها، ثم أخذتها بعذاب مُسْتَأْصِل، وإليّ وحدي مرجعهم يوم القيامة، فأجازيهم على كفرهم بالعذاب الدائم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكأيِّن من قرية أمليت لها وهي ظالمة ثم أخذتها» المراد أهلها «وإليَّ المصير» المرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا أي: أمهلتها مدة طويلة وَهِيَ ظَالِمَةٌ أي: مع ظلمهم، فلم يكن مبادرتهم بالظلم، موجبا لمبادرتنا بالعقوبة، ثُمَّ أَخَذْتُهَا بالعذاب وَإِلَيَّ الْمَصِيرُ أي: مع عذابها في الدنيا، سترجع إلى الله، فيعذبها بذنوبها، فليحذر هؤلاء الظالمون من حلول عقاب الله، ولا يغتروا بالإمهال."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل يا أيها الناس، إنما أنا لكم منذر أبلغكم ما أرسلت به، واضح في إنذاري."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يا أيها الناس» أهل مكة «إنما أنا لكم نذير مبين» الإنذار وأنا بشير للمؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عبده ورسوله محمدا صلى الله عليه وسلم أن يخاطب الناس جميعا، بأنه رسول الله حقا، مبشرا للمؤمنين بثواب الله، منذرا للكافرين والظالمين من عقابه، وقوله: مُبِينٌ أي: بين الإنذار، وهو التخويف مع الإعلام بالمخوف، وذلك لأنه أقام البراهين الساطعة على صدق ما أنذرهم به"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فالذين آمنوا بالله وعملوا الأعمال الصالحات لهم من ربهم مغفرة لذنوبهم، ولهم رزق كريم في الجنة لا ينقطع أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فالذين آمنوا وعملوا الصالحات لهم مغفرة» من الذنوب «ورزق كريم» هو الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 50 و51 :ثم ذكر تفصيل النذارة والبشارة فقال: فَالَّذِينَ آمَنُوا بقلوبهم إيمانا صحيحا صادقا وَعَمِلُوا الصَّالِحَاتِ بجوارحهم في جنات النعيم أي: الجنات التي يتنعم بها بأنواع النعيم من المآكل والمشارب والمناكح والصور والأصوات والتنعم برؤية الرب الكريم وسماع كلامه والذين كفروا أي: جحدوا نعمة ربهم وكذبوا رسله وآياته فأولئك أصحاب الجحيم أي: الملازمون لها، المصاحبون لها في كل أوقاتهم، فلا يخفف عنهم من عذابها ولا يفتر عنهم لحظة من عقابها."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين سعوا في التكذيب بآياتنا مُقَدِّرين أنهم سيعجزون الله ويفوتونه فلا يعذبهم، أولئك أصحاب الجحيم يلازمونه كما يلازم الصاحب صاحبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين سعوْا في آياتنا» القرآن بإبطالها «معجِّزين» من اتبع النبي أي ينسبونهم إلى العجز، ويثبطونهم عن الإيمان أو مقدرين عجزنا عنهم، وفي قراءة معاجزين: مسابقين لنا، أي يظنون أن يفوتونا بإنكارهم البعث والعقاب «أولئك أصحاب الجحيم» النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 50 و51 :ثم ذكر تفصيل النذارة والبشارة فقال: فَالَّذِينَ آمَنُوا بقلوبهم إيمانا صحيحا صادقا وَعَمِلُوا الصَّالِحَاتِ بجوارحهم في جنات النعيم أي: الجنات التي يتنعم بها بأنواع النعيم من المآكل والمشارب والمناكح والصور والأصوات والتنعم برؤية الرب الكريم وسماع كلامه والذين كفروا أي: جحدوا نعمة ربهم وكذبوا رسله وآياته فأولئك أصحاب الجحيم أي: الملازمون لها، المصاحبون لها في كل أوقاتهم، فلا يخفف عنهم من عذابها ولا يفتر عنهم لحظة من عقابها."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّىٰ أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما بعثنا من قبلك -أيها الرسول- من رسول ولا نبي إلا إذا قرأ كتاب الله ألقى الشيطان في قراءته ما يلبس به على الناس أنه من الوحي، فيبطل الله ما يلقيه الشيطان من إلقائه، ويثبت آياته، والله عليم بكل شيء، لا يخفى عليه شيء، حكيم في خلقه وتقديره وتدبيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أرسلنا من قبلك من رسول» هو نبي أمر بالتبليغ «ولا نبي» أي لم يؤمر بالتبليغ «إلا إذا تمنى» قرأ «ألقى الشيطان في أمنيته» قراءته ما ليس من القرآن مما يرضاه المرسل إليهم، وقد قرأ النبي صلى الله عليه وسلم في سورة النجم بمجلس من قريش بعد: (أفرأيتم اللات والعزى، ومناة الثالثة الأخرى) بإلقاء الشيطان على لسانه من غير علمه صلى الله عليه وسلم به: تلك الغرانيق العلا، وإن شفاعتهن لترجي، ففرحوا لذلك، ثم أخبره جبريل بما ألقه الشيطان على لسانه من ذلك، بحزن فسلي بهذه الآية ليطمئن «فينسخ الله» يبطل «ما يلقي الشيطان ثم يحكم الله آياته» يثبتها «والله عليم» بإلقاء الشيطان ما ذكر «حكيم» في تمكنيه منه يفعل ما يشاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بحكمته البالغة، واختياره لعباده، وأن الله ما أرسل قبل محمد ( مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى ) أي: قرأ قراءته، التي يذكر بها الناس، ويأمرهم وينهاهم، ( أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ ) أي: في قراءته، من طرقه ومكايده، ما هو مناقض لتلك القراءة، مع أن الله تعالى قد عصم الرسل بما يبلغون عن الله، وحفظ وحيه أن يشتبه، أو يختلط بغيره.\nولكن هذا الإلقاء من الشيطان، غير مستقر ولا مستمر، وإنما هو عارض يعرض، ثم يزول، وللعوارض أحكام، ولهذا قال: ( فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ) أي: يزيله ويذهبه ويبطله، ويبين أنه ليس من آياته، و ( يُحْكِمُ اللَّهُ آيَاتِهِ ) أي: يتقنها، ويحررها، ويحفظها، فتبقى خالصة من مخالطة إلقاء الشيطان، ( وَاللَّهُ عَزِيزٌ ) أي: كامل القوة والاقتدار، فبكمال قوته، يحفظ وحيه، ويزيل ما تلقيه الشياطين، ( حَكِيمٌ ) يضع الأشياء مواضعها، فمن كمال حكمته، مكن الشياطين من الإلقاء المذكور، ليحصل ما ذكره بقوله:"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُلْقِي الشيطان في قراءة النبي ليصيّر الله ما يلقيه امتحانًا للمنافقين، وللذين قست قلوبهم من المشركين، وإن الظالمين من المنافقين والمشركين لفي عداوة لله ورسوله وبُعْدٍ عن الحق والرشاد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليجعل ما يلقي الشيطان فتنة» محنة «للذين في قلوبهم مرض» شقاق ونفاق «والقاسية قلوبهم» أي المشركين عن قبول الحق «وإن الظالمين» الكافرين «لفي شقاق بعيد» خلاف طويل مع النبي صلى الله عليه وسلم والمؤمنين حيث جرى على لسانه ذكر آلهتهم بما يرضيهم ثم أبطل ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لطائفتين من الناس، لا يبالي الله بهم، وهم الذين فِي قُلُوبِهِمْ مَرَضٌ أي: ضعف وعدم إيمان تام وتصديق جازم، فيؤثر في قلوبهم أدنى شبهة تطرأ عليها، فإذا سمعوا ما ألقاه الشيطان، داخلهم الريب والشك، فصار فتنة لهم.\nوَالْقَاسِيَةِ قُلُوبُهُمْ أي: الغليظة، التي لا يؤثر فيها زجر ولا تذكير، ولا تفهم عن الله وعن رسوله لقسوتها، فإذا سمعوا ما ألقاه الشيطان، جعلوه حجة لهم على باطلهم، وجادلوا به وشاقوا الله ورسوله، ولهذا قال: وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ أي: مشاقة لله، ومعاندة للحق، ومخالفة له، بعيد من الصواب، فما يلقيه الشيطان، يكون فتنة لهؤلاء الطائفتين، فيظهر به ما في قلوبهم، من الخبث الكامن فيها ، وأما الطائفة الثالثة، فإنه يكون رحمة في حقها"
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ ۗ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليتيقن الذين أعطاهم الله العلم أن القرآن المنزل على محمد صلى الله عليه وسلم هو الحق الذي أوحى به الله إليك - أيها الرسول - فيزدادوا إيمانًا به، فتخضع له قلوبهم وتخشع، وإن الله لهادي الذين آمنوا به إلى طريق الحق المستقيم الذي لا اعوجاج فيه؛ جزاءً لهم على خضوعهم له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وليعلم الذين أوتوا العلم» التوحيد والقرآن «أنه» أي القرآن «الحق من ربك فيؤمنوا به فتخبت» نطمئن «له قلوبهم وإن الله لهاد الذين آمنوا إلى صراط» طريق «مستقيم» أي دين الإسلام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ لأن الله منحهم من العلم، ما به يعرفون الحق من الباطل، والرشد من الغي، فيميزون بين الأمرين، الحق المستقر، الذي يحكمه الله، والباطل العارض الذي ينسخه الله، بما على كل منهما من الشواهد، وليعلموا أن الله حكيم، يقيض بعض أنواع الابتلاء، ليظهر بذلك كمائن النفوس الخيرة والشريرة، فَيُؤْمِنُوا بِهِ بسبب ذلك، ويزداد إيمانهم عند دفع المعارض والشبه.\nفَتُخْبِتَ لَهُ قُلُوبُهُمْ أي: تخشع وتخضع، وتسلم لحكمته، وهذا من هدايته إياهم، وَإِنَّ اللَّهَ لَهَادِي الَّذِينَ آمَنُوا بسبب إيمانهم إِلَى صِرَاطٍ مُسْتَقِيمٍ علم بالحق، وعمل بمقتضاه، فيثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة، وهذا النوع من تثبيت الله لعبده.\nوهذه الآيات، فيها بيان أن للرسول صلى الله عليه وسلم أسوة بإخوانه المرسلين، لما وقع منه عند قراءته صلى الله عليه وسلم: والنجم فلما بلغ أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى ألقى الشيطان في قراءته: \" تلك الغرانيق العلى، وإن شفاعتهن لترتجى \" فحصل بذلك للرسول حزن وللناس فتنة، كما ذكر الله، فأنزل الله هذه الآيات."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّىٰ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يزال الذين كفروا بالله وكذبوا برسوله في شك مما أنزل الله عليك من القرآن، مستمرّين حتى تأتيهم الساعة فجأة وهم على ذلك، أو يأتيهم عذاب يوم لا رحمة لهم فيه ولا خير، وهو يوم القيامة بالنسبة لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا يزال الذين كفروا في مرية» شك «منه» أي القرآن بما ألقاه الشيطان على لسان النبي ثم أبطل «حتى تأتيهم الساعة بغتة» أي ساعة موتهم أو القيامة فجأة «أو يأتيهم عذاب يوم عقيم» هو يوم بدر لا خير فيه للكفار كالريح العقيم التي لا تأتي بخير، أو هو يوم القيامة لا ليل بعده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حالة الكفار، وأنهم لا يزالون في شك مما جئتهم به يا محمد، لعنادهم، وإعراضهم، وأنهم لا يبرحون مستمرين على هذه الحال حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أي: مفاجأة أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ أي: لا خير فيه، وهو يوم القيامة، فإذا جاءتهم الساعة، أو أتاهم ذلك اليوم، علم الذين كفروا أنهم كانوا كاذبين، وندموا حيث لا ينفعهم الندم، وأبلسوا وأيسوا من كل خير، وودوا لو آمنوا بالرسول واتخذوا معه سبيلا، ففي هذا تحذيرهم من إقامتهم على مريتهم وفريتهم."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الملك يوم القيامة - يوم يأتي هؤلاء ما كانوا يوعدون به من العذاب - لله وحده، لا منازع له فيه، هو سبحانه يحكم بين المؤمنين والكافرين، فيحكم لكل منهم بما يستحقه، فالذين آمنوا بالله وعملوا الأعمال الصالحات لهم ثواب عظيم هو جنات النعيم المقيم الذي لا ينقطع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الملك يومئذ» أي يوم القيامة «لله» وحده وما تضمنه من الاستقرار ناصب للظرف «يحكم بينهم» بين المؤمنين والكافرين بما بيّن بعده «فالذين آمنوا وعملوا الصالحات في جنات النعيم» فضلا من الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الْمُلْكُ يَوْمَئِذٍ أي: يوم القيامة لِلَّهِ تعالى، لا لغيره، يَحْكُمُ بَيْنَهُمْ بحكمه العدل، وقضائه الفصل، فَالَّذِينَ آمَنُوا بالله ورسله، وما جاءوا به وَعَمِلُوا الصَّالِحَاتِ ليصدقوا بذلك إيمانهم فِي جَنَّاتِ النَّعِيمِ نعيم القلب والروح والبدن، مما لا يصفه الواصفون، ولا تدركه العقول."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين كفروا بالله وكذبوا بآياتنا المنزلة على رسولنا، لهم عذاب مُذِلٌّ يذلهم الله به في جهنم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين كفروا وكذبوا بآياتنا فأولئك لهم عذاب مُهين» شديد بسبب كفرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ كَفَرُوا بالله ورسله وكذبوا بآياته الهادية للحق والصواب فأعرضوا عنها، أو عاندوها، فَأُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ لهم، من شدته، وألمه، وبلوغه للأفئدة كما استهانوا برسله وآياته، أهانهم الله بالعذاب."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين تركوا ديارهم وأوطانهم طلبًا لمرضاة الله وإعزازًا لدينه، ثم قُتِلوا في الجهاد في سبيله، أو ماتوا - ليرزقنّهم الله في الجنة رزقًا حسنًا دائمًا لا ينقطع، وإن الله سبحانه لهو خير الرازقين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين هاجروا في سبيل الله» أي طاعته من مكة إلى المدينة «ثم قُتلوا أو ماتوا ليرزقنهم الله رزقا حسنا» هو رزق الجنة «وإن الله لهو خير الرازقين» أفضل المعطين"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه بشارة كبرى، لمن هاجر في سبيل الله، فخرج من داره ووطنه وأولاده وماله، ابتغاء وجه الله، ونصرة لدين الله، فهذا قد وجب أجره على الله، سواء مات على فراشه، أو قتل مجاهدا في سبيل الله، لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا في البرزخ، وفي يوم القيامة بدخول الجنة الجامعة للروح والريحان، والحسن والإحسان، ونعيم القلب والبدن، ويحتمل أن المعنى أن المهاجر في سبيل الله، قد تكفل برزقه في الدنيا، رزقا واسعا حسنا، سواء علم الله منه أنه يموت على فراشه، أو يقتل شهيدا، فكلهم مضمون له الرزق، فلا يتوهم أنه إذا خرج من دياره وأمواله، سيفتقر ويحتاج، فإن رازقه هو خير الرازقين، وقد وقع كما أخبر، فإن المهاجرين السابقين، تركوا ديارهم وأبناءهم وأموالهم، نصرة لدين الله، فلم يلبثوا إلا يسيرا، حتى فتح الله عليهم البلاد، ومكنهم من العباد فاجتبوا من أموالها، ما كانوا به من أغنى الناس"
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ ۗ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليدخلنّهم الله موضعًا يرضونه وهو الجنة، وإن الله لعليم بأفعالهم ونياتهم، حليم حيث لم يعاجلهم بالعقوبة على ما فرطوا فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليدخلنهم مدخلا» بضم الميم وفتحها أي إدخالا أو موضعا «يرضونه» وهو الجنة «وإن الله لعليم» بنياتهم «حليم» عن عقابهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ إما ما يفتحه الله عليهم من البلدان، خصوصا فتح مكة المشرفة، فإنهم دخلوها في حالة الرضا والسرور، وإما المراد به رزق الآخرة، وأن ذلك دخول الجنة، فتكون الآية جمعت بين الرزقين، رزق الدنيا، ورزق الآخرة، واللفظ صالح لذلك كله، والمعنى صحيح، فلا مانع من إرادة الجميع وَإِنَّ اللَّهَ لَعَلِيمٌ بالأمور، ظاهرها، وباطنها، متقدمها، ومتأخرها، حَلِيمٌ يعصيه الخلائق، ويبارزونه بالعظائم، وهو لا يعاجلهم بالعقوبة مع كمال اقتداره، بل يواصل لهم رزقه، ويسدي إليهم فضله."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ ۗ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك المذكور؛ من إدخال المهاجرين في سبيل الله الجنة، ومن الإذن بمقابلة المعتدي بمثل ما اعتدى بحيث لا إثم عليه في ذلك، فإذا عاود المعتدي اعتداءه فإن الله ينصر المُعْتَدَى عليه، إن الله عفو عن ذنوب المؤمنين، غفور لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "الأمر «ذلك» الذي قصصناه عليك «ومن عاقب» جازي من المؤمنين «بمثل ما عوقب به» ظلما من المشركين: أي قاتلهم كما قاتلوه في الشهر الحرام «ثم بغي عليه» منهم أي ظلم بإخراجه من منزله «لينصرنه الله إن الله لعفوٌ» عن المؤمنين «غفور» لهم عن قتالهم في الشهر الحرام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذلك بأن من جني عليه وظلم، فإنه يجوز له مقابلة الجاني بمثل جنايته، فإن فعل ذلك، فليس عليه سبيل، وليس بملوم، فإن بغي عليه بعد هذا، فإن الله ينصره، لأنه مظلوم، فلا يجوز أن يبغي عليه، بسبب أنه استوفى حقه، وإذا كان المجازي غيره، بإساءته إذا ظلم بعد ذلك، نصره الله، فالذي بالأصل لم يعاقب أحدا إذا ظلم وجني عليه، فالنصر إليه أقرب.\nإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ أي: يعفو عن المذنبين، فلا يعاجلهم بالعقوبة، ويغفر ذنوبهم فيزيلها، ويزيل آثارها عنهم، فالله هذا وصفه المستقر اللازم الذاتي، ومعاملته لعباده في جميع الأوقات بالعفو والمغفرة، فينبغي لكم أيها المظلومون المجني عليهم، أن تعفوا وتصفحوا وتغفروا ليعاملكم الله كما تعاملون عباده فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ"
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "ذَٰلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك النصر للمُعْتَدَى عليه لأن الله قادر على ما يشاء، ومن قدرته إدخال الليل في النهار، والنهار في الليل؛ بزيادة أحدهما ونقص الآخر، وأن الله سميع لأقوال عباده، عليم بأفعالهم، لا يخفى عليه شيء منها، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» النصر «بأن الله يولج الليل في النهار ويولج النهار في الليل» أي يدخل كلا منهما في الآخر بأن يزيد به، من أثر قدرته تعالى التي بها النصر «وأن الله سميع» دعاء المؤمنين «بصير» بهم حيث جعل فيهم الإيمان فأجاب دعائهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذلك الذي شرع لكم تلك الأحكام الحسنة العادلة، هو حسن التصرف، في تقديره وتدبيره، الذي يُولِجُ اللَّيْلَ فِي النَّهَارِ أي: يدخل هذا على هذا، وهذا على هذا، فيأتي بالليل بعد النهار، وبالنهار بعد الليل، ويزيد في أحدهما ما ينقصه في الآخر، ثم بالعكس، فيترتب على ذلك، قيام الفصول، ومصالح الليل والنهار، والشمس والقمر، التي هي من أجل نعمه على العباد، وهي من الضروريات لهم.\nوَأَنَّ اللَّهَ سَمِيعٌ يسمع ضجيج الأصوات، باختلاف، اللغات، على تفنن الحاجات، بَصِيرٌ يرى دبيب النملة السوداء، تحت الصخرة الصماء، في الليلة الظلماء سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك المذكور من إدخال الله الليل في النهار، والنهار في الليل؛ لأن الله هو الحق، فدينه حق، ووعده حق، ونصره للمؤمنين حق، وأن ما يعبده المشركون من دون الله من الأوثان هو الباطل الذي لا أساس له، وأن الله هو العلي على خلقه ذاتًا وقَدْرًا وقهرًا، الكبير الذي له الكبرياء والعظمة والجلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» النصر أيضا «بأن الله هو الحق» الثابت «وأن ما يدعون» بالياء والتاء يعبدون «من دونه» وهو الأصنام «هو الباطل» الزائل «وأن الله هو العلي» أي العالي على كل شيء بقدرته «الكبير» الذي يصغر كل شيء سواه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكَ صاحب الحكم والأحكام بِأَنَّ اللَّهَ هُوَ الْحَقُّ أي: الثابت، الذي لا يزال ولا يزول، الأول الذي ليس قبله شيء، الآخر الذي ليس بعده شيء، كامل الأسماء والصفات، صادق الوعد، الذي وعده حق ولقاؤه حق، ودينه حق، وعبادته هي الحق، النافعة الباقية على الدوام.\nوَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ من الأصنام والأنداد، من الحيوانات والجمادات، هُوَ الْبَاطِلُ الذي، هو باطل في نفسه، وعبادته باطلة، لأنها متعلقة بمضمحل فان، فتبطل تبعا لغايتها ومقصودها، وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ العلي في ذاته، فهو عال على جميع المخلوقات وفي قدره، فهو كامل الصفات، وفي قهره لجميع المخلوقات، الكبير في ذاته، وفي أسمائه، وفي صفاته، الذي من عظمته وكبريائه، أن الأرض قبضته يوم القيامة، والسماوات مطويات بيمينه، ومن كبريائه، أن كرسيه وسع السماوات والأرض، ومن عظمته وكبريائه، أن نواصي العباد بيده، فلا يتصرفون إلا بمشيئته، ولا يتحركون ويسكنون إلا بإرادته.\nوحقيقة الكبرياء التي لا يعلمها إلا هو، لا ملك مقرب، ولا نبي مرسل، أنها كل صفة كمال وجلال وكبرياء وعظمة، فهي ثابتة له، وله من تلك الصفة أجلها وأكملها، ومن كبريائه، أن العبادات كلها، الصادرة من أهل السماوات والأرض، كلها المقصود منها، تكبيره وتعظيمه، وإجلاله وإكرامه، ولهذا كان التكبير شعارا للعبادات الكبار، كالصلاة وغيرها."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً ۗ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تر - أيها الرسول - أن الله أنزل من السماء مطرًا، فتصبح الأرض بعد نزول المطر عليها خَضْرَاء بما أنبتته من نبات، إن الله لطيف بعباده حيث أنزل لهم المطر، وأنبت لهم الأرض، خبير بمصالحهم، لا يخفى عليه شيء منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تر» تعلم «أن الله أنزل من السماء ماءً» مطرا «فتصبح الأرض مخضرة» بالنبات وهذا من أثر قدرته «إن الله لطيف» بعباده في إخراج النبات بالماء «خبير» بما في قلوبهم عند تأخير المطر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا حث منه تعالى، وترغيب في النظر بآياته الدالات على وحدانيته، وكماله فقال: أَلَمْ تَرَ أي: ألم تشاهد ببصرك وبصيرتك أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً وهو: المطر، فينزل على أرض خاشعة مجدبة، قد أغبرت أرجاؤها، ويبس ما فيها، من شجر ونبات، فتصبح مخضرة قد اكتست من كل زوج كريم، وصار لها بذلك منظر بهيج، إن الذي أحياها بعد موتها وهمودها لمحيي الموتى بعد أن كانوا رميما.\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ اللطيف الذي يدرك بواطن الأشياء، وخفياتها، وسرائرها، الذي يسوق إلى عبده الخير، ويدفع عنه الشر بطرق لطيفة تخفى على العباد، ومن لطفه، أنه يري عبده، عزته في انتقامه وكمال اقتداره، ثم يظهر لطفه بعد أن أشرف العبد على الهلاك، ومن لطفه، أنه يعلم مواقع القطر من الأرض، وبذور الأرض في باطنها، فيسوق ذلك الماء إلى ذلك البذر، الذي خفي على علم الخلائق فينبت منه أنواع النبات، خَبِيرٌ بسرائر الأمور، وخبايا الصدور، وخفايا الأمور."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "له وحده ملك ما في السماوات وملك ما في الأرض، وإن الله لهو الغني الذي لا يفتقر إلى أي مخلوق من مخلوقاته، المحمود في كل حال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«له ما في السماوات وما في الأرض» على جهة الملك «وإن الله لهو الغني» عن عباده «الحميد» لأوليائه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُ مَا فِي السَّمَاوَاتِ وما في الْأَرْضِ خلقا وعبيدا، يتصرف فيهم بملكه وحكمته وكمال اقتداره، ليس لأحد غيره من الأمر شيء.\nوَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ بذاته الذي له الغنى المطلق التام، من جميع الوجوه، ومن غناه، أنه لا يحتاج إلى أحد من خلقه، ولا يواليهم من ذلة، ولا يتكثر بهم من قلة، ومن غناه، أنه ما اتخذ صاحبة ولا ولدا، ومن غناه، أنه صمد، لا يأكل ولا يشرب، ولا يحتاج إلى ما يحتاج إليه الخلق بوجه من الوجوه، فهو يطعم ولا يطعم، ومن غناه، أن الخلق كلهم مفتقرون إليه، في إيجادهم، وإعدادهم وإمدادهم، وفي دينهم ودنياهم، ومن غناه، أنه لو اجتمع من في السماوات ومن في الأرض، الأحياء منهم والأموات، في صعيد واحد، فسأل كل منهم ما بلغت أمنيته، فأعطاهم فوق أمانيهم، ما نقص ذلك من ملكه شيء، ومن غناه، أن يده سحاء بالخير والبركات، الليل والنهار، لم يزل إفضاله على الأنفاس، ومن غناه وكرمه، ما أودعه في دار كرامته، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nالْحَمِيدِ أي: المحمود في ذاته، وفي أسمائه، لكونها حسنى، وفي صفاته، لكونها كلها صفات كمال، وفي أفعاله، لكونها دائرة بين العدل والإحسان والرحمة والحكمة وفي شرعه، لكونه لا يأمر إلا بما فيه مصلحة خالصة أو راجحة، ولا ينهى إلا عما فيه مفسدة خالصة أو راجحة، الذي له الحمد، الذي يملأ ما في السماوات والأرض، وما بينهما، وما شاء بعدها، الذي لا يحصي العباد ثناء على حمده، بل هو كما أثنى على نفسه، وفوق ما يثني عليه عباده، وهو المحمود على توفيق من يوفقه، وخذلان من يخذله، وهو الغني في حمده، الحميد في غناه."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ ۗ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تر - أيها الرسول - أن الله ذَلَّل لك وللناس ما في الأرض من الدواب والجمادات لمنافعكم وحاجاتكم، وذَلَّل لكم السفن تجري في البحر بأمره وتسخيره من بلد إلى بلد، ويمسك السماء حتى لا تسقط على الأرض إلا بإذنه، فلو أذن لها أن تسقط عليها لسقطت، إن الله بالناس لرؤوف رحيم، حيث سخّر لهم هذه الأشياء مع ما فيهم من ظلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم ترَ» تَعلم «أن الله سخر لكم ما في الأرض» من البهائم «والفلك» السفن «تجري في البحر» للركوب والحمل «بأمره» بإذنه «ويمسك السماء» من «أن» أو لئلا «تقع على الأرض إلا بإذنه» فتهلكوا «إن الله بالناس لرؤوف رحيم» في التسخير والإمساك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ألم تشاهد ببصرك وقلبك نعمة ربك السابغة، وأياديه الواسعة، و أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ من حيوانات، ونبات، وجمادات، فجميع ما في الأرض، مسخر لبني آدم، حيواناتها، لركوبه، وحمله، وأعماله، وأكله، وأنواع انتفاعه، وأشجارها، وثمارها، يقتاتها، وقد سلط على غرسها واستغلالها، ومعادنها، يستخرجها، وينتفع بها، وَالْفُلْكِ أي: وسخر لكم الفلك، وهي السفن تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ تحملكم، وتحمل تجاراتكم، وتوصلكم من محل إلى محل، وتستخرجون من البحر حلية تلبسونها، ومن رحمته بكم أنه يمسك السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ فلولا رحمته وقدرته، لسقطت السماء على الأرض، فتلف ما عليها، وهلك من فيها إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ أرحم بهم من والديهم، ومن أنفسهم، ولهذا يريد لهم الخير، ويريدون لها الشر والضر، ومن رحمته، أن سخر لهم ما سخر من هذه الأشياء."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ الْإِنْسَانَ لَكَفُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله هو الذي أحياكم حيث أوجدكم بعد أن كنتم معدومين، ثم يميتكم إذا انقضت أعماركم، ثم يحييكم بعد موتكم ليحاسبكم على أعمالكم، ويجازيكم عليها، إن الإنسان لكثير الجحد لنعم الله - مع أنها ظاهرة - بعبادته معه غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي أحياكم» بالإنشاء «ثم يميتكم» عند انتهاء آجالكم «ثم يحييكم» عند البعث «إن الإنسان» أي المشرك «لكفور» لنعم الله بتركه توحيده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُوَ الَّذِي أَحْيَاكُمْ أوجدكم من العدم ثُمَّ يُمِيتُكُمْ بعد أن أحياكم، ثُمَّ يُحْيِيكُمْ بعد موتكم، ليجازي المحسن بإحسانه، والمسيء بإساءته، إِنَّ الْإِنْسَانَ أي: جنسه، إلا من عصمه الله لَكَفُورٌ لنعم الله، كفور بالله، لا يعترف بإحسانه، بل ربما كفر بالبعث وقدرة ربه."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ ۚ وَادْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكل أهل ملة جعلنا شريعة، فهم يعملون بشريعتهم، فلا يُنازعَنَّك - أيها الرسول - المشركون وأهل الأديان الأخرى في شريعتك، فأنت أولى بالحق منهم؛ لأنهم أصحاب باطل، وادع الناس إلى إخلاص التوحيد لله، إنك لعلى طريق مستقيم، لا اعوجاج فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لكل أمة جعلنا منسكا» بفتح السين وكسرها شريعة «هم ناسكوه» عاملون به «فلا يُنازعُنَّك» يراد به لا تنازعهم «في الأمر» أي أمر الذبيحة إذ قالوا: ما قتل الله أحق أن تأكلوه مما قتلتم «وادع إلى ربك» إلى دينه «إنك لعلى هدى» دين «مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه جعل لكل أمة مَنْسَكًا أي: معبدا وعبادة، قد تختلف في بعض الأمور، مع اتفاقها على العدل والحكمة، كما قال تعالى: لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ الآية، هُمْ نَاسِكُوهُ أي: عاملون عليه، بحسب أحوالهم، فلا اعتراض على شريعة من الشرائع، خصوصا من الأميين، أهل الشرك والجهل المبين، فإنه إذا ثبتت رسالة الرسول بأدلتها، وجب أن يتلقى جميع ما جاء به بالقبول والتسليم، وترك الاعتراض، ولهذا قال: فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ أي: لا ينازعك المكذبون لك، ويعترضون على بعض ما جئتهم به، بعقولهم الفاسدة، مثل منازعتهم في حل الميتة، بقياسهم الفاسد، يقولون: \" تأكلون ما قتلتم، ولا تأكلون ما قتل الله \" وكقولهم إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا ونحو ذلك من اعتراضاتهم، التي لا يلزم الجواب عن أعيانها، وهم منكرون لأصل الرسالة، وليس فيها مجادلة ومحاجة بانفرادها، بل لكل مقام مقال، فصاحب هذا الاعتراض، المنكر لرسالة الرسول، إذا زعم أنه يجادل ليسترشد، يقال له: الكلام معك في إثبات الرسالة وعدمها، وإلا فالاقتصار على هذه، دليل أن مقصوده التعنت والتعجيز، ولهذا أمر الله رسوله أن يدعو إلى ربه بالحكمة والموعظة الحسنة، ويمضي على ذلك، سواء اعترض المعترضون أم لا، وأنه لا ينبغي أن يثنيك عن الدعوة شيء، لأنك على هُدًى مُسْتَقِيمٍ أي: معتدل موصل للمقصود، متضمن علم الحق والعمل به، فأنت على ثقة من أمرك، ويقين من دينك، فيوجب ذلك لك الصلابة والمضي لما أمرك به ربك، ولست على أمر مشكوك فيه، أو حديث مفترى، فتقف مع الناس ومع أهوائهم، وآرائهم، ويوقفك اعتراضهم، ونظير هذا قوله تعالى: فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ مع أن في قوله: إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ إرشاد لأجوبة المعترضين على جزئيات الشرع، بالعقل الصحيح، فإن الهدى وصف لكل ما جاء به الرسول، والهدى: ما تحصل به الهداية، من مسائل الأصول والفروع، وهي المسائل التي يعرف حسنها وعدلها وحكمتها بالعقل والفطرة السليمة، وهذا يعرف بتدبر تفاصيل المأمورات والمنهيات."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن امتنعوا إلا أن يجادلوك بعد ظهور الحجة ففوض أمرهم إلى الله قائلًا على سبيل الوعيد: الله أعلم بما تعملون من عمل، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن جادلوك» في أمر الدين «فقل الله أعلم بما تعملون» فيجازيكم عليه، وهذا قبل الأمر بالقتال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 68 و 69 :ولهذا أمره الله بالعدول عن جدالهم في هذه الحالة، فقال: وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ أي: هو عالم بمقاصدكم ونياتكم، فمجازيكم عليها في يوم القيامة الذي يحكم الله بينكم فيما كنتم فيه تختلفون، فمن وافق الصراط المستقيم، فهو من أهل النعيم، ومن زاغ عنه، فهو من أهل الجحيم"
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله يحكم بين عباده: مؤمنهم وكافرهم يوم القيامة فيما كانوا فيه يختلفون في الدنيا من أمر الدين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله يحكم بينكم» أيها المؤمنون والكافرون «يوم القيامة فيما كنتم فيه تختلفون» بأن يقول كل من الفريقين خلاف قول الآخر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 68 و 69 :ولهذا أمره الله بالعدول عن جدالهم في هذه الحالة، فقال: وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ أي: هو عالم بمقاصدكم ونياتكم، فمجازيكم عليها في يوم القيامة الذي يحكم الله بينكم فيما كنتم فيه تختلفون، فمن وافق الصراط المستقيم، فهو من أهل النعيم، ومن زاغ عنه، فهو من أهل الجحيم"
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تعلم - أيها الرسول - أن الله يعلم ما في السماء، ويعلم ما في الأرض، لا يخفى عليه شيء مما فيهما، إن علم ذلك مُسَجَّل في اللوح المحفوظ، إن علم ذلك كله على الله سهل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تعلم» الاستفهام فيه للتقرير «أن الله يعلم ما في السماء والأرض إن ذلك» أي ما ذكر «في كتاب» هو اللوح المحفوظ «إن ذلك» أي علم ما ذكر «على الله يسير» سهل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن تمام حكمه، أن يكون حكما بعلم، فلذلك ذكر إحاطة علمه، وإحاطة كتابه فقال: أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ لا يخفى عليه منها خافية، من ظواهر الأمور وبواطنها، خفيها وجليها، متقدمها ومتأخرها، أن ذلك العلم المحيط بما في السماء والأرض قد أثبته الله في كتاب، وهو اللوح المحفوظ، حين خلق الله القلم، قال له: \" اكتب \" قال: ما أكتب؟ قال: \" اكتب ما هو كائن إلى يوم القيامة إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ وإن كان تصوره عندكم لا يحاط به، فالله تعالى يسير عليه أن يحيط علما بجميع الأشياء، وأن يكتب ذلك في كتاب مطابق للواقع."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ ۗ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويعبد المشركون من دون الله أصنامًا لم ينزل الله حجة على عبادتها في كتبه، وليس لهم عليها دليل من علم، وإنما مستندهم التقليد الأعمى لآبائهم، وليس للظالمين من نصير يمنعهم مما يحلّ بهم من عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويعبدون» أي المشركون «من دون الله ما لم ينزل به» هو الأصنام «سلطانا» حجة «وما ليس لهم به علم» أنها آلهة «وما للظالمين» بالإشراك «من نصير» يمنع عنهم عذاب الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى حالة المشركين به، العادلين به غيره، وأن حالهم أقبح الحالات، وأنه لا مستند لهم على ما فعلوه، فليس لهم به علم، وإنما هو تقليد تلقوه عن آبائهم الضالين، وقد يكون الإنسان لا علم عنده بما فعله، وهو -في نفس الأمر- له حجة ما علمها، فأخبر هنا، أن الله لم ينزل في ذلك سلطانا، أي: حجة تدل علي وتجوزه، بل قد أنزل البراهين القاطعة على فساده وبطلانه، ثم توعد الظالمين منهم المعاندين للحق فقال: وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ ينصرهم من عذاب الله إذا نزل بهم وحل."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ ۖ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا ۗ قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَٰلِكُمُ ۗ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا ۖ وَبِئْسَ الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا تُقرأ عليهم آياتنا في القرآن واضحات تعرف في وجوه الذين كفروا بالله إنكارها من عبوسهم عند سماعهم لها، يكادون من شدة الغضب يبطشون بالذين يقرؤون عليهم آياتنا، قل لهم - أيها الرسول -: أفأخبركم بما هو شر من غيظكم وعبوسكم؟ هو النار التي وعد الله الكفار أن يدخلهم فيها، وساء المصير الذي يصيرون إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا تُتلى عليهم آياتنا» من القرآن «بيِّنات» ظاهرات حال «تعرف في وجوه الذين كفروا المنكر» أي الإنكار لها: أي أثره من الكراهة والعبوس «يكادون يسطون بالذين يتلون عليهم آياتنا» أي يقعون فيه بالبطش «قل أفأنبئكم بشرِّ من ذلكم» بأكره إليكم من القرآن المتلو عليكم هو «النار وعَدَها الله الذين كفروا» بأن مصيرهم إليها «وبئس المصير» هي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا التي هي آيات الله الجليلة، المستلزمة لبيان الحق من الباطل، لم يلتفتوا إليها، ولم يرفعوا بها رأسا، بل تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ من بغضها وكراهتها، ترى وجوههم معبسة، وأبشارهم مكفهرة، يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا أي: يكادون يوقعون بهم القتل والضرب البليغ، من شدة بغضهم وبغض الحق وعداوته، فهذه الحالة من الكفار بئس الحالة، وشرها بئس الشر، ولكن ثم ما هو شر منها، حالتهم التي يؤولون إليها، فلهذا قال: قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ فهذه شرها طويل عريض، ومكروهها وآلامها تزداد على الدوام."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ ۚ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ ۖ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ۚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، ضُرِب مثل فاستمعوا له، واعتبروا به، إن ما تعبدون من أصنام وغيرها من دون الله لن يخلقوا ذبابًا على صغره لعجزهم، ولو اجتمعوا كلهم على أن يخلقوه ما خلقوه، وإذا أخذ الذباب شيئًا مما عليهم من طيب وما أشبهه لم يقدروا على إنقاذه منه، وبعجزهم عن خلق الذباب، وإنقاذ أشيائهم منه؛ تبين عجزهم عما هو أكبر من ذلك، فكيف تعبدونها - مع عجزها - من دون الله؟! ضَعُفَ هذا الطالب وهو الصنم المعبود الذي لا يستطيع إنقاذ ما استلبه الذباب منه، وضَعُفَ هذا المطلوب الذي هو الذباب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس» أي أهل مكة «ضُرب مثل فاستمعوا له» وهو «إن الذين تدعون» تعبدون «من دون الله» أي غيره وهم الأصنام «لن يخلقوا ذباباً» اسم جنس، واحده ذبابة يقع على المذكر والمؤنث «ولو اجتمعوا له» لخلقه «وإن يسلبهم الذباب شيئا» مما عليهم من الطيب والزعفران الملطخين به «لا يستنقذوه» لا يستردوه «منه» لعجزهم، فكيف يعبدون شركاء لله تعالى؟ هذا أمر مستغرب عبر عنه بضرب مثل «ضعف الطالب» العابد «والمطلوب» المعبود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا مثل ضربه الله لقبح عبادة الأوثان، وبيان نقصان عقول من عبدها، وضعف الجميع، فقال: يَا أَيُّهَا النَّاسُ هذا خطاب للمؤمنين والكفار، المؤمنون يزدادون علما وبصيرة، والكافرون تقوم عليهم الحجة، ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ أي: ألقوا إليه أسماعكم، وتفهموا ما احتوى عليه، ولا يصادف منكم قلوبا لاهية، وأسماعا معرضة، بل ألقوا إليه القلوب والأسماع، وهو هذا: إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ شمل كل ما يدعى من دون الله، لَنْ يَخْلُقُوا ذُبَابًا الذي هو من أحقر المخلوقات وأخسها، فليس في قدرتهم خلق هذا المخلوق الضعيف، فما فوقه من باب أولى، وَلَوِ اجْتَمَعُوا لَهُ بل أبلغ من ذلك لو يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ وهذا غاية ما يصير من العجز.\nضَعُفَ الطَّالِبُ الذي هو المعبود من دون الله وَالْمَطْلُوبُ الذي هو الذباب، فكل منهما ضعيف، وأضعف منهما، من يتعلق بهذا الضعيف، وينزله منزلة رب العالمين."
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما عظموا الله حق تعظيمه حين عبدوا معه بعض مخلوقاته، إن الله لقوي، ومن قوته وقدرته خلق السماوات والأرض ومن فيهما، عزيز لا يغالبه أحد، بخلاف أصنام المشركين فهي ضعيفة ذليلة لا تخلق شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما قدروا الله» عظموه «حقَّ قدره» عظمته إذ أشركوا به ما لم يمتنع من الذباب ولا ينتصف منه «إن الله لقوي عزيز» غالب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهذا ما قدر اللَّهَ حَقَّ قَدْرِهِ حيث سوى الفقير العاجز من جميع الوجوه، بالغني القوي من جميع الوجوه، سوى من لا يملك لنفسه، ولا لغيره نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، بمن هو النافع الضار، المعطي المانع، مالك الملك، والمتصرف فيه بجميع أنواع التصريف.\nإِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ أي: كامل القوة، كامل العزة، من كمال قوته وعزته، أن نواصي الخلق بيديه، وأنه لا يتحرك متحرك، ولا يسكن ساكن، إلا بإرادته ومشيئته، فما شاء الله كان وما لم يشأ لم يكن، ومن كمال قوته، أنه يمسك السماوات والأرض أن تزولا، ومن كمال قوته، أنه يبعث الخلق كلهم، أولهم وآخرهم، بصيحة واحدة، ومن كمال قوته، أنه أهلك الجبابرة والأمم العاتية، بشيء يسير، وسوط من عذابه."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله سبحانه وتعالى يختار من الملائكة رسلاً، ويختار من الناس رسلاً كذلك، فيرسل بعض الملائكة إلى الأنبياء مثل جبريل أرسله إلى الرسل من البشر، ويرسل الرسل من البشر إلى الناس، إن الله سميع لما يقوله المشركون في رسله، بصير بمن يختاره لرسالته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله يصطفي من الملائكة رسلا ومن الناس» رسلا، نزل لما قال المشركون (أأنزل عليه الذكر من بيننا) «إن الله سميع» لمقالتهم «بصير» بمن يتخذه رسولاً كجبريل وميكائيل وإبراهيم ومحمد وغيرهم صلى الله عليهم وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 75 و76 :لما بين تعالى كماله وضعف الأصنام، وأنه المعبود حقا، بين حالة الرسل، وتميزهم عن الخلق بما تميزوا به من الفضائل فقال: اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ أي: يختار ويجتبي من الملائكة رسلا، ومن الناس رسلا، يكونون أزكى ذلك النوع، وأجمعه لصفات المجد، وأحقه بالاصطفاء، فالرسل لا يكونون إلا صفوة الخلق على الإطلاق، والذي اختارهم واصطفاهم ليس جاهلا بحقائق الأشياء، أو يعلم شيئا دون شيء، وإنما المصطفى لهم، السميع، البصير، الذي قد أحاط علمه وسمعه وبصره بجميع الأشياء، فاختياره إياهم، عن علم منه، أنهم أهل لذلك، وأن الوحي يصلح فيهم كما قال تعالى: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ أي: هو يرسل الرسل، يدعون الناس إلى الله، فمنهم المجيب، ومنهم الراد لدعوتهم، ومنهم العامل، ومنهم الناكل، فهذا وظيفة الرسل، وأما الجزاء على تلك الأعمال، فمصيرها إلى الله، فلا تعدم منه فضلا أو عدلا."
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يعلم سبحانه ما عليه رسله من الملائكة والناس قبل خلقهم وبعد موتهم، وإلى الله وحده ترجع الأمور يوم القيامة، حيث يبعث عباده فيجازيهم على ما قدموا من عمل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يعلم ما بين أيديهم وما خلفهم» أي ما قدَّموا وما خلّفوا وما عملوا وما هم عاملون بعد «وإلى الله ترجع الأمور»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 75 و76 :لما بين تعالى كماله وضعف الأصنام، وأنه المعبود حقا، بين حالة الرسل، وتميزهم عن الخلق بما تميزوا به من الفضائل فقال: اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ أي: يختار ويجتبي من الملائكة رسلا، ومن الناس رسلا، يكونون أزكى ذلك النوع، وأجمعه لصفات المجد، وأحقه بالاصطفاء، فالرسل لا يكونون إلا صفوة الخلق على الإطلاق، والذي اختارهم واصطفاهم ليس جاهلا بحقائق الأشياء، أو يعلم شيئا دون شيء، وإنما المصطفى لهم، السميع، البصير، الذي قد أحاط علمه وسمعه وبصره بجميع الأشياء، فاختياره إياهم، عن علم منه، أنهم أهل لذلك، وأن الوحي يصلح فيهم كما قال تعالى: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ أي: هو يرسل الرسل، يدعون الناس إلى الله، فمنهم المجيب، ومنهم الراد لدعوتهم، ومنهم العامل، ومنهم الناكل، فهذا وظيفة الرسل، وأما الجزاء على تلك الأعمال، فمصيرها إلى الله، فلا تعدم منه فضلا أو عدلا."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرع لهم، اركعوا واسجدوا في صلاتكم لله وحده، وافعلوا الخير من صدقة وصلة وغير ذلك؛ رجاء أن تفوزوا بالمطلوب، وتنجوا من المرهوب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اركعوا واسجدوا» أي صلوا «واعبدوا ربكم» وحدوه «وافعلوا الخير» كصلة الرحم ومكارم الأخلاق «لعلكم تفلحون» تفوزون بالبقاء في الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى، عباده المؤمنين بالصلاة، وخص منها الركوع والسجود، لفضلهما وركنيتهما، وعبادته التي هي قرة العيون، وسلوة القلب المحزون، وأن ربوبيته وإحسانه على العباد، يقتضي منهم أن يخلصوا له العبادة، ويأمرهم بفعل الخير عموما.\nوعلق تعالى الفلاح على هذه الأمور فقال: لَعَلَّكُمْ تُفْلِحُونَ أي: تفوزون بالمطلوب المرغوب، وتنجون من المكروه المرهوب، فلا طريق للفلاح سوى الإخلاص في عبادة الخالق، والسعي في نفع عبيده، فمن وفق لذلك، فله القدح المعلى، من السعادة والنجاح والفلاح."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ ۚ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ۚ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ ۚ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَٰذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ ۚ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ ۖ فَنِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاهدوا في سبيل الله جهادًا خالصًا لوجهه، هو اختاركم وجعل دينكم سَمْحًا لا ضيق فيه ولا شدّة، هذه الملة السَّمْحَة هي ملة أبيكم إبراهيم عليه السلام، وقد سمَّاكم الله المسلمين في الكتب السابقة وفي القرآن؛ ليكون الرسول شهيدًا عليكم أنه بلغكم ما أُمِر بتبليغه، ولتكونوا أنتم شهودًا على الأمم السابقة أنَّ رسلها بلَّغَتها، فاشكروا الله على ذلك بالإتيان بالصلاة على أكمل وجه، وأعطوا زكاة أموالكم، والجؤوا إلى الله، واعتمدوا عليه في أموركم، فهو سبحانه نِعْم المولى لمن تولاه من المؤمنين، ونِعْم النصير لمن استنصره منهم، فتولّوه يتولكم، واستنصروه ينصركم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاهدوا في الله» لإقامة دينه «حق جهاده» باستفراغ الطاقة فيه ونصب حَقَّ على المصدر «هو اجتباكم» اختاركم لدينه «وما جعل عليكم في الدين من حَرَج» أي ضيق بأن سهله عند الضرورات كالقصر والتيمم وأكل الميتة والفطر للمرض والسفر «مِلة أبيكم» منصوب الخافض الكاف «إبراهيم» عطف بيان «هو» أي الله «سمَّاكم المسلمين من قبل» أي قبل هذا الكتاب «وفي هذا» أي القرآن «ليكون الرسول شهيداً عليكم» يوم القيامة أنه بلَّغكم «وتكونوا» أنتم «شهداء على الناس» أن رسلهم بلَّغوهم «فأقيموا الصلاة» داوموا عليها «وآتوا الزكاة واعتصموا بالله» ثقوا به «هو مولاكم» ناصركم ومتولي أموركم «فنعم المولى» هو «ونعم النصير» الناصر لكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ والجهاد بذل الوسع في حصول الغرض المطلوب، فالجهاد في الله حق جهاده، هو القيام التام بأمر الله، ودعوة الخلق إلى سبيله بكل طريق موصل إلى ذلك، من نصيحة وتعليم وقتال وأدب وزجر ووعظ، وغير ذلك.\nهُوَ اجْتَبَاكُمْ أي: اختاركم -يا معشر المسلمين- من بين الناس، واختار لكم الدين، ورضيه لكم، واختار لكم أفضل الكتب وأفضل الرسل، فقابلوا هذه المنحة العظيمة، بالقيام بالجهاد فيه حق القيام، ولما كان قوله: وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ ربما توهم متوهم أن هذا من باب تكليف ما لا يطاق، أو تكليف ما يشق، احترز منه بقوله: وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ أي: مشقة وعسر، بل يسره غاية التيسير، وسهله بغاية السهولة، فأولا ما أمر وألزم إلا بما هو سهل على النفوس، لا يثقلها ولا يؤودها، ثم إذا عرض بعض الأسباب الموجبة للتخفيف، خفف ما أمر به، إما بإسقاطه، أو إسقاط بعضه.\nويؤخذ من هذه الآية، قاعدة شرعية وهي أن \" المشقة تجلب التيسير \" و \" الضرورات تبيح المحظورات \" فيدخل في ذلك من الأحكام الفرعية، شيء كثير معروف في كتب الأحكام.\nمِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ أي: هذه الملة المذكورة، والأوامر المزبورة، ملة أبيكم إبراهيم، التي ما زال عليها، فالزموها واستمسكوا بها.\nهُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ أي: في الكتب السابقة، مذكورون ومشهورون، وَفِي هَذَا أي: هذا الكتاب، وهذا الشرع.\nأي: ما زال هذا الاسم لكم قديما وحديثا، لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ بأعمالكم خيرها وشرها وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ لكونكم خير أمة أخرجت للناس، أمة وسطا عدلا خيارا، تشهدون للرسل أنهم بلغوا أممهم، وتشهدون على الأمم أن رسلهم بلغتهم بما أخبركم الله به في كتابه، فَأَقِيمُوا الصَّلَاةَ بأركانها وشروطها وحدودها، وجميع لوازمها، وَآتُوا الزَّكَاةَ المفروضة لمستحقيها شكرا لله على ما أولاكم، وَاعْتَصَمُوا بِاللَّهِ أي: امتنعوا به وتوكلوا عليه في ذلك، ولا تتكلوا على حولكم وقوتكم، هُوَ مَوْلَاكُمْ الذي يتولى أموركم، فيدبركم بحسن تدبيره، ويصرفكم على أحسن تقديره، فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ أي: نعم المولى لمن تولاه، فحصل له مطلوبه وَنِعْمَ النَّصِيرُ لمن استنصره فدفع عنه المكروه."
                }
            ]
        }
    ]
}