{
    "surah": "الفرقان",
    "number": 25,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تعاظَم وكَثُرَ خيرُ الذي نزّل القرآن فارقًا بين الحق والباطل على عبده ورسوله محمد صلى الله عليه وسلم؛ ليكون رسولًا إلى الثقلين الإنس والجنّ، مخوّفًا لهم من عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تبارك» تعالى «الذي نزَّل الفرقان» القرآن لأنه فرق بين الحق والباطل «على عبده» محمد «ليكون للعالمين» الإنس والجن دون الملائكة «نذيرا» مخوّفا من عذاب الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا بيان لعظمته الكاملة وتفرده [بالوحدانية] من كل وجه وكثرة خيراته وإحسانه فقال: تَبَارَكَ ْ أي: تعاظم وكملت أوصافه وكثرت خيراته الذي من أعظم خيراته ونعمه أن نزل هذا القرآن الفارق بين الحلال والحرام والهدى والضلال وأهل السعادة من أهل الشقاوة، عَلَى عَبْدِهِ ْ محمد صلى الله عليه وسلم الذي كمل مراتب العبودية وفاق جميع المرسلين، لِيَكُونَ ْ ذلك الإنزال للفرقان على عبده لِلْعَالَمِينَ نَذِيرًا ْ ينذرهم بأس الله ونقمه ويبين لهم مواقع رضا الله من سخطه، حتى إن من قبل نذارته وعمل بها كان من الناجين في الدنيا والآخرة الذين حصلت لهم السعادة الأبدية والملك السرمدي، فهل فوق هذه النعمة وهذا الفضل والإحسان شيء؟ فتبارك الذي هذا من بعض إحسانه وبركاته."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي له وحده ملك السماوات وملك الأرض، ولم يتّخذ ولدًا، ولم يكن له شريك في ملكه، وخلق جميع الأشياء، فقدّر خلقها وفق ما يقتضيه علمه وحكمته تقديرًا، كل بما يناسبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي له ملك السماوات والأرض، ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شيء» من شأنه أن يخلق «فقدره تقديرا» سواه تسوية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ْ أى: له التصرف فيهما وحده، وجميع من فيهما مماليك وعبيد له مذعنون لعظمته خاضعون لربوبيته، فقراء إلى رحمته الذي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ ْ وكيف يكون له ولد أو شريك وهو المالك وغيره مملوك، وهو القاهر وغيره مقهور وهو الغني بذاته من جميع الوجوه، والمخلوقون مفتقرون إليه فقرا ذاتيا من جميع الوجوه؟\"وكيف يكون له شريك في الملك ونواصي العباد كلهم بيديه، فلا يتحركون أو يسكنون ولا يتصرفون إلا بإذنه فتعالى الله عن ذلك علوا كبيرا، فلم يقدره حق قدره من قال فيه ذلك ولهذا قال: وَخَلَقَ كُلَّ شَيْءٍ ْ شمل العالم العلوي والعالم السفلي من حيواناته ونباتاته وجماداته، فَقَدَّرَهُ تَقْدِيرًا ْ أي: أعطى كل مخلوق منها ما يليق به ويناسبه من الخلق وما تقتضيه حكمته من ذلك، بحيث صار كل مخلوق لا يتصور العقل الصحيح أن يكون بخلاف شكله وصورته المشاهدة، بل كل جزء وعضو من المخلوق الواحد لا يناسبه غير محله الذي هو فيه.\nقال تعالى: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى ْ وقال تعالى: رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى ْ ولما بين كماله وعظمته وكثرة إحسانه كان ذلك مقتضيا لأن يكون وحده المحبوب المألوه المعظم المفرد بالإخلاص وحده لا شريك له ناسب أن يذكر بطلان عبادة ما سواه ."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واتّخذ المشركون من دون الله معبودات لا يَخلقون شيئًا صغيرًا أو كبيرًا وهم يُخلقون، فقد خلقهم الله من عدم، ولا يستطيعون دفع ضرّ عن أنفسهم، ولا جلب نفع لها، ولا يستطيعون إماتة حيّ، ولا إحياء ميّت، ولا يستطيعون بعث الموتى من قبورهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتخذوا» أي الكفار «من دونه» أي الله أي غيره «آلهة» هي الأصنام «لا يَخلقون شيئاً وهم يُخلقون ولا يملكون لأنفسهم ضرا» أي دفعه «ولا نفعا» أي جره «ولا يملكون موتا ولا حياةً» أي إماتة لأحد وإحياء لأحد «ولا نشورا» أي بعثا للأموات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: من أعجب العجائب وأدل الدليل على سفههم ونقص عقولهم، بل أدل على ظلمهم وجراءتهم على ربهم أن اتخذوا آلهة بهذه الصفة، في كمال العجز أنها لا تقدر على خلق شيء بل هم مخلوقون، بل بعضهم مما عملته أيديهم.\nوَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا ْ أي: لا قليلا ولا كثيرا، لأنه نكرة في سياق النفي.\nوَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا ْ أي: بعثا بعد الموت، فأعظم أحكام العقل بطلان إلهيتها وفسادها وفساد عقل من اتخذها آلهة وشركاء للخالق لسائر المخلوقات من غير مشاركة له في ذلك، الذي بيده النفع والضر والعطاء والمنع الذي يحيي ويميت ويبعث من في القبور ويجمعهم ليوم النشور، وقد جعل لهم دارين دار الشقاء والخزي والنكال لمن اتخذ معه آلهة أخرى، ودار الفوز والسعادة والنعيم المقيم لمن اتخذه وحده معبودا."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الذين كفروا بالله وبرسوله: ما هذا القرآن إلا كذب اختلقه محمد فنسبه بهتانًا إلى الله، وأعانه على اختلاقه أناس آخرون، فقد افترى هؤلاء الكافرون قولًا باطلًا، فالقرآن كلام الله، لا يمكن أن يأتي البشر ولا الجن بمثله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين كفروا إن هذا» أي ما القرآن «إلا إفك» كذب «افتراه» محمد «وأعانه عليه قوم آخرون» وهم من أهل الكتاب، قال تعالى: «فقد جاءُوا ظلما وزورا» كفرا وكذبا: أي بهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وقال الكافرون بالله الذي أوجب لهم كفرهم أن قالوا في القرآن والرسول: إن هذا القرآن كذب كذبه محمد وإفك افتراه على الله وأعانه على ذلك قوم آخرون.\nفرد الله عليهم ذلك بأن هذا مكابرة منهم وإقدام على الظلم والزور، الذي لا يمكن أن يدخل عقل أحد وهم أشد الناس معرفة بحالة الرسول صلى الله عليه وسلم وكمال صدقه وأمانته وبره التام وأنه لا يمكنه، لا هو ولا سائر الخلق أن يأتوا بهذا القرآن الذي هو أجل الكلام وأعلاه وأنه لم يجتمع بأحد يعينه على ذلك فقد جاءوا بهذا القول ظلما وزورا."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال هؤلاء المكذبون بالقرآن: القرآن أحاديث الأولين وما يسطّرونه من الأباطيل، استنسخها محمد، فهي تُقْرأ عليه أول النهار وآخره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» أيضا هو «أساطير والأولين» أكاذيبهم: جمع أسطورة بالضم «اكتتبها» انتسخها من ذلك القوم بغيره «فهي تملى» تقرأ «عليه» ليحفظها «بكرة وأصيلاً» غدوة وعشيا قال تعالى ردا عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن جملة أقاويلهم فيه أن قالوا: هذا الذي جاء به محمد أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا ْ أي: هذا قصص الأولين وأساطيرهم التي تتلقاها الأفواه وينقلها كل أحد استنسخها محمد فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا ْ وهذا القول منهم فيه عدة عظائم:منها: رميهم الرسول الذي هو أبر الناس وأصدقهم بالكذب والجرأة العظيمة.\nومنها: إخبارهم عن هذا القرآن الذي هو أصدق الكلام وأعظمه وأجله - بأنه كذب وافتراء.\nومنها: أن في ضمن ذلك أنهم قادرون أن يأتوا بمثله وأن يضاهي المخلوق الناقص من كل وجه للخالق الكامل من كل وجه بصفة من صفاته، وهي الكلام.\nومنها: أن الرسول قد علمت حالته وهم أشد الناس علما بها، أنه لا يكتب ولا يجتمع بمن يكتب له وقد زعموا ذلك."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المكذبين: أنزل القرآنَ اللهُ الذي يعلم كل شيء في السماوات والأرض، وليس مُخْتَلَقًا كما زعمتم، ثم قال مرغبًا لهم بالتوبة: إن الله غفور لمن تاب من عباده، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أنزله الذي يعلم السرَّ» الغيب «في السماوات والأرض إنه كان غفورا» للمؤمنين «رحيما» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلذلك رد عليهم ذلك بقوله: قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ْ أي: أنزله من أحاط علمه بما في السماوات وما في الأرض، من الغيب والشهادة والجهر والسر كقوله: وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوحُ الْأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ ْووجه إقامة الحجة عليهم أن الذي أنزله، هو المحيط علمه بكل شيء، فيستحيل ويمتنع أن يقول مخلوق ويتقول عليه هذا القرآن، ويقول: هو من عند الله وما هو من عنده ويستحل دماء من خالفه وأموالهم، ويزعم أن الله قال له ذلك، والله يعلم كل شيء ومع ذلك فهو يؤيده وينصره على أعدائه، ويمكنه من رقابهم وبلادهم فلا يمكن أحدا أن ينكر هذا القرآن، إلا بعد إنكار علم الله، وهذا لا تقول به طائفة من بني آدم سوى الفلاسفة الدهرية.\nوأيضا فإن ذكر علمه تعالى العام ينبههم: ويحضهم على تدبر القرآن، وأنهم لو تدبروا لرأوا فيه من علمه وأحكامه ما يدل دلالة قاطعة على أنه لا يكون إلا من عالم الغيب والشهادة، ومع إنكارهم للتوحيد والرسالة من لطف الله بهم، أنه لم يدعهم وظلمهم بل دعاهم إلى التوبة والإنابة إليه ووعدهم بالمغفرة والرحمة، إن هم تابوا ورجعوا فقال: إِنَّهُ كَانَ غَفُورًا ْ أي: وصفه المغفرة لأهل الجرائم والذنوب، إذا فعلوا أسباب المغفرة وهي الرجوع عن معاصيه والتوبة منها.\nرَحِيمًا ْ بهم حيث لم يعاجلهم بالعقوبة وقد فعلوا مقتضاها، وحيث قبل توبتهم بعد المعاصي وحيث محا ما سلف من سيئاتهم وحيث قبل حسناتهم وحيث أعاد الراجع إليه بعد شروده والمقبل عليه بعد إعراضه إلى حالة المطيعين المنيبين إليه."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال المشركون المكذبون بالنبي صلى الله عليه وسلم: ما لهذا الذي يزعم أنه رسول من عند الله يأكل الطعام كما يأكل غيره من الناس، ويسير في الأسواق بحثًا عن المعاش، هلَّا أنزل الله معه ملكًا يكون رفيقه يصدقه ويساعده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا مال هذا الرسول يأكل الطعام ويمشي في الأسواق لولا» هلا «أنزل إليه ملك أو جاء معه نذيرا» يصدقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا من مقالة المكذبين للرسول الذين قدحوا بها في رسالته، وهو أنهم اعترضوا بأنه هلا كان ملكا أو مليكا، أو يساعده ملك فقالوا: مَالِ هَذَا الرَّسُولِ أي: ما لهذا الذي ادعى الرسالة؟ تهكما منهم واستهزاء.\nيَأْكُلُ الطَّعَامَ وهذا من خصائص البشر فهلا كان ملكا لا يأكل الطعام، ولا يحتاج إلى ما يحتاج إليه البشر، وَيَمْشِي فِي الْأَسْوَاقِ للبيع والشراء وهذا -بزعمهم- لا يليق بمن يكون رسولا، مع أن الله قال: وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ أي: هلا أنزل معه ملك يساعده ويعاونه، فَيَكُونَ مَعَهُ نَذِيرًا وبزعمهم أنه غير كاف للرسالة ولا بطوقه وقدرته القيام بها."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو ينزل عليه كنز من السماء، أو تكون له حديقة يأكل من ثمرها، فيستغني عن المشي في الأسواق وطلب الرزق، وقال الظالمون: ما تتبعون - أيها المؤمنون - رسولًا، وإنما تتبعون رجلًا مغلوبًا على عقله بسبب السحر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو يُلقى إليه كنز» من السماء ينفقه، ولا يحتاج إلى المشي في الأسواق لطلب المعاش «أو تكون له جنة» بستان «يأكل منها» أي من ثمارها فيكتفي بها وفي قراءة نأكل بالنون: أي نحن فيكون له مزية علينا بها «وقال الظالمون» أي الكافرون للمؤمنين «إن» ما «تتبعون إلا رجلا مسحورا» مخدوعا مغلوبا على عقله، قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أي: مال مجموع من غير تعب، أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا فيستغني بذلك عن مشيه في الأسواق لطلب الرزق.\nوَقَالَ الظَّالِمُونَ حملهم على القول ظلمهم لا اشتباه منهم، إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا هذا وقد علموا كمال عقله وحسن حديثه، وسلامته من جميع المطاعن."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "انظر - أيها الرسول - لتتعجب منهم كيف وصفوك بأوصاف باطلة، فقالوا: ساحر، وقالوا: مسحور، وقالوا: مجنون، فضلّوا بسبب ذلك عن الحق، فلا يستطيعون سلوك طريق للهداية، ولا يستطيعون سبيلًا إلى القدح في صدقك وأمانتك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أنظر كيف ضربوا لك الأمثال» بالمسحور، والمحتاج إلى ما ينفقه وإلى ملك يقوم معه بالأمر «فضلوا» بذلك عن الهدى «فلا يستطيعون سبيلا» طريقا إليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ وهي: أنه هلا كان ملكا وزالت عنه خصائص البشر؟ أو معه ملك لأنه غير قادر على ما قال، أو أنزل عليه كنز، أو جعلت له جنة تغنيه عن المشي في الأسواق أو أنه كان مسحورا.\nفَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا قالوا أقوالا متناقضة كلها جهل وضلال وسفه، ليس في شيء منها هداية بل ولا في شيء منها أدنى شبهة تقدح في الرسالة، فبمجرد النظر إليها وتصورها يجزم العاقل ببطلانها ويكفيه عن ردها، ولهذا أمر تعالى بالنظر إليها وتدبرها والنظر: هل توجب التوقف عن الجزم للرسول بالرسالة والصدق؟ ولهذا أخبر أنه قادر على أن يعطيك خيرا كثيرا في الدنيا"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تبارك الله الذي إن شاء جعل لك خيرًا مما اقترحوه لك، بأن يجعل لك في الدنيا حدائق تجري الأنهار من تحت قصورها وأشجارها تأكل من ثمارها، ويجعل لك قصورًا تسكن فيها مُنَعَّمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تبارك» تكاثر خير «الذي إن شاء جعل لك خيرا من ذلك» الذي قالوه من الكنز والبستان «جناتٍ تجري من تحتها الأنهار» أي في الدنيا لأنه شاء أن يعطيه إياها في الآخرة «ويجعلْ» بالجزم «لك قصورا» أيضا، وفي قراءة بالرفع استئنافا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ أي: خيرا مما قالوا، ثم فسره بقوله: جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا مرتفعة مزخرفة، فقدرته ومشيئته لا تقصر عن ذلك ولكنه تعالى -لما كانت الدنيا عنده في غاية البعد والحقارة- أعطى منها أولياءه ورسله ما اقتضته حكمته منها، واقتراح أعدائهم بأنهم هلا رزقوا منها رزقا كثيرا جدا ظلم وجراءة."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولم يصدر منهم ما صدر من الأقوال طلبًا للحق وبحثًا عن البرهان، بل الحاصل أنهم كذبوا بيوم القيامة، وأعددنا لمن كذب بيوم القيامة نارًا عظيمة شديدة الاشتعال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل كذَّبوا بالساعة» القيامة «وأعتدنا لمن كذَّب بالساعة سعيرا» نارا مسعرة: أي مشتدة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كانت تلك الأقوال التي قالوها معلومة الفساد أخبر تعالى أنها لم تصدر منهم لطلب الحق، ولا لاتباع البرهان وإنما صدرت منهم تعنتا وظلما وتكذيبا بالحق، فقالوا ما بقلوبهم من ذلك ولهذا قال: بَلْ كَذَّبُوا بِالسَّاعَةِ والمكذب المتعنت الذي ليس له قصد في اتباع الحق، لا سبيل إلى هدايته ولا حيلة في مجادلته وإنما له حيلة واحدة وهي نزول العذاب به، فلهذا قال: وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا أي: نارا عظيمة قد اشتد سعيرها، وتغيظت على أهلها واشتد زفيرها."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا عاينَتِ النارُ الكفارَ وهم يساقون إليها من مكان بعيد سمعوا لها غليانًا شديدًا، وصوتًا مزعجًا من شدة غضبها عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذا رأتهم من مكان بعيد سمعوا لها تغيظا» غليانا كالغضبان إذا غلى صدره من الغضب «وزفيرا» صوتا شديدا، أو سماع التغيظ رؤيته وعلمه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ أي: قبل وصولهم ووصولها إليهم، سَمِعُوا لَهَا تَغَيُّظًا عليهم وَزَفِيرًا تقلق منهم الأفئدة وتتصدع القلوب، ويكاد الواحد منهم يموت خوفا منها وذعرا قد غضبت عليهم لغضب خالقها وقد زاد لهبها لزيادة كفرهم وشرهم."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا رُمِي هؤلاء الكفار في جهنم في مكان ضيق منها مقرونة أيديهم إلى أعناقهم بالسلاسل دعوا على أنفسهم بالهلاك؛ رجاء الخلاص منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا أُلقوا منها مكانا ضيقا» بالتشديد والتخفيف بأن يضيق عليهم ومنها حال من مكانا لأنه في الأصل صفة له «مقُرَّنين» مصفدين قد قرنت: أي جمعت أيديهم إلى أعناقهم في الأغلال والتشديدُ للتكثير «دعوا هنالك ثبورا» هلاكا فيقال لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ أي: وقت عذابهم وهم في وسطها، جمع في مكان بين ضيق المكان وتزاحم السكان وتقرينهم بالسلاسل والأغلال، فإذا وصلوا لذلك المكان النحس وحبسوا في أشر حبس دَعَوْا هُنَالِكَ ثُبُورًا دعوا على أنفسهم بالثبور والخزي والفضيحة وعلموا أنهم ظالمون معتدون، قد عدل فيهم الخالق حيث أنزلهم بأعمالهم هذا المنزل، وليس ذلك الدعاء والاستغاثة بنافعة لهم ولا مغنية من عذاب الله"
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا تدعوا - أيها الكفار - اليوم هلاكًا واحدًا، وادعوا هلاكًا كثيرًا، لكن لن تجابوا إلى ما تطلبون، بل ستبقون في العذاب الأليم خالدين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا» كعذابكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": ": لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا أي: لو زاد ما قلتم أضعاف أضعافه ما أفادكم إلا الهم والغم والحزن."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل لهم - أيها الرسول -: أذلك المذكور من العذاب الذي وُصِف لكم خير أم جنة الخلد التي يدوم نعيمها، ولا ينقطع أبدًا؟ وهي التي وعد الله المتقين من عباده المؤمنين أن تكون لهم ثوابًا، ومرجعًا يرجعون إليه يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أذلك» المذكور من الوعيد وصفة النار «خير أم جنة الخلد التي وعد» ها «المتقون كانت لهم» في علمه تعالى «جزاءً» ثوابا «ومصيرا» مرجعا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قل لهم -مبينا لسفاهة رأيهم واختيارهم الضار على النافع-: أَذَلِكَ الذي وصفت لكم من العذاب خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ التي زادها تقوى الله فمن قام بالتقوى فالله قد وعده إياها، كَانَتْ لَهُمْ جَزَاءً على تقواهم وَمَصِيرًا موئلا يرجعون إليها، ويستقرون فيها ويخلدون دائما أبدا."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم في هذه الجنة ما يشاؤون من النعيم، كان ذلك على الله وعدًا، يسأله إياه عباده المتقون، ووعد الله متحقق، فهو لا يخلف الميعاد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لهم فيها ما يشاءُون خالدين» حال لازمة «كان» وعدهم ما ذكر «على ربك وعدا مسؤولا» يسأله من وعد به (ربنا وآتنا ما وعدتنا على رسلك) أو تسأله لهم الملائكة (ربنا وأدخلهم جنات عدن التي وعدتهم)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُمْ فِيهَا مَا يَشَاءُونَ أي: يطلبون وتتعلق بهم أمانيهم ومشيئتهم، من المطاعم والمشارب اللذيذة والملابس الفاخرة والنساء الجميلات والقصور العاليات والجنات والحدائق المرجحنة والفواكه التي تسر ناظريها وآكليها، من حسنها وتنوعها وكثرة أصنافها والأنهار التي تجري في رياض الجنة وبساتينها، حيث شاءوا يصرفونها ويفجرونها أنهارا من ماء غير آسن وأنهارا من لبن لم يتغير طعمه وأنهارا من خمر لذة للشاربين وأنهارا من عسل مصفى وروائح طيبة، ومساكن مزخرفة، وأصوات شجية تأخذ من حسنها بالقلوب ومزاورة الإخوان، والتمتع بلقاء الأحباب، وأعلى من ذلك كله التمتع بالنظر إلى وجه الرب الرحيم وسماع كلامه، والحظوة بقربه والسعادة برضاه والأمن من سخطه واستمرار هذا النعيم ودوامه وزيادته على ممر الأوقات وتعاقب الآنات كَانَ دخولها والوصول إليها عَلَى رَبِّكَ وَعْدًا مَسْئُولًا يسأله إياها، عباده المتقون بلسان حالهم ولسان مقالهم، فأي الدارين المذكورتين خير وأولى بالإيثار؟ وأي: العاملين عمال دار الشقاء أو عمال دار السعادة أولى بالفضل والعقل والفخر يا أولي الألباب؟لقد وضح الحق واستنار السبيل فلم يبق للمفرط عذر في تركه الدليل، فنرجوك يا من قضيت على أقوام بالشقاء وأقوام بالسعادة أن تجعلنا ممن كتبت لهم الحسنى وزيادة، ونستغيث بك اللهم من حالة الأشقياء ونسألك المعافاة منها."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم يحشر الله المشركين المكذبين، ويحشر ما يعبدونه من دون الله، فيقول للمعبودين تقريعًا لعابديهم: أأنتم أضللتم عبادي بأمركم لهم أن يعبدوكم، أم هم ضلوا من تلقاء أنفسهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم نحشرهم» بالنون والتحتانية «وما يعبدون من دون الله» أي غيره من الملائكة وعيسى وعزير والجن «فيقول» تعالى بالتحتانية والنون للمعبودين إثباتا للحجة على العابدين: «أأنتم» بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين الُسهَلة والأخرى وتركه «أضْللْتم عبادي هؤلاء» أوقعتموهم في الضلال بأمركم إياهم بعبادتكم «أم هم ضلوا السبيل» طريق الحق بأنفسهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حالة المشركين وشركائهم يوم القيامة وتبريهم منهم، وبطلان سعيهم فقال: وَيَوْمَ يَحْشُرُهُمْ أي: المكذبين المشركين وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ الله مخاطبا للمعبودين على وجه التقريع لمن عبدهم: أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ هل أمرتموهم بعبادتكم وزينتم لهم ذلك أم ذلك من تلقاء أنفسهم؟"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال المعبودون: تنزهت ربنا أن يكون لك شريك، ما يليق بنا أن نتخذ من دونك أولياء نتولاهم، فكيف ندعو عبادك أن يعبدونا من دونك؟! ولكن متعت هؤلاء المشركين بملذات الدنيا، ومتعت آباءهم من قبلهم استدراجًا لهم حتى نسوا ذكرك، فعبدوا معك غيرك، وكانوا قومًا هلكى بسبب شقائهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا سبحانك» تنزيها لك عما لا يليق بك «ما كان ينبغي» يستقيم «لنا أن نتخذ من دونك» أي غيرك «من أولياء» مفعول أول ومن زائدة لتأكيد النفي وما قبله الثاني فكيف نأمر بعبادتنا؟ «ولكن متعتهم وآباءهم» من قبلهم بإطالة العمر وسعة الرزق «حتى نسوا الذكر» تركوا الموعظة والإيمان بالقرآن «وكانوا قوما بورا» هلكى، قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا سُبْحَانَكَ نزهوا الله عن شرك المشركين به وبرؤوا أنفسهم من ذلك، مَا كَانَ يَنْبَغِي لَنَا أي: لا يليق بنا ولا يحسن منا أن نتخذ من دونك من أولياء نتولاهم ونعبدهم وندعوهم، فإذا كنا محتاجين ومفتقرين إلى عبادتك متبرئين من عبادة غيرك، فكيف نأمر أحدا بعبادتنا؟ هذا لا يكون أو، سبحانك عن أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وهذا كقول المسيح عيسى بن مريم عليه السلام: وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ الآية.\nوقال تعالى: وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ فلما نزهوا أنفسهم أن يدعوا لعبادة غير الله أو يكونوا أضلوهم ذكروا السبب الموجب لإضلال المشركين فقالوا: وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ في لذات الدنيا وشهواتها ومطالبها النفسية، حَتَّى نَسُوا الذِّكْرَ اشتغالا في لذات الدنيا وإكبابا على شهواتها، فحافظوا على دنياهم وضيعوا دينهم وَكَانُوا قَوْمًا بُورًا أي: بائرين لا خير فيهم ولا يصلحون لصالح لا يصلحون إلا للهلاك والبوار، فذكروا المانع من اتباعهم الهدى وهو التمتع في الدنيا الذي صرفهم عن الهدى، وعدم المقتضي للهدى وهو أنهم لا خير فيهم، فإذا عدم المقتضي ووجد المانع فلا تشاء من شر وهلاك، إلا وجدته فيهم"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقد كذبكم - أيها المشركون- من عبدتموهم من دون الله فيما تدّعونه عليهم، فما تستطيعون دفع العذاب عن أنفسكم ولا نصرها لعجزكم، ومن يظلم منكم - أيها المؤمنون - بالشرك بالله نذقه عذابًا عظيمًا مثل ما أذقناه من ذُكِر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقد كذبوكم» أي كذب المعبودون العابدين «بما تقولون» بالفوقانية أنهم آلهة «فما يستطيعون» بالتحتانية والفوقانية: أي لا هم ولا أنتم «صرفا» دفعا للعذاب عنكم «ولا نصرا» منعا لكم منه «ومن يظلم» يشرك «منكم نُذقْه عذابا كبيرا» شديدا في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما تبرؤوا منهم قال الله توبيخا وتقريعا للعابدين فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ إنهم أمروكم بعبادتهم ورضوا فعلكم، وأنهم شفعاء لكم عند ربكم، كذبوكم في ذلك الزعم وصاروا من أكبر أعدائكم فحق عليكم العذاب، فَمَا تَسْتَطِيعُونَ صَرْفًا للعذاب عنكم بفعلكم أو بفداء أو غير ذلك، وَلَا نَصْرًا لعجزكم وعدم ناصركم.\nهذا حكم الضالين المقلدين الجاهلين كما رأيت أسوأ حكم، وأشر مصير.\nوأما المعاند منهم الذي عرف الحق وصدف عنه فقال في حقه: وَمَنْ يَظْلِمْ مِنْكُمْ بترك الحق ظلما وعنادا نُذِقْهُ عَذَابًا كَبِيرًا لا يقادر قدره ولا يبلغ أمره."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما بعثنا قبلك - أيها الرسول - من المرسلين إلا بشرًا كانوا يأكلون الطعام، ويمشون في الأسواق، فلست بِدْعًا من الرسل في ذلك، وجعلنا بعضكم - أيها الناس - لبعض اختبارًا في الغنى والفقر والصحة والمرض بسبب هذا الاختلاف، أتصبرون على ما ابتليتم به فيثيبكم الله على صبركم؟! وكان ربك بصيرًا بمن يصبر ومن لا يصبر، وبمن يطيعه ومن يعصيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق» فأنت مثلهم في ذلك، وقد قيل لهم مثل ما قيل لك «وجلنا بعضكم لبعض فتنة» بلية ابتلى الغني بالفقير والصحيح بالمريض، والشريف بالوضيع يقول الثاني في كلّ: ما لي لا أكون كالأول في كلّ: «أتصبرون» على ما تسمعون ممن ابتليتم بهم استفهام بمعنى الأمر: أي اصبروا «وكان ربك بصيرا» بمن يصبر وبمن يجزع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى جوابا لقول المكذبين: مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ في الْأَسْوَاقِ فما جعلناهم جسدا لا يأكلون الطعام وما جعلناهم ملائكة، فلك فيهم أسوة، وأما الغنى والفقر فهو فتنة وحكمة من الله تعالى كما قال: وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً الرسول فتنة للمرسل إليهم واختبار للمطيعين من العاصين والرسل فتناهم بدعوة الخلق، والغنى فتنة للفقير والفقير فتنة للغني، وهكذا سائر أصناف الخلق في هذه الدار دار الفتن والابتلاء والاختبار.\nوالقصد من تلك الفتنة أَتَصْبِرُونَ فتقومون بما هو وظيفتكم اللازمة الراتبة فيثيبكم مولاكم أم لا تصبرون فتستحقون المعاقبة؟ وَكَانَ رَبُّكَ بَصِيرًا يعلم أحوالكم، ويصطفي من يعلمه يصلح لرسالته ويختصه بتفضيله ويعلم أعمالكم فيجازيكم عليها إن خيرا فخير، وإن شرا فشر."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الكافرون الذين لا يؤمِّلون لقاءنا، ولا يخشون عذابنا: هلَّا أنزل الله علينا الملائكة، فتخبرنا عن صدق محمد، أو نشاهد ربنا عيانًا، فيخبرنا بذلك؟ لقد عظم الكِبْر في نفوس هؤلاء حتى منعهم من الإيمان، وتجاوزوا بقولهم هذا الحد في الكفر والطغيان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين لا يرجون لقاءنا» لا يخافون البعث «لولا» هلا «أنزل علينا الملائكة» فكانوا رسلا إلينا «أو نرى ربنا» فنخبر بأن محمدا رسوله قال تعالى: «لقد استكبروا» تكبروا «في» شأن «أنفسهم وعتوْا» طغوا «عُتُوَّا كبيرا» بطلبهم رؤية الله تعالى في الدنيا، وعتوا بالواو على أصله بخلاف عتى بالإبدال في مريم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قال المكذبون للرسول المكذبون بوعد الله ووعيده الذين ليس في قلوبهم خوف الوعيد ولا رجاء لقاء الخالق.\nلَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا أي: هلا نزلت الملائكة تشهد لك بالرسالة وتؤيدك عليها أو تنزل رسلا مستقلين، أو نرى ربنا فيكلمنا ويقول: هذا رسولي فاتبعوه؟ وهذا معارضة للرسول بما ليس بمعارض بل بالتكبر والعلو والعتو.\nلَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ حيث اقترحوا هذا الاقتراح وتجرأوا هذه الجرأة، فمن أنتم يا فقراء ويا مساكين حتى تطلبوا رؤية الله وتزعموا أن الرسالة متوقف ثبوتها على ذلك؟ وأي كبر أعظم من هذا؟.\nوَعَتَوْا عُتُوًّا كَبِيرًا أي: قسوا وصلبوا عن الحق قساوة عظيمة، فقلوبهم أشد من الأحجار وأصلب من الحديد لا تلين للحق، ولا تصغى للناصحين فلذلك لم ينجع فيهم وعظ ولا تذكير ولا اتبعوا الحق حين جاءهم النذير، بل قابلوا أصدق الخلق وأنصحهم وآيات الله البينات بالإعراض والتكذيب والمعارضة، فأي عتو أكبر من هذا العتو؟\" ولذلك بطلت أعمالهم واضمحلت، وخسروا أشد الخسران، وحرموا غاية الحرمان."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم يعاين الكافرون الملائكةَ عند موتهم، وفي البرزخ، وعند بعثهم، وحين يُساقون للحساب، وحين يدخلون في النار - لا بشارة لهم في تلك المواقف، بخلاف المؤمنين، وتقول لهم الملائكة: حرامًا محرَّمًا عليكم البشرى من الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم يرون الملائكة» في جملة الخلائق هو يوم القيامة ونصبه باذكر مقدرا «لا بشرى يومئذٍ للمجرمين» أي الكافرين بخلاف المؤمنين فلهم البشرى بالجنة «ويقولون حِجرا محجورا» على عادتهم في الدنيا إذا نزلت بهم شدة: أي عوذا معاذا يستعيذون من الملائكة، قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ يَرَوْنَ الْمَلَائِكَةَ التي اقترحوا نزولها لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وذلك أنهم لا يرونها مع استمرارهم على جرمهم وعنادهم إلا لعقوبتهم وحلول البأس بهم، فأول ذلك عند الموت إذا تنزلت عليهم الملائكة قال الله تعالى: وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ ثم في القبر حيث يأتيهم منكر ونكير فيسألهم عن ربهم ونبيهم ودينهم فلا يجيبون جوابا ينجيهم فيحلون بهم النقمة، وتزول عنهم بهم الرحمة، ثم يوم القيامة حين تسوقهم الملائكة إلى النار ثم يسلمونهم لخزنة جهنم الذين يتولون عذابهم ويباشرون عقابهم، فهذا الذي اقترحوه وهذا الذي طلبوه إن استمروا على إجرامهم لا بد أن يروه ويلقوه، وحينئذ يتعوذون من الملائكة ويفرون ولكن لا مفر لهم.\nوَيَقُولُونَ حِجْرًا مَحْجُورًا يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعمدنا إلى ما عمله الكفار في الدنيا من عمل البر والخير فصيرناه في بطلانه وعدم نفعه بسبب كفرهم مثل الغبار المفرق يراه الناظر في شعاع الشمس الداخل من النافذة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقدمنا» عمدنا «إلى ما عملوا من عمل» من الخير كصدقة وصلة رحم، وقرى ضيف وإغاثة ملهوف في الدنيا «فجعلناه هباءً منشورا» هو ما يرى في الكوى التي عليها الشمس كالغبار المفرق: أي مثله في عدم النفع به إذ لا ثواب فيه لعدم شرطه ويجازون عليه في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ أي: أعمالهم التي رجوا أن تكون خيرا لهم وتعبوا فيها، فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا أي باطلا مضمحلا قد خسروه وحرموا أجره وعوقبوا عليه وذلك لفقده الإيمان وصدوره عن مكذب لله ورسله، فالعمل الذي يقبله الله، ما صدر عن المؤمن المخلص المصدق للرسل المتبع لهم فيه."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "المؤمنون أصحاب الجنة في ذلك اليوم أفضل مقامًا، وأحسن مكان راحة وقت قائلتهم في الدنيا من هؤلاء الكفار؛ ذلك لإيمانهم بالله وعملهم الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أصحاب الجنة يومئذ» يوم القيامة «خيرٌ مستقرا» من الكافرين في الدنيا «وأحسن مقيلا» منهم: أي موضع قائلة فيها، وهي الاستراحة نصف النهار في الحر، وأخذ من ذلك انقضاء الحساب في نصف نهار كما ورد في حديث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: في ذلك اليوم الهائل كثير البلابل أَصْحَابُ الْجَنَّةِ الذين آمنوا بالله وعملوا صالحا واتقوا ربهم خَيْرٌ مُسْتَقَرًّا من أهل النار وَأَحْسَنُ مَقِيلًا أي: مستقرهم في الجنة وراحتهم التي هي القيلولة، هو المستقر النافع والراحة التامة لاشتمال ذلك على تمام النعيم الذي لا يشوبه كدر، بخلاف أصحاب النار فإن جهنم ساءت مستقرا ومقيلا وهذا من باب استعمال أفعل التفضيل، فيما ليس في الطرف الآخر منه شيء لأنه لا خير في مقيل أهل النار ومستقرهم كقوله: آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - يوم تتشقق السماء عن سحب بيضاء رقيقة، ونُزِّل الملائكة إلى أرض المحشر تنزيلًا كثيرًا لكثرتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم تشقق السماء» أي كل سماء «بالغمام» أي معه وهو غيم أبيض «ونزّل الملائكة» من كل سماء «تنزيلا» هو يوم القيامة ونصبه باذكر مقدرا وفي قراءة بتشديد شين تشقق بإدغام التاء الثانية في الأصل فيها، وفي أخرى: ننزل بنونين الثانية ساكنة وضم اللام ونصب الملائكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 25 و26يخبر تعالى عن عظمة يوم القيامة وما فيه من الشدة والكروب، ومزعجات القلوب فقال: وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وذلك الغمام الذي ينزل الله فيه، ينزل من فوق السماوات فتنفطر له السماوات وتشقق وتنزل ملائكة كل سماء فيقفون صفا صفا، إما صفا واحدا محيطا بالخلائق، وإما كل سماء يكونون صفا ثم السماء التي تليها صفا وهكذا.\nالقصد أن الملائكة -على كثرتهم وقوتهم- ينزلون محيطين بالخلق مذعنين لأمر ربهم لا يتكلم منهم أحد إلا بإذن من الله، فما ظنك بالآدمي الضعيف خصوصا الذي بارز مالكه بالعظائم، وأقدم على مساخطه ثم قدم عليه بذنوب وخطايا لم يتب منها، فيحكم فيه الملك الحق بالحكم الذي لا يجور ولا يظلم مثقال ذرة ولهذا قال: وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا لصعوبته الشديدة وتعسر أموره عليه، بخلاف المؤمن فإنه يسير عليه خفيف الحمل.\nيَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا وقوله: الْمُلْكُ يَوْمَئِذٍ أي: يوم القيامة الْحَقُّ لِلرَّحْمَنِ لا يبقى لأحد من المخلوقين ملك ولا صورة ملك، كما كانوا في الدنيا، بل قد تساوت الملوك ورعاياهم والأحرار والعبيد والأشراف وغيرهم، ومما يرتاح له القلب، وتطمئن به النفس وينشرح له الصدر أن أضاف الملك في يوم القيامة لاسمه \" الرحمن \" الذي وسعت رحمته كل شيء وعمت كل حي وملأت الكائنات وعمرت بها الدنيا والآخرة، وتم بها كل ناقص وزال بها كل نقص، وغلبت الأسماء الدالة عليه الأسماء الدالة على الغضب وسبقت رحمته غضبه وغلبته، فلها السبق والغلبة، وخلق هذا الآدمي الضعيف وشرفه وكرمه ليتم عليه نعمته، وليتغمده برحمته، وقد حضروا في موقف الذل والخضوع والاستكانة بين يديه ينتظرون ما يحكم فيهم وما يجري عليهم وهو أرحم بهم من أنفسهم ووالديهم فما ظنك بما يعاملهم به، ولا يهلك على الله إلا هالك ولا يخرج من رحمته إلا من غلبت عليه الشقاوة وحقت عليه كلمة العذاب."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "المُلْك الذي هو المُلْك الحق الثابت يوم القيامة للرحمن سبحانه، وكان ذلك اليوم على الكفار صعبًا بخلاف المؤمنين فإنه سهل عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الملك يومئذ الحق للرحمن» لا يشركه فيه أحد «وكان» اليوم «يوما على الكافرين عسيرا» بخلاف المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 25 و26يخبر تعالى عن عظمة يوم القيامة وما فيه من الشدة والكروب، ومزعجات القلوب فقال: وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وذلك الغمام الذي ينزل الله فيه، ينزل من فوق السماوات فتنفطر له السماوات وتشقق وتنزل ملائكة كل سماء فيقفون صفا صفا، إما صفا واحدا محيطا بالخلائق، وإما كل سماء يكونون صفا ثم السماء التي تليها صفا وهكذا.\nالقصد أن الملائكة -على كثرتهم وقوتهم- ينزلون محيطين بالخلق مذعنين لأمر ربهم لا يتكلم منهم أحد إلا بإذن من الله، فما ظنك بالآدمي الضعيف خصوصا الذي بارز مالكه بالعظائم، وأقدم على مساخطه ثم قدم عليه بذنوب وخطايا لم يتب منها، فيحكم فيه الملك الحق بالحكم الذي لا يجور ولا يظلم مثقال ذرة ولهذا قال: وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا لصعوبته الشديدة وتعسر أموره عليه، بخلاف المؤمن فإنه يسير عليه خفيف الحمل.\nيَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا وقوله: الْمُلْكُ يَوْمَئِذٍ أي: يوم القيامة الْحَقُّ لِلرَّحْمَنِ لا يبقى لأحد من المخلوقين ملك ولا صورة ملك، كما كانوا في الدنيا، بل قد تساوت الملوك ورعاياهم والأحرار والعبيد والأشراف وغيرهم، ومما يرتاح له القلب، وتطمئن به النفس وينشرح له الصدر أن أضاف الملك في يوم القيامة لاسمه \" الرحمن \" الذي وسعت رحمته كل شيء وعمت كل حي وملأت الكائنات وعمرت بها الدنيا والآخرة، وتم بها كل ناقص وزال بها كل نقص، وغلبت الأسماء الدالة عليه الأسماء الدالة على الغضب وسبقت رحمته غضبه وغلبته، فلها السبق والغلبة، وخلق هذا الآدمي الضعيف وشرفه وكرمه ليتم عليه نعمته، وليتغمده برحمته، وقد حضروا في موقف الذل والخضوع والاستكانة بين يديه ينتظرون ما يحكم فيهم وما يجري عليهم وهو أرحم بهم من أنفسهم ووالديهم فما ظنك بما يعاملهم به، ولا يهلك على الله إلا هالك ولا يخرج من رحمته إلا من غلبت عليه الشقاوة وحقت عليه كلمة العذاب."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - يوم يَعَضُّ الظالم بسبب ترك اتباع الرسول صلى الله عليه وسلم على يديه من شدة الندم قائلًا: يا ليتني اتبعت الرسول فيما جاء به من عند ربه، واتخذت معه طريقًا إلى النجاة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم يعضُّ الظالم» المشرك: عقبة بن أبي معيط كان نطق بالشهادتين ثم رجع إرضاءً لأبيّ بن خلف «على يديه» ندما وتحسرا في يوم القيامة «يقول يا» للتنبيه «ليتني اتخذت مع الرسول» محمد «سبيلا» طريقا إلى الهدى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَوْمَ يَعَضُّ الظَّالِمُ بشركه وكفره وتكذيبه للرسل عَلَى يَدَيْهِ تأسفا وتحسرا وحزنا وأسفا.\nيَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا أي طريقا بالإيمان به وتصديقه واتباعه."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول من شدة الأسف داعيًا على نفسه بالويل: يا ويلي ليتني لم أتخذ الكافر فلانًا صديقًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا وَيْلَتَى» ألفه عوض عن ياء الإضافة أي ويلتي، ومعناه هلكتي «ليتني لم أتخذ فلانا» أي أبيَّا «خليلا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا وهو الشيطان الإنسي أو الجني، خَلِيلًا أي: حبيبا مصافيا عاديت أنصح الناس لي، وأبرهم بي وأرفقهم بي، وواليت أعدى عدو لي الذي لم تفدني ولايته إلا الشقاء والخسار والخزي والبوار."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد أضلّني هذا الصديق الكافر عن القرآن بعد أن بلغني عن طريق الرسول، وكان الشيطان للإنسان كثير الخذلان، إذا نزل به كرب تبرّأ منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد أضلني عن الذكر» أي القرآن «بعد إذ جاءني» بأن ردَّني عن الإيمان به، قال تعالى: «وكان الشيطان للإنسان» الكافر «خذولا» بأن يتركه ويتبرأ منه عند البلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي حيث زين له ما هو عليه من الضلال بخدعه وتسويله.\nوَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا يزين له الباطل ويقبح له الحق، ويعده الأماني ثم يتخلى عنه ويتبرأ منه كما قال لجميع أتباعه حين قضي الأمر، وفرغ الله من حساب الخلق وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ الآية.\nفلينظر العبد لنفسه وقت الإمكان وليتدارك الممكن قبل أن لا يمكن، وليوال من ولايته فيها سعادته وليعاد من تنفعه عداوته وتضره صداقته.\nوالله الموفق."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الرسول في ذلك اليوم شاكيًا حال قومه: يا رب، إن قومي الذين بعثتني إليهم تركوا هذا القرآن وأعرضوا عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الرسول» محمد «يا رب إن قومي» قريشا «اتخذوا هذا القرآن مهجورا» متروكا قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالَ الرَّسُولُ مناديا لربه وشاكيا له إعراض قومه عما جاء به، ومتأسفا على ذلك منهم: يَا رَبِّ إِنَّ قَوْمِي الذي أرسلتني لهدايتهم وتبليغهم، اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا أي: قد أعرضوا عنه وهجروه وتركوه مع أن الواجب عليهم الانقياد لحكمه والإقبال على أحكامه، والمشي خلفه"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومثل ما لاقيت - أيها الرسول - من قومك من الإيذاء والصد عن سبيلك جعلنا لكل نبي من الأنبياء من قبلك عدوًّا من مجرمي قومه، وكفى بربك هاديًا يهدي إلى الحق، وكفى به نصيرًا ينصرك على عدوك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك» كما جعلنا لك عدوّا من مشركي قومك «جعلنا لكل نبي» قبلك «عدوا من المجرمين» المشركين فاصبر كما صبروا «وكفى بربك هاديا» لك «ونصيرا» ناصرا لك على أعدائك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "، قال الله مسليا لرسوله ومخبرا أن هؤلاء الخلق لهم سلف صنعوا كصنيعهم فقال: وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ أي: من الذين لا يصلحون للخير ولا يزكون عليه يعارضونهم ويردون عليهم ويجادلونهم بالباطل.\nمن بعض فوائد ذلك أن يعلو الحق على الباطل وأن يتبين الحق ويتضح اتضاحا عظيما لأن معارضة الباطل للحق مما تزيده وضوحا وبيانا وكمال استدلال وأن يتبين ما يفعل الله بأهل الحق من الكرامة وبأهل الباطل من العقوبة، فلا تحزن عليهم ولا تذهب نفسك عليهم حسرات وَكَفَى بِرَبِّكَ هَادِيًا يهديك فيحصل لك المطلوب ومصالح دينك ودنياك.\nوَنَصِيرًا ينصرك على أعدائك ويدفع عنك كل مكروه في أمر الدين والدنيا فاكتف به وتوكل عليه."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الذين كفروا بالله: هلَّا نُزِّل على الرسول هذا القرآن دفعة واحدة، ولم يُنَزَّل عليه مفرقًا، نزّلنا القرآن كذلك مفرقًا لتثبيت قلبك - أيها الرسول - بنزوله مرة بعد مرة، وأنزلناه شيئًا بعد شيء لتسهيل فهمه وحفظه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين كفروا لولا» هلا «نزل عليه القرآن جملة واحدة» كالتوراة والإنجيل والزَّبور، قال تعالى: نزلناه، «كذلك» متفرّقا «لنثبَّت به فؤادك» نقوي قلبك «ورتلناه ترتيلا» أي أتينا به شيئا بعد شيء بتمهل وتؤدة لتيسر فهمه وحفظه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا من جملة مقترحات الكفار الذي توحيه إليهم أنفسهم فقالوا: لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً أي: كما أنزلت الكتب قبله، وأي محذور من نزوله على هذا الوجه؟ بل نزوله على هذا الوجه أكمل وأحسن، ولهذا قال: كَذَلِكَ أنزلناه متفرقا لِنُثَبِّتَ بِهِ فُؤَادَكَ لأنه كلما نزل عليه شيء من القرآن ازداد طمأنينة وثباتا وخصوصا عند ورود أسباب القلق فإن نزول القرآن عند حدوث السبب يكون له موقع عظيم وتثبيت كثير أبلغ مما لو كان نازلا قبل ذلك ثم تذكره عند حلول سببه.\nوَرَتَّلْنَاهُ تَرْتِيلًا أي: مهلناه ودرجناك فيه تدريجا.\nوهذا كله يدل على اعتناء الله بكتابه القرآن وبرسوله محمد صلى الله عليه وسلم حيث جعل إنزال كتابه جاريا على أحوال الرسول ومصالحه الدينية."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يأتيك - أيها الرسول - المشركون بمَثَلٍ مما يقترحونه إلا جئناك بالجواب الحق الثابت عليه، وجئناك بما هو أحسن بيانًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا يأتونك بمثل» في إبطال أمرك «إلا جئناك بالحق» الدافع له «وأحسن تفسيرا» بيانا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا قال: وَلَا يَأْتُونَكَ بِمَثَلٍ يعارضون به الحق ويدفعون به رسالتك، إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا أي: أنزلنا عليك قرآنا جامعا للحق في معانيه والوضوح والبيان التام في ألفاظه، فمعانيه كلها حق وصدق لا يشوبها باطل ولا شبهة بوجه من الوجوه، وألفاظه وحدوده للأشياء أوضح ألفاظا وأحسن تفسيرا مبين للمعاني بيانا كاملا.\nوفي هذه الآية دليل على أنه ينبغي للمتكلم في العلم من محدث ومعلم، وواعظ أن يقتدي بربه في تدبيره حال رسوله، كذلك العالم يدبر أمر الخلق فكلما حدث موجب أو حصل موسم، أتى بما يناسب ذلك من الآيات القرآنية والأحاديث النبوية والمواعظ الموافقة لذلك.\nوفيه رد على المتكلفين من الجهمية ونحوهم ممن يرى أن كثيرا من نصوص القرآن محمولة على غير ظاهرها ولها معان غير ما يفهم منها، فإذا -على قولهم- لا يكون القرآن أحسن تفسيرا من غيره، وإنما التفسير الأحسن -على زعمهم- تفسيرهم الذي حرفوا له المعاني تحريفا."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يُساقون يوم القيامة مسحوبين على وجوههم إلى جهنم أولئك شر مكانًا؛ لأن مكانهم جهنم، وأبعد طريقًا عن الحق؛ لأن طريقهم طريق الكفر والضلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هم «الذين يُحشرون على وجوههم» أي يساقون «إلى جهنم أولئك شرٌ مكانا» هو جهنم «وأضَلُّ سبيلا» أخطأ طريقا من غيرهم وهو كفرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حال المشركين الذين كذبوا رسوله وسوء مآلهم، وأنهم يُحْشَرُونَ عَلَى وُجُوهِهِمْ أشنع مرأى، وأفظع منظر تسحبهم ملائكة العذاب ويجرونهم إِلَى جَهَنَّمَ الجامعة لكل عذاب وعقوبة.\nأُولَئِكَ الذين بهذه الحالة شَرٌّ مَكَانًا ممن آمن بالله وصدق رسله، وَأَضَلُّ سَبِيلًا وهذا من باب استعمال أفضل التفضيل فيما ليس في الطرف الآخر منه شيء فإن المؤمنين حسن مكانهم ومستقرهم، واهتدوا في الدنيا إلى الصراط المستقيم وفي الآخرة إلى الوصول إلى جنات النعيم."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطينا موسى التوراة، وصَيَّرنا معه أخاه هارون رسولًا ليكون له معينًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد آتينا موسى الكتاب» التوراة «وجعلنا معه أخاه هارون وزيرا» معينا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايات من 35 الى 40أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم.\nومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقلنا لهما: اذهبا إلى فرعون وقومه الذين كذبوا بآياتنا.\nفامتَثَلا أمرنا، وذهبا إليهم فدَعَوَاهم إلى توحيد الله، فكذبوهما فأهلكناهم إهلاكًا شديدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقلنا اذهبا إلى القوم الذين كذبوا بآياتنا» أي القبط فرعون وقومه فذهبا إليهم بالرسالة فكذبوهما «فدمرناهم تدميرا» أهلكناهم إهلاكا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايات من 35 الى 40أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم.\nومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقوم نوح لما كذبوا الرسل بتكذيبهم نوحًا عليه السلام أهلكناهم بالغرق في البحر، وصيَّرنا إهلاكهم دلالة على قدرتنا على استئصال الظالمين، وأعددنا للظالمين يوم القيامة عذابًا موجعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «قوم نوح لما كذبوا الرسل» بتكذيبهم نوحا لطول لبثه فيهم فكأنه رسل، أو لأن تكذيبه تكذيب لباقي الرسل لاشتراكهم في المجيء بالتوحيد «أغرقناهم» جواب لما «وجعلناهم للناس» بعدهم «آية» عبرة «وأعتدنا» في الآخرة «للظالمين» الكافرين «عذابا أليما» مؤلما سوى ما يحل بهم في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايات من 35 الى 40أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم.\nومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأهلكنا عادًا قوم هود، وثمود قوم صالح، وأهلكنا أصحاب البئر، وأهلكنا أممًا كثيرة بين هؤلاء الثلاث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «عادا» يوم هود «وثمود» قوم صالح «وأصحاب الرَّسَّ» اسم بئر، ونبيهم قيل شعيب وقيل غيره كانوا قعودا حولها فانهارت بهم وبمنازلهم «وقرونا» أقواما «بين ذلك كثيرا» أي بين عاد وأصحاب الرَّسَّ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايات من 35 الى 40أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم.\nومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكل من هؤلاء المُهْلَكين وصفنا له إهلاك الأمم السابقة وأسبابه ليتعظوا، وكلًّا أهلكناه إهلاكًا شديدًا لكفرهم وعنادهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكلا ضربنا له الأمثال» في إقامة الحجة عليهم فلم نهلكهم إلا بعد الإنذار «وكلاٌ تبَّرنا تتبيرا» أهلكنا إهلاكا بتكذيبهم أنبياءهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايات من 35 الى 40أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم.\nومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أتى المكذبون من قومك -في ذهابهم إلى الشام - إلى قرية قوم لوط التي أُمْطِرت بالحجارة؛ عقابًا لها على فعل الفاحشة ليعتبروا، أَفَعَمُوا عن هذه القرية فلم يكونوا يشاهدونها؟ لا، بل كانوا لا يتوقعون بعثًا يحاسبون بعده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أتوا» أي مرَّ كفار مكة «على القرية التي أمطرت مطر السوء» مصدر ساء أي بالحجارة وهي عظمى قرى قوم لوط فأهلك الله أهلها لفعلهم الفاحشة «أفلم يكونوا يرونَها» في سفرهم إلى الشام فيعتبرون، والاستفهام للتقرير «بل كانوا لا يرجون» يخافون «نشورا» بعثا فلا يؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايات من 35 الى 40أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم.\nومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قابلك - أيها الرسول - هؤلاء المكذبون سخروا منك قائلين على سبيل الاستهزاء والإنكار: أهذا الذي بعثه الله رسولًا إلينا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا رأوْك إن» ما «يتخذونك إلا هزؤا» مهزوءا به يقولن «أهذا الذي بعث الله رسولا» في دعواه محتقرين له عن الرسالة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وإذا رآك يا محمد هؤلاء المكذبون لك المعاندون لآيات [الله] المستكبرون في الأرض استهزءوا بك واحتقروك وقالوا -على وجه الاحتقار والاستصغار- أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا أي: غير مناسب ولا لائق أن يبعث الله هذا الرجل، وهذا من شدة ظلمهم وعنادهم وقلبهم الحقائق فإن كلامهم هذا يفهم أن الرسول -حاشاه- في غاية الخسة والحقارة وأنه لو كانت الرسالة لغيره لكان أنسب.\nوَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ فهذا الكلام لا يصدر إلا من أجهل الناس وأضلهم، أو من أعظمهم عنادا وهو متجاهل، قصده ترويج ما معه من الباطل بالقدح بالحق وبمن جاء به، وإلا فمن تدبر أحوال محمد بن عبد الله صلى الله عليه وسلم وجده رجل العالم وهمامهم ومقدمهم في العقل والعلم واللب والرزانة، ومكارم الأخلاق ومحاسن الشيم والعفة والشجاعة والكرم وكل خلق فاضل، وأن المحتقر له والشانئ له قد جمع من السفه والجهل والضلال والتناقض والظلم والعدوان ما لا يجمعه غيره، وحسبه جهلا وضلالا أن يقدح بهذا الرسول العظيم والهمام الكريم."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد أوشك أن يصرفنا عن عبادة آلهتنا، لولا أن صبرنا على عبادتها لَصَرَفَنا عنها بحججه وبراهينه، وسوف يعلمون حين يعاينون العذاب في قبورهم ويوم القيامة مَن أَضَلُّ طريقًا أَهُمْ أم هو؟ وسيعلمون أيهم الأضلّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» مخففة من الثقيلة واسمها محذوف أي إنه «كاد ليضلنا» يصرفنا «عن آلهتنا لولا أن صبرنا عليها» لصرفنا عنها، قال تعالى: «وسوف يعلمون حين يرون العذاب» عينانا في الآخرة «من أضلُّ سبيلا» أخطأ طريقا، أهم أم المؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والقصد من قدحهم فيه واستهزائهم به تصلبهم على باطلهم وغرورا لضعفاء العقول ولهذا قالوا: إِنْ كَادَ هذا الرجل لَيُضِلُّنَا عَنْ آلِهَتِنَا بأن يجعل الآلهة إلها واحدا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا لأضلنا زعموا -قبحهم الله- أن الضلال هو التوحيد وأن الهدى ما هم عليه من الشرك فلهذا تواصوا بالصبر عليه.\nوَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ وهنا قالوا: لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا والصبر يحمد في المواضع كلها، إلا في هذا الموضع فإنه صبر على أسباب الغضب وعلى الاستكثار من حطب جهنم.\nوأما المؤمنون فهم كما قال الله عنهم: وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ ولما كان هذا حكما منهم بأنهم المهتدون والرسول ضال وقد تقرر أنهم لا حيلة فيهم توعدهم بالعذاب وأخبر أنهم في ذلك الوقت حِينَ يَرَوْنَ الْعَذَابَ يعلمون علما حقيقيا مَنْ هو أَضَلُّ سَبِيلًا وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا الآيات."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أرأيت - أيها الرسول - من جعل مِنْ هواه إلهًا فأطاعه، أفأنت تكون عليه حفيظًا ترده إلى الإيمان، وتمنعه من الكفر؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أرأيت» أخبرني «من اتخذ إلههُ هواه» أي مُهويه قدَّم المفعول الثاني لأنه أهمّ وجملة من اتخذ مفعول أول لرأيت والثاني «أفأنت تكون عليه وكيلا» حافظا تحفظه عن ابتاع هواه لا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهل فوق ضلال من جعل إلهه معبوده [هواه] فما هويه فعله فلهذا قال: أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ألا تعجب من حاله وتنظر ما هو فيه من الضلال؟ وهو يحكم لنفسه بالمنازل الرفيعة؟ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا أي: لست عليه بمسيطر مسلط بل إنما أنت منذر، وقد قمت بوظيفتك وحسابه على الله."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل أتحسب - أيها الرسول - أن أكثر الذين تدعوهم إلى توحيد الله وطاعته يسمعون سماع قبول أو يعقلون الحجج والبراهين؟! ليسوا إلا مثل الأنعام في السماع والتعقل والفهم، بل هم أضل طريقًا من الأنعام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم تحسب أن أكثرهم يسمعون» سماع تفهم «أو يعقلون» ما تقول لهم «إن» ما «هم إلا كالأنعام بل هم أضل سبيلا» أخطأ طريقا منها لأنها تنقاد لمن يتعهدها، وهم لا يطيعون مولاهم المنعم عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم سجل تعالى على ضلالهم البليغ بأن سلبهم العقول والأسماع وشبههم في ضلالهم بالأنعام السائمة التي لا تسمع إلا دعاء ونداء، صم بكم عمي فهم لا يعقلون بل هم أضل من الأنعام لأن الأنعام يهديها راعيها فتهتدي وتعرف طريق هلاكها فتجتنبه وهي أيضا أسلم عاقبة من هؤلاء، فتبين بهذا أن الرامي للرسول بالضلال أحق بهذا الوصف وأن كل حيوان بهيم فهو أهدى منه."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تر - أيها الرسول - إلى آثار خلق الله حين بسط الظل على وجه الأرض، ولو شاء أن يجعله ساكنًا لا يتحرك لجعله كذلك، ثم صيَّرنا الشمس دلالة عليه، يطول بها ويقصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تَرَ» تنظر «إلى» فعل «ربّك كيف مدَّ الظل» من وقت الإسفار إلى وقت طلوع الشمس «ولو شاء» ربك «لجعله ساكنا» مقيما لا يزول بطلوع الشمس «ثم جعلنا الشمس عليه» أي الظل «دليلا» فلولا الشمس ما عرف الظل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ألم تشاهد ببصرك وبصيرتك كمال قدرة ربك وسعة رحمته، أنه مد على العباد الظل وذلك قبل طلوع الشمس ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ أي: على الظل دَلِيلًا فلولا وجود الشمس لما عرف الظل فإن الضد يعرف بضده."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم قبضنا الظل بالنقص يتدرج شيئًا فشيئًا قبضًا قليلًا حسب ارتفاع الشمس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم قبضناه» أي الظل الممدود «إلينا قبضا يسيرا» خفيفا بطلوع الشمس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا فكلما ارتفعت الشمس تقلص الظل شيئا فشيئا، حتى يذهب بالكلية فتوالي الظل والشمس على الخلق الذي يشاهدونه عيانا وما يترتب على ذلك من اختلاف الليل والنهار وتعاقبهما وتعاقب الفصول، وحصول المصالح الكثيرة بسبب ذلك- من أدل دليل على قدرة الله وعظمته وكمال رحمته وعنايته بعباده وأنه وحده المعبود المحمود المحبوب المعظم، ذو الجلال والإكرام."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله هو الذي صيَّر لكم الليل بمنزلة لباس يستركم، ويستر الأشياء، وهو الذي صيَّر لكم النوم راحة تستريحون به من أشغالكم، وهو الذي صيَّر لكم النهار وقتًا تنطلقون فيه إلى أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي جعل لكم الليل لباسا» ساترا كاللباس «والنوم سُباتا» راحة للأبدان بقطع الأعمال «وجعل النهار نشورا» منشورا فيه لابتغاء الرزق وغيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: من رحمته بكم ولطفه أن جعل الليل لكم بمنزلة اللباس الذي يغشاكم، حتى تستقروا فيه وتهدؤوا بالنوم وتسبت حركاتكم أي: تنقطع عند النوم، فلولا الليل لما سكن العباد ولا استمروا في تصرفهم فضرهم ذلك غاية الضرر، ولو استمر أيضا الظلام لتعطلت عليهم معايشهم ومصالحهم، ولكنه جعل النهار نشورا ينتشرون فيه لتجاراتهم وأسفارهم وأعمالهم فيقوم بذلك ما يقوم من المصالح."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو الذي بعث الرياح مبشرة بنزول المطر الذي هو من رحمته بعباده، وأنزلنا من السماء ماء المطر طاهرًا يتطهرون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي أرسل الرياح» وفي قراءة الريح «نُشرا بين يديْ رحمته» متفرقة قدام المطر، وفي قراءة بسكون الشين تخفيفا، وفي أخرى بسكونها ونون مفتوحة مصدر، وفي أخرى بسكونها وضم الموحدة بدل النون: أي مبشرات ومفرد الأولى نشور كرسول والأخيرة بشير «وأنزلنا من السماء ماءً طهورا» مطهرا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 48 و49أي: هو وحده الذي رحم عباده وأدر عليهم رزقه بأن أرسل الرياح مبشرات بين يدي رحمته وهو المطر فثار بها السحاب وتألف وصار كسفا وألقحته وأدرته بإذن آمرها والمتصرف فيها ليقع استبشار العباد بالمطر قبل نزوله وليستعدوا له قبل أن يفاجئهم دفعة واحدة.\nوَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا يطهر من الحدث والخبث ويطهر من الغش والأدناس، وفيه بركة من بركته أنه أنزله ليحيي به بلدة ميتا فتختلف أصناف النوابت والأشجار فيها مما يأ كل الناس والأنعام.\nوَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا أي: نسقيكموه أنتم وأنعامكم، أليس الذي أرسل الرياح المبشرات وجعلها في عملها متنوعات، وأنزل من السماء ماء طهورا مباركا فيه رزق العباد ورزق بهائمهم، هو الذي يستحق أن يعبد وحده ولا يشرك معه غيره؟"
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لنحيي بذلك الماء النازل أرضًا قاحلة لا نبات فيها بإنباتها بأنواع النبات وبث الخضرة فيها، ولنسقي بذلك الماء مما خلقنا أنعامًا وبشرًا كثيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لنحيي به بلدة ميتا» بالتخفيف يستوي فيه المذكور والمؤنث ذكّره باعتبار المكان «ونسقيه» أي الماء «مما خلقنا أنعاما» إبلا وبقرا وغنما «وأناسيَّ كثيرا» جمع إنسان وأصله أناسين فأبدلت النون ياء وأدغمت فيها الياء أو جمع انسي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الآيتين 48 و49أي: هو وحده الذي رحم عباده وأدر عليهم رزقه بأن أرسل الرياح مبشرات بين يدي رحمته وهو المطر فثار بها السحاب وتألف وصار كسفا وألقحته وأدرته بإذن آمرها والمتصرف فيها ليقع استبشار العباد بالمطر قبل نزوله وليستعدوا له قبل أن يفاجئهم دفعة واحدة.\nوَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا يطهر من الحدث والخبث ويطهر من الغش والأدناس، وفيه بركة من بركته أنه أنزله ليحيي به بلدة ميتا فتختلف أصناف النوابت والأشجار فيها مما يأ كل الناس والأنعام.\nوَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا أي: نسقيكموه أنتم وأنعامكم، أليس الذي أرسل الرياح المبشرات وجعلها في عملها متنوعات، وأنزل من السماء ماء طهورا مباركا فيه رزق العباد ورزق بهائمهم، هو الذي يستحق أن يعبد وحده ولا يشرك معه غيره؟"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بيَّنا ونوّعنا في القرآن الحجج والبراهين ليعتبروا بها، فأبى معظم الناس إلا كفورًا بالحق وتنكرًا له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد صرفناه» أي الماء «بينهم ليذَّكروا» أصله يتذكروا أدغمت التاء في الذال وفي قراءة ليذْكُروا بسكون الذال وضم الكاف أي نعمة الله به «فأبى أكثر الناس إلا كفورا» جحودا للنعمة حيث قالوا: مطرنا بنوء كذا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر تعالى هذه الآيات العيانية المشاهدة وصرفها للعباد ليعرفوه ويشكروه ويذكروه مع ذلك أبي أكثر الخلق إلا كفورا، لفساد أخلاقهم وطبائعهم."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو شئنا لبعثنا في كل قرية رسولًا ينذرهم ويخوفهم من عقاب الله، لكنا لم نشأ ذلك، وإنما بعثنا محمدًا صلى الله عليه وسلم رسولًا إلى جميع الناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو شئنا لبعثنا في كل قرية نذيرا» يخوِّف أهلها ولكن بعثناك إلى أهل القرى كلها نذيرا ليعظم أجرك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن نفوذ مشيئته وأنه لو شاء لبعث في كل قرية نذيرا، أي: رسولا ينذرهم ويحذرهم فمشيئته غير قاصرة عن ذلك، ولكن اقتضت حكمته ورحمته بك وبالعباد -يا محمد- أن أرسلك إلى جميعهم أحمرهم وأسودهم عربيهم وعجميهم إنسهم وجنهم."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تطع الكفار فيما يطالبونك به من مداهنتهم، وفيما يقدمونه من اقتراحات، وجاهدهم بهذا القرآن المُنَزَّل عليك جهادًا عظيمًا بالصبر على أذاهم وتحمل المشاق في دعوتهم إلى الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا تُطع الكافرين» في هواهم «وجاهدهم به» أي القرآن «جهادا كبيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَا تُطِعِ الْكَافِرِينَ في ترك شيء مما أرسلت به بل ابذل جهدك في تبليغ ما أرسلت به.\nوَجَاهِدْهُمْ بالقرآن جِهَادًا كَبِيرًا أي: لا تبق من مجهودك في نصر الحق وقمع الباطل إلا بذلته ولو رأيت منهم من التكذيب والجراءة ما رأيت فابذل جهدك واستفرغ وسعك، ولا تيأس من هدايتهم ولا تترك إبلاغهم لأهوائهم."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله سبحانه هو الذي خلط ماء البحرين، خلط العذب منهما بالمالح، وصيّر بينهما حاجزًا وسترًا ساترًا يمنعهما من التمازُج."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي مرج البحرين» أرسلهما متجاورين «هذا عذبٌ فرات» شديد العذوبة «وهذا مِلْحٌ أُجَاجٌ» شديد الملوحةِ «وجعل بينهما برزخا» حاجزا لا يختلط أحدهما بالآخر «وحجرا محجورا» سترا ممنوعا به اختلاطهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وهو وحده الذي مرج البحرين يلتقيان البحر العذب وهي الأنهار السارحة على وجه الأرض والبحر الملح وجعل منفعة كل واحد منهما مصلحة للعباد، وَجَعَلَ بَيْنَهُمَا بَرْزَخًا أي: حاجزا يحجز من اختلاط أحدهما بالآخر فتذهب المنفعة المقصودة منها وَحِجْرًا مَحْجُورًا أي: حاجزا حصينا."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو الذي خلق من مني الرجل والمرأة بشرًا، ومَن خلَق البشر أنشأ علاقة القرابة وعلاقة المُصَاهرة، وكان ربك - أيها الرسول - قديرًا لا يعجزه شيء، ومن قدرته خلق الإنسان من مني الذكر والمرأة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي خلق من الماء بشرا» من المني إنسانا «فجعله نسبا» ذا نسب «وصهرا» ذا صهر بأن يتزوج ذكرا كان أو أنثي طلبا للتناسل «وكان ربُّك قديرا» قادرا على ما يشاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وهو الله وحده لا شريك له الذي خلق الآدمي من ماء مهين، ثم نشر منه ذرية كثيرة وجعلهم أنسابا وأصهارا متفرقين ومجتمعين، والمادة كلها من ذلك الماء المهين، فهذا يدل على كمال اقتداره لقوله: وَكَانَ رَبُّكَ قَدِيرًا ويدل على أن عبادته هي الحق وعبادة غيره باطلة."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويعبد الكفار من دون الله أصنامًا لا تنفعهم إن أطاعوها، ولا تضرهم إن عصوها، وكان الكافر تابعًا للشيطان على ما يسخط الله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويعبدون» أي الكفار «من دون الله ما لا ينفعهم» بعبادته «ولا يضرهم» بتركها وهو الأصنام «وكان الكافر على ربه ظهيرا» معينا للشيطان بطاعته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يعبدون أصناما وأمواتا لا تضر ولا تنفع ويجعلونها أندادا لمالك النفع والضرر والعطاء والمنع مع أن الواجب عليهم أن يكونوا مقتدين بإرشادات ربهم ذابين عن دينه، ولكنهم عكسوا القضية.\nوَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا فالباطل الذي هو الأوثان والأندادأعداء لله، فالكافر عاونها وظاهرها على ربها وصار عدوا لربه مبارزا له في العداوة والحرب، هذا وهو الذي خلقه ورزقه وأنعم عليه بالنعم الظاهرة والباطنة، وليس يخرج عن ملكه وسلطانه وقبضته والله لم يقطع عنه إحسانه وبره وهو -بجهله- مستمر على هذه المعاداة والمبارزة."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أرسلناك - أيها الرسول - إلا مبشرًا من أطاع الله بالإيمان والعمل الصالح، ومنذرًا من عصاه بالكفر والعصيان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أرسلناك إلا مبشرا» بالجنة «ونذيرا» مخوفا من النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى: أنه ما أرسل رسوله محمدا صلى الله عليه وسلم مسيطرا على الخلق ولا جعله ملكا ولا عنده خزائن الأشياء، وإنما أرسله مُبَشِّرًا يبشر من أطاع الله بالثواب العاجل والآجل، وَنَذِيرًا ينذر من عصى الله بالعقاب العاجل والآجل وذلك مستلزم لتبيين ما به البشارة وما تحصل به النذارة من الأوامر والنواهي ."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: لا أسألكم على تبليغ الرسالة من أجر إلا من شاء منكم أن يتخذ طريقًا إلى مرضاة الله بالإنفاق فليفعل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل ما أسألكم عليه» أي على تبليغ ما أرسلت به «من أجر إلا» لكن «من شاء أن يتخذ إلى ربه سبيلا» طريقا بإنفاق ماله في مرضاته تعالى فلا أمنعه من ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإنك -يا محمد- لا تسألهم على إبلاغهم القرآن والهدى أجرا حتى يمنعهم ذلك من اتباعك ويتكلفون من الغرامة، إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا أي: إلا من شاء أن ينفق نفقة في مرضاة ربه وسبيله فهذا وإن رغبتكم فيه فلست أجبركم عليه وليس أيضا أجرا لي عليكم وإنما هو راجع لمصلحتكم وسلوككم للسبيل الموصلة إلى ربكم"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتوكل - أيها الرسول - في جميع أمورك على الله الحي الباقي الذي لا يموت أبدًا، ونزّهه مثنيًا عليه سبحانه، وكفى به بذنوب عباده خبيرًا لا يخفى عليه منها شيء، وسيجازيهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتوكل على الحي الذي لا يموت وسَبِّح» متلبسا «بحمده» أي قل: سبحان الله والحمد لله «وكفى به بذنوب عباده خبيرا» عالما تعلق به بذنوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمره أن يتوكل عليه ويستعين به فقال: وَتَوَكَّلْ عَلَى الْحَيِّ الذي له الحياة الكاملة المطلقة الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ أي: اعبده وتوكل عليه في الأمور المتعلقة بك والمتعلقة بالخلق.\nوَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا يعلمها ويجازي عليها."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي خلق السماوات وخلق الأرض وما بينهما في ستة أيام، ثم علا وارتفع على العرش علوًّا يليق بجلاله، وهو الرحمن، فاسأل - أيها الرسول - به خبيرًا، وهو الله الذي يعلم كل شيء، لا يخفى عليه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي خلق السماوات والأرض وما بينهما في ستة أيام» من أيام الدنيا: أي في قدرها لأنه لم يكن ثم شمس ولو شاء لخلقهنّ في لمحة والعدول عنه لتعليم خلقه التثبيت «ثم استوى على العرش» هو في اللغة سرير الملك «الرحمن» بدل من ضمير استوى: أي استواءً يليق به «فاسأل» أيها الإنسان «به» بالرحمن «خبيرا» يخبرك بصفاته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأنت ليس عليك من هداهم شيء وليس عليك حفظ أعمالهم، وإنما ذلك كله بيد الله الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى بعد ذلك عَلَى الْعَرْشِ الذي هو سقف المخلوقات وأعلاها وأوسعها وأجملها الرَّحْمَنِ استوى على عرشه الذي وسع السماوات والأرض باسمه الرحمن الذي وسعت رحمته كل شيء فاستوى على أوسع المخلوقات، بأوسع الصفات.\nفأثبت بهذه الآية خلقه للمخلوقات واطلاعه على ظاهرهم وباطنهم وعلوه فوق العرش ومباينته إياهم.\nفَاسْأَلْ بِهِ خَبِيرًا يعني بذلك نفسه الكريمة فهو الذي يعلم أوصافه وعظمته وجلاله، وقد أخبركم بذلك وأبان لكم من عظمته ما تستعدون به من معرفته فعرفه العارفون وخضعوا لجلاله، واستكبر عن عبادته الكافرون واستنكفوا عن ذلك"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قيل للكفار: اسجدوا للرحمن، قالوا: لا نسجد للرحمن، وما الرحمن؟ لا نعرفه ولا نقرّ به، أنسجد لما تأمرنا بالسجود له ونحن لا نعرفه؟! وزادهم أمره لهم بالسجود له بُعْدًا عن الإيمان بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا قيل لهم» لكفار مكة «اسجدوا للرحمن قالوا وما الرحمن أنسجد لما تأمرنا» بالفوقانية والتحتانية والآمر محمد ولا نعرفه صلى الله علية وسلم لا «وزادهم» هذا القول لهم «نفورا» عن الإيمان قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ أي: وحده الذي أنعم عليكم بسائر النعم ودفع عنكم جميع النقم.\nقَالُوا جحدا وكفرا وَمَا الرَّحْمَنُ بزعمهم الفاسد أنهم لا يعرفون الرحمن، وجعلوا من جملة قوادحهم في الرسول أن قالوا: ينهانا عن اتخاذ آلهة مع الله وهو يدعو معه إلها آخر يقول: \" يا رحمن \" ونحو ذلك كما قال تعالى: قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى فأسماؤه تعالى كثيرة لكثرة أوصافه وتعدد كماله، فكل واحد منها دل على صفة كمال.\nأَنَسْجُدُ لِمَا تَأْمُرُنَا أي: لمجرد أمرك إيانا.\nوهذا مبني منهم على التكذيب بالرسول واستكبارهم عن طاعته، وَزَادَهُمْ دعوتهم إلى السجود للرحمن نُفُورًا هربا من الحق إلى الباطل وزيادة كفر وشقاء."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تبارك الذي جعل في السماء منازل للكواكب والنجوم السيارة، وجعل في السماء شمسًا تشعّ النور، وجعل فيها قمرًا ينير الأرض بما يعكسه من ضوء الشمس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تبارك» تعاظم «الذي جعل في السماء بروجا» اثني عشر: الحمل والثور والجوزاء والسرطان والأسد، والسنبلة والميزان والعقرب والقوس والجدي والدلو والحوت، وهي منازل الكواكب السبعة السيارة المريخ وله الحمل والعقرب، والزهرة ولها الثور والميزان، وعطارد وله الجوزاء والسنبلة والقمر وله السرطان والشمس ولها الأسد، والمشتري وله القوس والحوت، وزحل وله الجدي والدلو «وجَعَلَ» «فيها» أيضا «سراجا» هو الشمس «وقمرا منيرا» وفي قراءة سُرُجا بالجمع: أي نيرات، وخصّ القمر منها بالذكر لنوع فضيلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كرر تعالى في هذه السورة الكريمة قوله: تَبَارَكَ ثلاث مرات لأن معناها كما تقدم أنها تدل على عظمة الباري وكثرة أوصافه، وكثرة خيراته وإحسانه.\nوهذه السورة فيها من الاستدلال على عظمته وسعة سلطانه ونفوذ مشيئته وعموم علمه وقدرته وإحاطة ملكه في الأحكام الأمرية والأحكام الجزائية وكمال حكمته.\nوفيها ما يدل على سعة رحمته وواسع جوده وكثرة خيراته الدينية والدنيوية ما هو مقتض لتكرار هذا الوصف الحسن فقال: تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وهي النجوم عمومها أو منازل الشمس والقمر التي تنزل منزلة منزلة وهي بمنزلة البروج والقلاع للمدن في حفظها، كذلك النجوم بمنزلة البروج المجعولة للحراسة فإنها رجوم للشياطين.\nوَجَعَلَ فِيهَا سِرَاجًا فيه النور والحرارة وهو الشمس.\nوَقَمَرًا مُنِيرًا فيه النور لا الحرارة وهذا من أدلة عظمته، وكثرة إحسانه، فإن ما فيها من الخلق الباهر والتدبير المنتظم والجمال العظيم دال على عظمة خالقها في أوصافه كلها، وما فيها من المصالح للخلق والمنافع دليل على كثرة خيراته."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله هو الذي صيَّر الليل والنهار متعاقبين يعقب أحدهما الآخر ويخلفه، لمن أراد أن يعتبر بآيات الله فيهتدي، أو أراد شكر الله على نعمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي جعل الليل والنهار خلفة» أي يخلف كل منهما الآخر «لمن أراد أن يذَّكَّر» بالتشديد والتخفيف كما تقدم: ما فاته في أحدهما من خير فيفعله في الآخر «أو أراد شُكور» أي شكرا لنعمة ربه عليه فيهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً أي: يذهب أحدهما فيخلفه الآخر، هكذا أبدا لا يجتمعان ولا يرتفعان، لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا أي: لمن أراد أن يتذكر بهما ويعتبر ويستدل بهما على كثير من المطالب الإلهية ويشكر الله على ذلك، ولمن أراد أن يذكر الله ويشكره وله ورد من الليل أو النهار، فمن فاته ورده من أحدهما أدركه في الآخر، وأيضا فإن القلوب تتقلب وتنتقل في ساعات الليل والنهار فيحدث لها النشاط والكسل والذكر والغفلة والقبض والبسط والإقبال والإعراض، فجعل الله الليل والنهار يتوالى على العباد ويتكرران ليحدث لهم الذكر والنشاط والشكر لله في وقت آخر، ولأن أوراد العبادات تتكرر بتكرر الليل والنهار، فكما تكررت الأوقات أحدث للعبد همة غير همته التي كسلت في الوقت المتقدم فزاد في تذكرها وشكرها، فوظائف الطاعات بمنزلة سقي الإيمان الذي يمده فلولا ذلك لذوى غرس الإيمان ويبس.\nفلله أتم حمد وأكمله على ذلك."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعباد الرحمن المؤمنون الذين يمشون على الأرض بوقار متواضعين، وإذا خاطبهم الجهال لم يقابلوهم بالمثل، بل يقولون لهم معروفًا لا يجهلون فيه عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعباد الرحمن» مبتدأ وما بعده صفات له إلى أولئك يجزون غير المعترض فيه «الذي يمشون على الأرض هوْنا» أي بسكينة وتواضع «وإذا خاطبهم الجاهلون» بما يكرهونه «قالوا سلاما» أي قولا يَسلمون فيه من الإثم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "العبودية لله نوعان: عبودية لربوبيته فهذه يشترك فيها سائر الخلق مسلمهم وكافرهم، برهم وفاجرهم، فكلهم عبيد لله مربوبون مدبرون إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا وعبودية لألوهيته وعبادته ورحمته وهي عبودية أنبيائه وأوليائه وهي المراد هنا ولهذا أضافها إلى اسمه \" الرحمن \" إشارة إلى أنهم إنما وصلوا إلى هذه الحال بسبب رحمته، فذكر أن صفاتهم أكمل الصفات ونعوتهم أفضل النعوت، فوصفهم بأنهم يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا أي: ساكنين متواضعين لله والخلق فهذا وصف لهم بالوقار والسكينة والتواضع لله ولعباده.\nوَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ أي: خطاب جهل بدليل إضافة الفعل وإسناده لهذا الوصف، قَالُوا سَلَامًا أي: خاطبوهم خطابا يسلمون فيه من الإثم ويسلمون من مقابلة الجاهل بجهله.\nوهذا مدح لهم، بالحلم الكثير ومقابلة المسيء بالإحسان والعفو عن الجاهل ورزانة العقل الذي أوصلهم إلى هذه الحال"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يبيتون لربهم سجدًا على جباههم، وقيامًا على أقدامهم يصلُّون لله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يبيتون لربهم سُجَّدا» جمع ساجد «وقياما» بمعنى قائمين يصلون بالليل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا أي: يكثرون من صلاة الليل مخلصين فيها لربهم متذللين له كما قال تعالى: تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يقولون في دعائهم لربهم: ربنا، أبعد عنا عذاب جهنم، إن عذاب جهنم كان دائمًا ملازمًا لمن مات كافرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يقولون ربنا اصرف عنا عذاب جهنم إنَّ عذابها كان غراما» أي لازما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ أي: ادفعه عنا بالعصمة من أسبابه ومغفرة ما وقع منا مما هو مقتض للعذاب.\nإِنَّ عَذَابَهَا كَانَ غَرَامًا أي: ملازما لأهلها بمنزلة ملازمة الغريم لغريمه."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنها ساءت مكان استقرار لمن استقرّ فيها، وساءت مقامًا لمن يقيم فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنها ساءت» بئست «مُستقرا ومُقاما» هي: أي موضع استقرار وإقامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا وهذا منهم على وجه التضرع لربهم، وبيان شدة حاجتهم إليه وأنهم ليس في طاقتهم احتمال هذا العذاب، وليتذكروا منة الله عليهم، فإن صرف الشدة بحسب شدتها وفظاعتها يعظم وقعها ويشتد الفرح بصرفها."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين إذا بذلوا أموالهم لم يَصِلُوا في بذلهم لها إلى حد التبذير، ولم يضيقوا في بذلها على من تجب عليهم نفقته من أنفسهم أو غيرها، وكان إنفاقهم بين التبذير والتقتير عدلًا وسطًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين إذا أنفقوا» على عيالهم «لم يسرفوا ولم يقتروا» بفتح أوله وضمه: أي يضيقوا «وكان» إنفاقهم «بين ذلك» الإسراف والإقتار «قواما» وسطا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ إِذَا أَنْفَقُوا النفقات الواجبة والمستحبة لَمْ يُسْرِفُوا بأن يزيدوا على الحد فيدخلوا في قسم التبذير وإهمال الحقوق الواجبة، وَلَمْ يَقْتُرُوا فيدخلوا في باب البخل والشح وَكَانَ إنفاقهم بَيْنَ ذَلِكَ بين الإسراف والتقتير قَوَامًا يبذلون في الواجبات من الزكوات والكفارات والنفقات الواجبة، وفيما ينبغي على الوجه الذي ينبغي من غير ضرر ولا ضرار وهذا من عدلهم واقتصادهم."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين لا يدعون مع الله سبحانه معبودًا آخر، ولا يقتلون النفس التي حرم الله قتلها إلا بما أذن الله به من قتل القاتل أو المرتد أو الزاني المحصن، ولا يزنون، ومن يفعل هذه الكبائر يَلْقَ يوم القيامة عقوبةَ ما ارتكبه من الإثم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله» قتلها «إلا بالحق ولا يزنون ومن يفعل ذلك» أي واحدا من الثلاثة «يلق أثاما» أي عقوبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ بل يعبدونه وحده مخلصين له الدين حنفاء مقبلين عليه معرضين عما سواه.\nوَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ وهي نفس المسلم والكافر المعاهد، إِلَّا بِالْحَقِّ كقتل النفس بالنفس وقتل الزاني المحصن والكافر الذي يحل قتله.\nوَلَا يَزْنُونَ بل يحفظون فروجهم إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ وَمَنْ يَفْعَلْ ذَلِكَ أي: الشرك بالله أو قتل النفس التي حرم الله بغير حق أو الزنا فسوف يَلْقَ أَثَامًا"
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يضاعف له العذاب يوم القيامة، ويخلد في العذاب ذليلًا حقيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يُضاعَف» وفي قراءة يضعَف بالتشديد «له العذاب يوم القيامة ويخلد فيه» بجزم الفعلين بدلا وبرفعها أستئنافا «مهانا» حال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ أي: في العذاب مُهَانًا فالوعيد بالخلود لمن فعلها كلها ثابت لا شك فيه وكذا لمن أشرك بالله، وكذلك الوعيد بالعذاب الشديد على كل واحد من هذه الثلاثة لكونها إما شرك وإما من أكبر الكبائر.\nوأما خلود القاتل والزاني في العذاب فإنه لا يتناوله الخلود لأنه قد دلت النصوص القرآنية والسنة النبوية أن جميع المؤمنين سيخرجون من النار ولا يخلد فيها مؤمن ولو فعل من المعاصي ما فعل، ونص تعالى على هذه الثلاثة لأنها من أكبر الكبائر: فالشرك فيه فساد الأديان، والقتل فيه فساد الأبدان والزنا فيه فساد الأعراض."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكن من تاب إلى الله وآمن، وعمل عملًا صالحًا يدل على صدق توبته، فأولئك يبدل الله ما عملوه من السيئات حسنات، وكان الله غفورًا لذنوب من تاب من عباده، رحيمًا بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا من تاب وآمن وعمل عملا صالحا» منهم «فأولئك يبدِّل الله سيئاتهم» المذكورة «حسنات» في الآخرة «وكان الله غفورا رحيما» أي لم يزل متصفا بذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا مَنْ تَابَ عن هذه المعاصي وغيرها بأن أقلع عنها في الحال وندم على ما مضى له من فعلها وعزم عزما جازما أن لا يعود، وَآمَنَ بالله إيمانا صحيحا يقتضي ترك المعاصي وفعل الطاعات وَعَمِلَ عَمَلًا صَالِحًا مما أمر به الشارع إذا قصد به وجه الله.\nفَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ أي: تتبدل أفعالهم وأقوالهم التي كانت مستعدة لعمل السيئات تتبدل حسنات، فيتبدل شركهم إيمانا ومعصيتهم طاعة وتتبدل نفس السيئات التي عملوها ثم أحدثوا عن كل ذنب منها توبة وإنابة وطاعة تبدل حسنات كما هو ظاهر الآية.\nوورد في ذلك حديث الرجل الذي حاسبه الله ببعض ذنوبه فعددها عليه ثم أبدل مكان كل سيئة حسنة فقال: : يا رب إن لي سيئات لا أراها هاهنا \" والله أعلم.\nوَكَانَ اللَّهُ غَفُورًا لمن تاب يغفر الذنوب العظيمة رَحِيمًا بعباده حيث دعاهم إلى التوبة بعد مبارزته بالعظائم ثم وفقهم لها ثم قبلها منهم."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن تاب إلى الله، وبَرْهَن على صدق توبته بفعل الطاعات وترك المعاصي فإن توبته توبة مقبولة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن تاب» من ذنوبه غير من ذكر «وعمل صالحا فإنه يتوب إلى الله متابا» أي يرجع إليه رجوعا فيجازيه خيرا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا أي: فليعلم أن توبته في غاية الكمال لأنها رجوع إلى الطريق الموصل إلى الله الذي هو عين سعادة العبد وفلاحه فليخلص فيها وليخلصها من شوائب الأغراض الفاسدة، فالمقصود من هذا الحث على تكميل التوبة وإيقاعها على أفضل الوجوه وأجلها ليقدم على من تاب إليه فيوفيه أجره بحسب كمالها."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين لا يحضرون الباطل؛ كمواطن المعاصي والملاهي المحرمة، وإذا مَرُّوا باللغو من ساقط الأقوال والأفعال مَرُّوا مرورًا عابرًا، مُكْرِمين أنفسهم بتنزيهها عن مخالطته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين لا يشهدون الزور» أي الكذب والباطل «وإذا مرّوا باللغو» من الكلام القبيح وغيره «مروا كراما» معرضين عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ أي: لا يحضرون الزور أي: القول والفعل المحرم، فيجتنبون جميع المجالس المشتملة على الأقوال المحرمة أو الأفعال المحرمة، كالخوض في آيات الله والجدال الباطل والغيبة والنميمة والسب والقذف والاستهزاء والغناء المحرم وشرب الخمر وفرش الحرير، والصور ونحو ذلك، وإذا كانوا لا يشهدون الزور فمن باب أولى وأحرى أن لا يقولوه ويفعلوه.\nوشهادة الزور داخلة في قول الزور تدخل في هذه الآية بالأولوية، وَإِذَا مَرُّوا بِاللَّغْوِ وهو الكلام الذي لا خير فيه ولا فيه فائدة دينية ولا دنيوية ككلام السفهاء ونحوهم مَرُّوا كِرَامًا أي: نزهوا أنفسهم وأكرموها عن الخوض فيه ورأوا أن الخوض فيه وإن كان لا إثم فيه فإنه سفه ونقص للإنسانية والمروءة فربأوا بأنفسهم عنه.\nوفي قوله: وَإِذَا مَرُّوا بِاللَّغْوِ إشارة إلى أنهم لا يقصدون حضوره ولا سماعه، ولكن عند المصادفة التي من غير قصد يكرمون أنفسهم عنه."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين إذا ذُكروا بآيات الله المسموعة والمشهودة لم يصموا آذانهم عن الآيات المسموعة، ولم يعموا عن الآيات المشهودة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين إذا ذُكِّروا» وعظوا «بآيات ربِّهم» أي القرآن «لم يخرّوا» يسقطوا «عليها صما وعمياناً» بل خروا سامعين ناظرين منتفعين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ التي أمرهم باستماعها والاهتداء بها، لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا أي لم يقابلوها بالإعراض عنها والصمم عن سماعها وصرف النظر والقلوب عنها كما يفعله من لم يؤمن بها ولم يصدق، وإنما حالهم فيها وعند سماعها كما قال تعالى: إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ يقابلونها بالقبول والافتقار إليها والانقياد والتسليم لها، وتجد عندهم آذانا سامعة وقلوبا واعية فيزداد بها إيمانهم ويتم بها إيقانهم وتحدث لهم نشاطا ويفرحون بها سرورا واغتباطا."
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يقولون في دعائهم لربهم: ربنا، أعطنا من أزواجنا، ومن أولادنا من يكون قرة عين لنا لتقواه واستقامته على الحق، وصَيِّرنا للمتقين أئمة في الحق يُقْتَدى بنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يقولون ربنا هب لنا من أزواجنا وذرياتنا» بالجمع والإفراد «قرة أعين» لنا بأن نراهم مطيعين لك «واجعلنا للمتقين إماما» في الخير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا أي: قرنائنا من أصحاب وأقران وزوجات، وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ أي: تقر بهم أعيننا.\nوإذا استقرأنا حالهم وصفاتهم عرفنا من هممهم وعلو مرتبتهم أنهم لا تقر أعينهم حتى يروهم مطيعين لربهم عالمين عاملين وهذا كما أنه دعاء لأزواجهم وذرياتهم في صلاحهم فإنه دعاء لأنفسهم لأن نفعه يعود عليهم ولهذا جعلوا ذلك هبة لهم فقالوا: هَبْ لَنَا بل دعاؤهم يعود إلى نفع عموم المسلمين لأن بصلاح من ذكر يكون سببا لصلاح كثير ممن يتعلق بهم وينتفع بهم.\nوَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا أي: أوصلنا يا ربنا إلى هذه الدرجة العالية، درجة الصديقين والكمل من عباد الله الصالحين وهي درجة الإمامة في الدين وأن يكونوا قدوة للمتقين في أقوالهم وأفعالهم يقتدى بأفعالهم، ويطمئن لأقوالهم ويسير أهل الخير خلفهم فيهدون ويهتدون.\nومن المعلوم أن الدعاء ببلوغ شيء دعاء بما لا يتم إلا به، وهذه الدرجة -درجة الإمامة في الدين- لا تتم إلا بالصبر واليقين كما قال تعالى: وَجَعَلْنَاهم أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ فهذا الدعاء يستلزم من الأعمال والصبر على طاعة الله وعن معصيته وأقداره المؤلمة ومن العلم التام الذي يوصل صاحبه إلى درجة اليقين، خيرا كثيرا وعطاء جزيلا وأن يكونوا في أعلى ما يمكن من درجات الخلق بعد الرسل."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بتلك الصفات يجزون الغرفات العالية في الفردوس الأعلى من الجنة بسبب صبرهم على طاعة الله، ويُلَقَّون فيها من الملائكة بالتحية والسلام، ويَسْلَمُون فيها من الآفات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك يجزوْن الغرفة» الدرجة العليا في الجنة «بما صبروا» على طاعة الله «ويُلقَّون» بالتشديد والتخفيف مع فتح الياء «فيها» في الغرفة «تحية وسلاما» من الملائكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 75 و76لما كانت هممهم ومطالبهم عالية كان الجزاء من جنس العمل فجازاهم بالمنازل العاليات فقال: أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا أي: المنازل الرفيعة والمساكن الأنيقة الجامعة لكل ما يشتهى وتلذه الأعين وذلك بسبب صبرهم نالوا ما نالوا كما قال تعالى: وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ ولهذا قال هنا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا من ربهم ومن ملائكته الكرام ومن بعض على بعض ويسلمون من جميع المنغصات والمكدرات.\nوالحاصل: أن الله وصفهم بالوقار والسكينة والتواضع له ولعباده وحسن الأدب والحلم وسعة الخلق والعفو عن الجاهلين والإعراض عنهم ومقابلة إساءتهم بالإحسان وقيام الليل والإخلاص فيه، والخوف من النار والتضرع لربهم أن ينجيهم منها وإخراج الواجب والمستحب في النفقات والاقتصاد في ذلك - وإذا كانوا مقتصدين في الإنفاق الذي جرت العادة بالتفريط فيه أو الإفراط، فاقتصادهم وتوسطهم في غيره من باب أولى- والسلامة من كبائر الذنوب والاتصاف بالإخلاص لله في عبادته والعفة عن الدماء والأعراض والتوبة عند صدور شيء من ذلك، وأنهم لا يحضرون مجالس المنكر والفسوق القولية والفعلية ولا يفعلونها بأنفسهم وأنهم يتنزهون من اللغو والأفعال الردية التي لا خير فيها، وذلك يستلزم مروءتهم وإنسانيتهم وكمالهم ورفعة أنفسهم عن كل خسيس قولي وفعلي، وأنهم يقابلون آيات الله بالقبول لها والتفهم لمعانيها والعمل بها، والاجتهاد في تنفيذ أحكامها، وأنهم يدعون الله تعالى بأكمل الدعاء، في الدعاء الذي ينتفعون به، وينتفع به من يتعلق بهم وينتفع به المسلمون من صلاح أزواجهم وذريتهم، ومن لوازم ذلك سعيهم في تعليمهم ووعظهم ونصحهم لأن من حرص على شيء ودعا الله فيه لا بد أن يكون متسببا فيه، وأنهم دعوا الله ببلوغ أعلى الدرجات الممكنة لهم وهي درجة الإمامة والصديقية.\nفلله ما أعلى هذه الصفات وأرفع هذه الهمم وأجل هذه المطالب، وأزكى تلك النفوس وأطهر تلك القلوب وأصفى هؤلاء الصفوة وأتقى هؤلاء السادة\"ولله، فضل الله عليهم ونعمته ورحمته التي جللتهم، ولطفه الذي أوصلهم إلى هذه المنازل.\nولله، منة الله على عباده أن بين لهم أوصافهم، ونعت لهم هيئاتهم وبين لهم هممهم، وأوضح لهم أجورهم، ليشتاقوا إلى الاتصاف بأوصافهم، ويبذلوا جهدهم في ذلك، ويسألوا الذي من عليهم وأكرمهم الذي فضله في كل زمان ومكان، وفي كل وقت وأوان، أن يهديهم كما هداهم ويتولاهم بتربيته الخاصة كما تولاهم.\nفاللهم لك الحمد وإليك المشتكى وأنت المستعان وبك المستغاث، ولا حول ولا قوة إلا بك، لا نملك لأنفسنا نفعا ولا ضرا ولا نقدر على مثقال ذرة من الخير إن لم تيسر ذلك لنا، فإنا ضعفاء عاجزون من كل وجه.\nنشهد أنك إن وكلتنا إلى أنفسنا طرفة عين وكلتنا إلى ضعف وعجز وخطيئة، فلا نثق يا ربنا إلا برحمتك التي بها خلقتنا ورزقتنا وأنعمت علينا بما أنعمت من النعم الظاهرة والباطنة وصرفت عنا من النقم، فارحمنا رحمة تغنينا بها عن رحمة من سواك فلا خاب من سألك ورجاك.\nولما كان الله تعالى قد أضاف هؤلاء العباد إلى رحمته واختصهم بعبوديته لشرفهم وفضلهم ربما توهم متوهم أنه وأيضا غيرهم فلم لا يدخل في العبودية؟"
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ماكثين فيها أبدًا، حسنت مكان استقرار يستقرون فيه، ومكان مقام يقيمون فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خالدين فهيا حسُنت مستقرا ومقاما» موضع إقامة لهم وأولئك وما بعده خبر عباد الرحمن المبتدأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تفسير الايتين 75 و76لما كانت هممهم ومطالبهم عالية كان الجزاء من جنس العمل فجازاهم بالمنازل العاليات فقال: أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا أي: المنازل الرفيعة والمساكن الأنيقة الجامعة لكل ما يشتهى وتلذه الأعين وذلك بسبب صبرهم نالوا ما نالوا كما قال تعالى: وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ ولهذا قال هنا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا من ربهم ومن ملائكته الكرام ومن بعض على بعض ويسلمون من جميع المنغصات والمكدرات.\nوالحاصل: أن الله وصفهم بالوقار والسكينة والتواضع له ولعباده وحسن الأدب والحلم وسعة الخلق والعفو عن الجاهلين والإعراض عنهم ومقابلة إساءتهم بالإحسان وقيام الليل والإخلاص فيه، والخوف من النار والتضرع لربهم أن ينجيهم منها وإخراج الواجب والمستحب في النفقات والاقتصاد في ذلك - وإذا كانوا مقتصدين في الإنفاق الذي جرت العادة بالتفريط فيه أو الإفراط، فاقتصادهم وتوسطهم في غيره من باب أولى- والسلامة من كبائر الذنوب والاتصاف بالإخلاص لله في عبادته والعفة عن الدماء والأعراض والتوبة عند صدور شيء من ذلك، وأنهم لا يحضرون مجالس المنكر والفسوق القولية والفعلية ولا يفعلونها بأنفسهم وأنهم يتنزهون من اللغو والأفعال الردية التي لا خير فيها، وذلك يستلزم مروءتهم وإنسانيتهم وكمالهم ورفعة أنفسهم عن كل خسيس قولي وفعلي، وأنهم يقابلون آيات الله بالقبول لها والتفهم لمعانيها والعمل بها، والاجتهاد في تنفيذ أحكامها، وأنهم يدعون الله تعالى بأكمل الدعاء، في الدعاء الذي ينتفعون به، وينتفع به من يتعلق بهم وينتفع به المسلمون من صلاح أزواجهم وذريتهم، ومن لوازم ذلك سعيهم في تعليمهم ووعظهم ونصحهم لأن من حرص على شيء ودعا الله فيه لا بد أن يكون متسببا فيه، وأنهم دعوا الله ببلوغ أعلى الدرجات الممكنة لهم وهي درجة الإمامة والصديقية.\nفلله ما أعلى هذه الصفات وأرفع هذه الهمم وأجل هذه المطالب، وأزكى تلك النفوس وأطهر تلك القلوب وأصفى هؤلاء الصفوة وأتقى هؤلاء السادة\"ولله، فضل الله عليهم ونعمته ورحمته التي جللتهم، ولطفه الذي أوصلهم إلى هذه المنازل.\nولله، منة الله على عباده أن بين لهم أوصافهم، ونعت لهم هيئاتهم وبين لهم هممهم، وأوضح لهم أجورهم، ليشتاقوا إلى الاتصاف بأوصافهم، ويبذلوا جهدهم في ذلك، ويسألوا الذي من عليهم وأكرمهم الذي فضله في كل زمان ومكان، وفي كل وقت وأوان، أن يهديهم كما هداهم ويتولاهم بتربيته الخاصة كما تولاهم.\nفاللهم لك الحمد وإليك المشتكى وأنت المستعان وبك المستغاث، ولا حول ولا قوة إلا بك، لا نملك لأنفسنا نفعا ولا ضرا ولا نقدر على مثقال ذرة من الخير إن لم تيسر ذلك لنا، فإنا ضعفاء عاجزون من كل وجه.\nنشهد أنك إن وكلتنا إلى أنفسنا طرفة عين وكلتنا إلى ضعف وعجز وخطيئة، فلا نثق يا ربنا إلا برحمتك التي بها خلقتنا ورزقتنا وأنعمت علينا بما أنعمت من النعم الظاهرة والباطنة وصرفت عنا من النقم، فارحمنا رحمة تغنينا بها عن رحمة من سواك فلا خاب من سألك ورجاك.\nولما كان الله تعالى قد أضاف هؤلاء العباد إلى رحمته واختصهم بعبوديته لشرفهم وفضلهم ربما توهم متوهم أنه وأيضا غيرهم فلم لا يدخل في العبودية؟"
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - للكفار المُصِرِّين على كفرهم: ما يبالي بكم ربي لنفع يعود إليه من طاعتكم، لولا أنَّ له عبادًا يدعونه دعاء عبادة ودعاء مسألة لما بالى بكم، فقد كذبتم الرسول فيما جاءكم به من ربكم، فسوف يكون جزاء التكذيب ملازمًا لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» يا محمد لأهل مكة «ما» نافية «يعبأ» يكترث «بكم ربي لولا دعاؤكم» إياه في الشدائد فيكشفها «فقد» أي فكيف يعبأ بكم وقد «كذبتم» الرسول والقرآن «فسوف يكون» العذاب «لزاما» ملازما لكم في الآخرة بعد ما يحلّ بكم في الدنيا، فقتل منهم يوم بدر سبعون وجواب لولا دلَّ عليه ما قبلها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأخبر تعالى أنه لا يبالي ولا يعبأ بغير هؤلاء وأنه لولا دعاؤكم إياه دعاء العبادة ودعاء المسألة ما عبأ بكم ولا أحبكم فقال: قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا أي: عذابا يلزمكم لزوم الغريم لغريمه وسوف يحكم الله بينكم وبين عباده المؤمنين."
                }
            ]
        }
    ]
}