{
    "surah": "الروم",
    "number": 30,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "الم",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(الم) سبق الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الم» الله أعلم بمراده في ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم الكلام عن الحروف المقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "غُلِبَتِ الرُّومُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "غَلَبَتْ فارسُ الرومَ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«غُلبت الروم» وهم أهل الكتاب غلبتها فارس وليسوا أهل كتاب بل يعبدون الأوثان ففرح كفار مكة بذلك، وقالوا للمسلمين: نحن نغلبكم كما غلبت فارس الروم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كانت الفرس والروم في ذلك الوقت من أقوى دول الأرض، وكان يكون بينهما من الحروب والقتال ما يكون بين الدول المتوازنة.\nوكانت الفرس مشركين يعبدون النار، وكانت الروم أهل كتاب ينتسبون إلى التوراة والإنجيل وهم أقرب إلى المسلمين من الفرس فكان المؤمنون يحبون غلبتهم وظهورهم على الفرس، وكان المشركون -لاشتراكهم والفرس في الشرك- يحبون ظهور الفرس على الروم.\nفظهر الفرس على الروم فغلبوهم غلبا لم يحط بملكهم بل بأدنى أرضهم، ففرح بذلك مشركو مكة وحزن المسلمون، فأخبرهم اللّه ووعدهم أن الروم ستغلب الفرس."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "فِي أَدْنَى الْأَرْضِ وَهُمْ مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في أقرب أرض الشام إلى بلاد فارس، والروم من بعد غلبة فارس لهم سيغلبونهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«في أدنى الأرض» أي أقرب أرض الروم إلى فارس بالجزيرة التقى فيها الجيشان والبادي بالغزو الفرس «وهم» أي الروم «من بعد غلبهم» أضيف المصدر إلى المفعول: أي غلبة فارس إياهم «سيغلبون» فارس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كانت الفرس والروم في ذلك الوقت من أقوى دول الأرض، وكان يكون بينهما من الحروب والقتال ما يكون بين الدول المتوازنة.\nوكانت الفرس مشركين يعبدون النار، وكانت الروم أهل كتاب ينتسبون إلى التوراة والإنجيل وهم أقرب إلى المسلمين من الفرس فكان المؤمنون يحبون غلبتهم وظهورهم على الفرس، وكان المشركون -لاشتراكهم والفرس في الشرك- يحبون ظهور الفرس على الروم.\nفظهر الفرس على الروم فغلبوهم غلبا لم يحط بملكهم بل بأدنى أرضهم، ففرح بذلك مشركو مكة وحزن المسلمون، فأخبرهم اللّه ووعدهم أن الروم ستغلب الفرس."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "فِي بِضْعِ سِنِينَ ۗ لِلَّهِ الْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في زمن لا يقل عن ثلاث سنوات، ولا يزيد على عشر، لله الأمر كله قبل انتصار الروم وبعده، ويوم يغلب الروم فارس يفرح المؤمنون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«في بضع سنين» هو ما بين الثلاث إلى التسع أو العشر، فالتقي الجيشان في السنة السابعة من الالتقاء الأول وغلبت الروم فارس «لله الأمر من قبل ومن بعد» أي من قبل غلب الروم ومن بعده المعنى أن غلبة فارس أولا وغلبة الروم ثانيا بأمر الله: أي إرادته «ويومئذٍ» أي يوم تغلب الروم «يفرح المؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِي بِضْعِ سِنِينَ تسع أو ثمان ونحو ذلك مما لا يزيد على العشر، ولا ينقص عن الثلاث، وأن غلبة الفرس للروم ثم غلبة الروم للفرس كل ذلك بمشيئته وقدره ولهذا قال: لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ فليس الغلبة والنصر لمجرد وجود الأسباب، وإنما هي لا بد أن يقترن بها القضاء والقدر.\nوَيَوْمَئِذٍ أي: يوم يغلب الروم الفرس ويقهرونهم يَفْرَحُ الْمُؤْمِنُونَ"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "بِنَصْرِ اللَّهِ ۚ يَنْصُرُ مَن يَشَاءُ ۖ وَهُوَ الْعَزِيزُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يفرحون بنصر الله للروم لأنهم أهل كتاب، ينصر الله من يشاء على من يشاء، وهو العزيز الذي لا يُغَالَب، الرحيم بعباده المؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بنصر الله» إياهم على فارس وقد فرحوا بذلك وعلموا به يوم وقوعه أي يوم بدر بنزول جبريل بذلك مع فرحهم بنصرهم على قتل المشركين فيه «ينصر من يشاء وهو العزيز» الغالب «الرحيم» بالمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ أي: يفرحون بانتصارهم على الفرس وإن كان الجميع كفارا ولكن بعض الشر أهون من بعض ويحزن يومئذ المشركون.\nوَهُوَ الْعَزِيزُ الذي له العزة التي قهر بها الخلائق أجمعين يؤتي الملك من يشاء وينزع الملك ممن يشاء ويعز من يشاء ويذل من يشاء.\nالرَّحيم بعباده المؤمنين حيث قيض لهم من الأسباب التي تسعدهم وتنصرهم ما لا يدخل في الحساب."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا النصر كان وعدًا من الله تعالى، لا يخلف الله وعده ذلك، وبتحققه يزداد المؤمنون يقينًا بوعد الله بالنصر، أما أكثر الناس فلا يفقهون هذا لكفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعد الله» مصدر بدل من اللفظ بفعله، والأصل وعدهم الله النصر «لا يخلف الله وعده» به «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» وعده تعالى بنصرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ فتيقنوا ذلك واجزموا به واعلموا أنه لا بد من وقوعه.\nفلما نزلت هذه الآيات التي فيها هذا الوعد صدق بها المسلمون، وكفر بها المشركون حتى تراهن بعض المسلمين وبعض المشركين على مدة سنين عينوها، فلما جاء الأجل الذي ضربه اللّه انتصر الروم على الفرس وأجلوهم من بلادهم التي أخذوها منهم وتحقق وعد اللّه.\nوهذا من الأمور الغيبية التي أخبر بها اللّه قبل وقوعها ووجدت في زمان من أخبرهم اللّه بها من المسلمين والمشركين.\nوَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ أن ما وعد اللّه به حق فلذلك يوجد فريق منهم يكذبون بوعد الله، ويكذبون آياته."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يعلمون الإيمان وأحكام الشرع، وإنما يعلمون ظاهرًا من الحياة الدنيا يتعلق بكسب المعاش وبناء الحضارة المادية، وهم عن الآخرة التي هي دار الحياة الحقيقية معرضون، لا يلتفتون إليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يعلمون ظاهراً من الحياة الدنيا» أي معايشها من التجارة والزراعة والبناء والغرس وغير ذلك «وهم عن الآخرة هم غافلون» إعادة هم تأكيد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهؤلاء الذين لا يعلمون أي: لا يعلمون بواطن الأشياء وعواقبها.\nوإنما يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا فينظرون إلى الأسباب ويجزمون بوقوع الأمر الذي في رأيهم انعقدت أسباب وجوده ويتيقنون عدم الأمر الذي لم يشاهدوا له من الأسباب المقتضية لوجوده شيئا، فهم واقفون مع الأسباب غير ناظرين إلى مسببها المتصرف فيها.\nوَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ قد توجهت قلوبهم وأهواؤهم وإراداتهم إلى الدنيا وشهواتها وحطامها فعملت لها وسعت وأقبلت بها وأدبرت وغفلت عن الآخرة، فلا الجنة تشتاق إليها ولا النار تخافها وتخشاها ولا المقام بين يدي اللّه ولقائه يروعها ويزعجها وهذا علامة الشقاء وعنوان الغفلة عن الآخرة.\nومن العجب أن هذا القسم من الناس قد بلغت بكثير منهم الفطنة والذكاء في ظاهر الدنيا إلى أمر يحير العقول ويدهش الألباب.\nوأظهروا من العجائب الذرية والكهربائية والمراكب البرية والبحرية والهوائية ما فاقوا به وبرزوا وأعجبوا بعقولهم ورأوا غيرهم عاجزا عما أقدرهم اللّه عليه، فنظروا إليهم بعين الاحتقار والازدراء وهم مع ذلك أبلد الناس في أمر دينهم وأشدهم غفلة عن آخرتهم وأقلهم معرفة بالعواقب، قد رآهم أهل البصائر النافذة في جهلهم يتخبطون وفي ضلالهم يعمهون وفي باطلهم يترددون نسوا اللّه فأنساهم أنفسهم أولئك هم الفاسقون.\nثم نظروا إلى ما أعطاهم اللّه وأقدرهم عليه من الأفكار الدقيقة في الدنيا وظاهرها و[ما] حرموا من العقل العالي فعرفوا أن الأمر للّه والحكم له في عباده وإن هو إلا توفيقه وخذلانه فخافوا ربهم وسألوه أن يتم لهم ما وهبهم من نور العقول والإيمان حتى يصلوا إليه، ويحلوا بساحته [وهذه الأمور لو قارنها الإيمان وبنيت عليه لأثمرت الرُّقِيَّ العالي والحياة الطيبة، ولكنها لما بني كثير منها على الإلحاد لم تثمر إلا هبوط الأخلاق وأسباب الفناء والتدمير]"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ ۗ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۗ وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم يتفكر هؤلاء المشركون المكذبون في أنفسهم كيف خلقها الله وسواها.\nما خلق الله السماوات وما خلق الأرض وما بينهما إلا بالحق، فلم يخلقهما عبثًا، وجعل لهما أجلًا محددًا لبقائهما في الدنيا، وإن كثيرًا من الناس بلقاء ربهم يوم القيامة لكافرون، لذلك فهم لا يستعدون للبعث بالعمل الصالح المرضي عند ربهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أَو لم يتفكروا في أنفسهم» ليرجعوا عن غفلتهم «ما خلق الله السماوات والأرض وما بينهما إلا بالحق وأجلٍ مسمى» لذلك تفنى عند انتهائه وبعد البعث «وإن كثيرا من الناس» أي: كفار مكة «بلقاء ربهم لكافرون» أي لا يؤمنون بالبعث بعد الموت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أفلم يتفكر هؤلاء المكذبون لرسل اللّه ولقائه فِي أَنْفُسِهِمْ فإن في أنفسهم آيات يعرفون بها أن الذي أوجدهم من العدم سيعيدهم بعد ذلك وأن الذي نقلهم أطوارا من نطفة إلى علقة إلى مضغة إلى آدمي قد نفخ فيه الروح إلى طفل إلى شاب إلى شيخ إلى هرم، غير لائق أن يتركهم سدى مهملين لا ينهون ولا يؤمرون ولا يثابون ولا يعاقبون.\nمَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ [أي] ليبلوكم أيكم أحسن عملا.\nوَأَجَلٌ مُسَمًّى أي: مؤقت بقاؤهما إلى أجل تنقضي به الدنيا وتجيء به القيامة وتبدل الأرض غير الأرض والسماوات.\nوَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ فلذلك لم يستعدوا للقائه ولم يصدقوا رسله التي أخبرت به وهذا الكفر عن غير دليل، بل الأدلة القاطعة قد دلت على البعث والجزاء."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ۖ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم يسر هؤلاء في الأرض ليتأملوا كيف كانت نهاية الأمم المكذبة من قبلهم، كانت هذه الأمم أشد منهم قوة، وقلبوا الأرض للزراعة والتعمير، وعمروها أكثر مما عمرها هؤلاء، وجاءتهم رسلهم بالبراهين والحجج الواضحة على توحيد الله فكذبوا، فما ظلمهم الله حين أهلكهم، ولكن كانوا أنفسهم يظلمون بإيرادها موارد الهلاك بسبب كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوَ لم يسيروا في الأرض فينظروا كيف كانَ عاقبة الذين من قبلهم» من الأمم وهي إهلاكهم بتكذيبهم رسلهم «كانوا أشد منهم قوة» كعاد وثمود «وأثاروا الأرض» حرثوها وقلبوها للزرع والغرس «وعمَروها أكثر ممّا عمروها» أي كفار مكة «وجاءَتهم رسلهم بالبينات» بالحجج الظاهرات «فما كان الله ليظلمهم» بإهلاكهم بغير جرم «ولكن كانوا أنفسهم يظلمون» بتكذيبهم رسلهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نبههم على السير في الأرض والنظر في عاقبة الذين كذبوا رسلهم وخالفوا أمرهم ممن هم أشد من هؤلاء قوة وأكثر آثارا في الأرض من بناء قصور ومصانع ومن غرس أشجار ومن زرع وإجراء أنهار، فلم تغن عنهم قوتهم ولا نفعتهم آثارهم حين كذبوا رسلهم الذين جاءوهم بالبينات الدالات على الحق وصحة ما جاءوهم به، فإنهم حين ينظرون في آثار أولئك لم يجدوا إلا أمما بائدة وخلقا مهلكين ومنازل بعدهم موحشة وذم من الخلق عليهم متتابع.\nوهذا جزاء معجل نموذج للجزاء الأخروي ومبتدأ له.\nوكل هذه الأمم المهلكة لم يظلمهم اللّه بذلك الإهلاك وإنما ظلموا أنفسهم وتسببوا في هلاكها."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم كانت نهاية الذين ساءت أعمالهم بالشرك بالله وعمل السيئات، النهاية البالغة في السوء؛ لأنهم كذبوا بآيات الله، وكانوا يستهزئون بها، ويسخرون منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ثم كان عاقبة الذين أساءُوا السُّوأى» تأنيث الأسوأ: الأقبح خبر كان على رفع عاقبة واسم كان على نصب عاقبة، والمراد بها جهنم وإساءتهم «أن» أي: بأن «كذبوا بآيات الله» القرآن «وكانوا بها يستهزءُون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السوأى أي: الحالة السيئة الشنيعة، وصار ذلك داعيا لهم لأن كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ فهذا عقوبة لسوئهم وذنوبهم.\nثم ذلك الاستهزاء والتكذيب يكون سببا لأعظم العقوبات وأعضل المثلات."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله يبدأ الخلق على غير مثال سابق، ثم يفنيه، ثم يعيده، ثم إليه وحده ترجعون للحساب والجزاء يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله يبدأ الخلق» أي: ينشئ خلق الناس «ثم يعيده» أي خلقهم بعد موتهم «ثم إليه يرجعون» بالياء والتاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه المتفرد بإبداء المخلوقات ثم يعيدهم ثم إليه يرجعون بعد إعادتهم ليجازيهم بأعمالهم، ولهذا ذكر جزاء أهل الشر ثم جزاء أهل الخير ."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم تقوم الساعة ييئَس المجرمون من رحمة الله، وينقطع أملهم فيه؛ لانقطاع حجتهم على الكفر بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم تقوم الساعة يُبلس المجرمون» يسكت المشركون لانقطاع حجتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَوْمَ تَقُومُ السَّاعَةُ أي: يقوم الناس لرب العالمين ويردون القيامة عيانا، يومئذ يُبْلِسُ الْمُجْرِمُونَ أي: ييأسون من كل خير.\nوذلك أنهم ما قدموا لذلك اليوم إلا الإجرام وهي الذنوب، من كفر وشرك ومعاصي، فلما قدموا أسباب العقاب ولم يخلطوها بشيء من أسباب الثواب، أيسوا وأبلسوا وأفلسوا وضل عنهم ما كانوا يفترونه، من نفع شركائهم وأنهم يشفعون لهم."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولم يكن لهم من شركائهم - الذين كانوا يعبدونهم في الدنيا - من يشفعون لإنقاذهم من العذاب، وكانوا بشركائهم كافرين، فقد خذلوهم حين كانوا بحاجة إليهم لأنهم كلهم سواء في الهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولم يكن» أي لا يكون «لهم من شركائهم» ممن أشركوهم بالله وهم الأصنام ليشفعوا لهم «شفعاء وكانوا» أي: يكونون «بشركائهم كافرين» أي: متبرئين منهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ التي عبدوها مع اللّه شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ تبرأ المشركون ممن أشركوهم مع اللّه وتبرأ المعبودون وقالوا: تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ والتعنوا وابتعدوا، وفي ذلك اليوم يفترق أهل الخير والشر كما افترقت أعمالهم في الدنيا."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم تقوم الساعة في ذلك اليوم يتفرق الناس في الجزاء حسب أعمالهم في الدنيا، بين مرفوع إلى عِلِّيين، ومخفوض إلى أسفل سافلين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم تقوم الساعة يومئذ» تأكيد «يتفرقون» المؤمنون والكافرون."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما الذين آمنوا بالله وعملوا الأعمال الصالحات المرضية عنده، فهم في جنة يُسَرّون بما ينالون فيها من النعيم الدائم الذي لا ينقطع أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما الذين آمنوا وعملوا الصالحات فهم في روضةٍ» جنة «يحبرون» يسرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ آمنوا بقلوبهم وصدقوا ذلك بالأعمال الصالحة فَهُمْ فِي رَوْضَةٍ فيها سائر أنواع النبات وأصناف المشتهيات، يُحْبَرُونَ أي: يسرون وينعمون بالمآكل اللذيذة والأشربة والحور الحسان والخدم والولدان والأصوات المطربات والسماع المشجي والمناظر العجيبة والروائح الطيبة والفرح والسرور واللذة والحبور مما لا يقدر أحد أن يصفه."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما الذين كفروا بالله، وكذبوا بآياتنا المنزلة على رسولنا، وكذبوا بالبعث والحساب، فأولئك الذين أُحضروا للعذاب فهم ملازمون له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما الذين كفروا وكذبوا بآياتنا» القرآن «ولقاء الآخرة» البعث وغيره «فأولئك في العذاب محضرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا الَّذِينَ كَفَرُوا وجحدوا نعمه وقابلوها بالكفر وَكَذَّبُوا بِآيَاتِنَا التي جاءتهم بها رسلنا فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ فيه، قد أحاطت بهم جهنم من جميع جهاتهم واطَّلع العذاب الأليم على أفئدتهم وشوى الحميم وجوههم وقطَّع أمعاءهم، فأين الفرق بين الفريقين وأين التساوي بين المنعمين والمعذبين؟\""
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسبِّحوا الله حين تدخلون في وقت المساء؛ وهو وقت صلاتَيِ: المغرب والعشاء، وسبِّحوه حين تدخلون في وقت الصباح، وهو وقت صلاة الفجر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسبحان الله» أي: سبحوا الله بمعنى صلوا «حين تمسون» أي: تدخلون في المساء وفيه صلاتان: المغرب والعشاء «وحين تصبحون» تدخلون في الصباح وفيه صلاة الصبح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا إخبار عن تنزهه عن السوء والنقص وتقدسه عن أن يماثله أحد من الخلق وأمر للعباد أن يسبحوه حين يمسون وحين يصبحون ووقت العشي ووقت الظهيرة.\nفهذه الأوقات الخمسة أوقات الصلوات الخمس أمر اللّه عباده بالتسبيح فيها والحمد، ويدخل في ذلك الواجب منه كالمشتملة عليه الصلوات الخمس، والمستحب كأذكار الصباح والمساء وأدبار الصلوات وما يقترن بها من النوافل، لأن هذه الأوقات التي اختارها اللّه [لأوقات المفروضات هي] أفضل من غيرها [فالتسبيح والتحميد فيها والعبادة فيها أفضل من غيرها] بل العبادة وإن لم تشتمل على قول \"سبحان اللّه\" فإن الإخلاص فيها تنزيه للّه بالفعل أن يكون له شريك في العبادة أو أن يستحق أحد من الخلق ما يستحقه من الإخلاص والإنابة."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وله وحده سبحانه الثناء؛ في السماوات يحمده ملائكته، وفي الأرض تحمده خلائقه، وسبِّحوه حين تدخلون في العشي وهو وقت صلاة العصر، وسبِّحوه حين تدخلون في وقت الظهر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وله الحمد في السموات والأرض» اعتراض ومعناه يحمده أهلهما «وعشيا» عطف على حين وفيه صلاة العصر «وحين تظهرون» تدخلون في الظهيرة وفيه صلاة الظهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا إخبار عن تنزهه عن السوء والنقص وتقدسه عن أن يماثله أحد من الخلق وأمر للعباد أن يسبحوه حين يمسون وحين يصبحون ووقت العشي ووقت الظهيرة.\nفهذه الأوقات الخمسة أوقات الصلوات الخمس أمر اللّه عباده بالتسبيح فيها والحمد، ويدخل في ذلك الواجب منه كالمشتملة عليه الصلوات الخمس، والمستحب كأذكار الصباح والمساء وأدبار الصلوات وما يقترن بها من النوافل، لأن هذه الأوقات التي اختارها اللّه [لأوقات المفروضات هي] أفضل من غيرها [فالتسبيح والتحميد فيها والعبادة فيها أفضل من غيرها] بل العبادة وإن لم تشتمل على قول \"سبحان اللّه\" فإن الإخلاص فيها تنزيه للّه بالفعل أن يكون له شريك في العبادة أو أن يستحق أحد من الخلق ما يستحقه من الإخلاص والإنابة."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُخْرِج الحي من الميت، مثل إخراجه الإنسان من النطفة، والفرخ من البيضة، ويُخْرِج الميت من الحي، مثل إخراجه النطفة من الإنسان، والبيضة من الدجاجة، ويحيي الأرض بعد جفافها بإنزال المطر وإنباتها، ومثل إحياء الأرض بإنباتها تخرجون من قبوركم للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يُخرج الحي من الميت» كالإنسان من النطفة والطائر من البيضة «ويخرج الميت» النطفة والبيضة «من الحي ويحيي الأرض» بالنبات «بعد موتها» أي يبسها «وكذلك» الإخراج «تَخرجون» من القبور بالبناء للفاعل والمفعول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ كما يخرج النبات من الأرض الميتة والسنبلة من الحبة والشجرة من النواة والفرخ من البيضة والمؤمن من الكافر، ونحو ذلك.\nوَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ بعكس المذكور وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا فينزل عليها المطر وهي ميتة هامدة فإذا أنزل عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج وَكَذَلِكَ تُخْرَجُونَ من قبوركم.\nفهذا دليل قاطع وبرهان ساطع أن الذي أحيا الأرض بعد موتها فإنه يحيي الأموات، فلا فرق في نظر العقل بين الأمرين ولا موجب لاستبعاد أحدهما مع مشاهدة الآخر."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آيات الله العظيمة الدالة على قدرته ووحدانيته: أن خلقكم - أيها الناس - من تراب حين خلق أباكم منه، ثم إذا أنتم بشر تتكاثرون بالتناسل، وتنتشرون في مشارق الأرض ومغاربها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته» تعالى الدالة على قدرته «أن خلقكم من تراب» أي: أصلكم آدم «ثم إذا أنتم بشر» من دم ولحم «تنتشرون» في الأرض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا شروع في تعداد آياته الدالة على انفراده بالإلهية وكمال عظمته، ونفوذ مشيئته وقوة اقتداره وجميل صنعه وسعة رحمته وإحسانه فقال: وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ وذلك بخلق أصل النسل آدم عليه السلام ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ [أي: الذي خلقكم من أصل واحد ومادة واحدة] وبثكم في أقطار الأرض [وأرجائها ففي ذلك آيات على أن الذي أنشأكم من هذا الأصل وبثكم في أقطار الأرض] هو الرب المعبود الملك المحمود والرحيم الودود الذي سيعيدكم بالبعث بعد الموت."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آياته العظيمة كذلك الدالة على قدرته ووحدانيته أن خلق لأجلكم - أيها الرجال - من جنسكم أزواجًا لتطمئن أنفسكم إليهن للتجانس بينكم، وَصَيَّرَ بينكم وبَيْنَهُنَّ محبة وشفقة، إن في ذلك المذكور لبراهين ودلالات واضحة لقوم يتفكرون؛ لأنهم الذين يستفيدون من إعمال عقولهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته أن خلق لكم من أنفسكم أزواجا» فخلقت حواء من ضلع آدم وسائر الناس من نطف الرجال والنساء «لتسكنوا إليها» وتألفوها «وجعل بينكم» جميعا «مودةً ورحمة إن في ذَلك» المذكور «لآيات لقوم يتفكرون» في صنع الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمِنْ آيَاتِهِ الدالة على رحمته وعنايته بعباده وحكمته العظيمة وعلمه المحيط، أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا تناسبكم وتناسبونهن وتشاكلكم وتشاكلونهن لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً بما رتب على الزواج من الأسباب الجالبة للمودة والرحمة.\nفحصل بالزوجة الاستمتاع واللذة والمنفعة بوجود الأولاد وتربيتهم، والسكون إليها، فلا تجد بين أحد في الغالب مثل ما بين الزوجين من المودة والرحمة، إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ يُعملون أفكارهم ويتدبرون آيات اللّه وينتقلون من شيء إلى شيء."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْعَالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: خلق السماوات وخلق الأرض، ومنها اختلاف لغاتكم، واختلاف ألوانكم، إن في ذلك المذكور لبراهين ودلالات لأهل العلم والبصيرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته خلق السماوات والأرض واختلاف ألسنتكم» أي لغاتكم من عربية وعجمية وغيرها «وألوانكم» من بياض وسواد وغيرهما، وأنتم أولاد رجل واحد وامرأة واحدة «إن في ذلك لآيات» دلالات على قدرته تعالى «للعالمين» بفتح اللام وكسرها، أي: ذوي العقول وأولي العلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والعَالِمُون هم أهل العلم الذين يفهمون العبر ويتدبرون الآيات.\nوالآيات في ذلك كثيرة: فمن آيات خلق السماوات والأرض وما فيهما، أن ذلك دال على عظمة سلطان اللّه وكمال اقتداره الذي أوجد هذه المخلوقات العظيمة، وكمال حكمته لما فيها من الإتقان وسعة علمه، لأن الخالق لا بد أن يعلم ما خلقه أَلَا يَعْلَمُ مَنْ خَلَقَ وعموم رحمته وفضله لما في ذلك من المنافع الجليلة، وأنه المريد الذي يختار ما يشاء لما فيها من التخصيصات والمزايا، وأنه وحده الذي يستحق أن يعبد ويوحد لأنه المنفرد بالخلق فيجب أن يفرد بالعبادة، فكل هذه أدلة عقلية نبه اللّه العقول إليها وأمرها بالتفكر واستخراج العبرة منها.\nو كذلك في اخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ على كثرتكم وتباينكم مع أن الأصل واحد ومخارج الحروف واحدة، ومع ذلك لا تجد صوتين متفقين من كل وجه ولا لونين متشابهين من كل وجه إلا وتجد من الفرق بين ذلك ما به يحصل التمييز.\nوهذا دال على كمال قدرته، ونفوذ مشيئته.\nو [من] عنايته بعباده ورحمته بهم أن قدر ذلك الاختلاف لئلا يقع التشابه فيحصل الاضطراب ويفوت كثير من المقاصد والمطالب."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: نومكم بالليل، ومنامكم بالنهار لتستريحوا من عناء أعمالكم، ومن آياته أن جعل لكم النهار لتنتشروا فيه مبتغين الرزق من ربكم، إن في ذلك المذكور لبراهين ودلالات لقوم يسمعون سماع تدبر وسماع قبول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته منامكم بالليل والنهار» بإرادته راحة لكم «وابتغاؤكم» بالنهار «من فضله» أي: تصرفكم في طلب المعِيشة بإرادته «إن في ذلك لآيات لقوم يسمعون» سماع تدبر واعتبار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: سماع تدبر وتعقل للمعاني والآيات في ذلك.\nإن ذلك دليل على رحمة اللّه تعالى كما قال: وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ وعلى تمام حكمته إذ حكمته اقتضت سكون الخلق في وقت ليستريحوا به ويستجموا وانتشارهم في وقت، لمصالحهم الدينية والدنيوية ولا يتم ذلك إلا بتعاقب الليل والنهار عليهم، والمنفرد بذلك هو المستحق للعبادة."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: أن يريكم البرق في السماء، ويجمع لكم فيه بين الخوف من الصواعق، والطمع في المطر، وينزل لكم من السماء ماء المطر، فيحيي الأرض بعد جفافها بما ينبت فيها من نبات، إن في ذلك لبراهين ودلالات واضحة لقوم يعقلون، فيستدلون بها على البعث بعد الموت للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته يريكم» أي إراءتكم «البرق خوفا» للمسافر من الصواعق «وطمعا» للمقيم في المطر «وينزل من السماء ماءً فيحيي به الأرض بعد موتها» أي: يبسطها بأن تنبت «إن في ذلك» المذكور «لآيات لقوم يعقلون» يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن آياته أن ينزل عليكم المطر الذي تحيا به البلاد والعباد ويريكم قبل نزوله مقدماته من الرعد والبرق الذي يُخَاف ويُطْمَع فيه.\nإِنَّ فِي ذَلِكَ لَآيَاتٍ [دالة] على عموم إحسانه وسعة علمه وكمال إتقانه، وعظيم حكمته وأنه يحيي الموتى كما أحيا الأرض بعد موتها.\nلِقَوْمٍ يَعْقِلُونَ أي: لهم عقول تعقل بها ما تسمعه وتراه وتحفظه، وتستدل به عل ما جعل دليلا عليه."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آيات الله الدالة على قدرته ووحدانيته قيام السماء دون سقوط، والأرض دون انهدام؛ بأمره سبحانه، ثم إذا دعاكم سبحانه دعوة من الأرض بنفخ المَلَك في الصُّور إذا أنتم تخرجون من قبوركم للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته أن تقوم السماء والأرض بأمره» بإرادته من غير عمد «ثم إذا دعاكم دعوة من الأرض» بأن ينفخ إسرافيل في الصور للبعث من القبور «إذا أنتم تخرجون» منها أحياء فخروجكم منها بدعوة من آياته تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن آياته العظيمة أن قامت السماوات والأرض واستقرتا وثبتتا بأمره فلم تتزلزلا ولم تسقط السماء على الأرض، فقدرته العظيمة التي بها أمسك السماوات والأرض أن تزولا، يقدر بها أنه إذا دعا الخلق دعوة من الأرض إذا هم يخرجون لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وله وحده من في السماوات، وله من في الأرض ملكًا وخلقًا وتقديرًا، كل من في السماوات وكل من في الأرض من مخلوقاته منقادون له مستسلمون لأمره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وله من في السماوات والأرض» ملكا وخلقا وعبيدا «كل له قانتون» مطيعون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الكل خلقه ومماليكه المتصرف فيهم من غير منازع ولا معاون ولا معارض وكلهم قانتون لجلاله خاضعون لكماله."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ الْمَثَلُ الْأَعْلَىٰ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو سبحانه الذي يبدأ الخلق على غير مثال سابق، ثم يعيده بعد إفنائه، والإعادة أيسر من الابتداء، وكلاهما سهل عليه لأنه إذا أراد شيئًا قال له: (كن) فيكون، وله عز وجل الوصف الأعلى في كل ما يوصف به من صفات الجلال والكمال، وهو العزيز الذي لا يُغَالَب، الحكيم في خلقه وتدبيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي يبدأ الخلق» للناس «ثم يعيده» بعد هلاكهم «وهو أهون عليه» من البدء بالنظر إلى ما عند المخاطبين من أن إعادة الشيء أسهل من ابتدائه وإلا فهما عند الله تعالى سواء في السهولة «وله المثل الأعلى في السماوات والأرض» أي: الصفة العليا، وهي أنه لا إله إلا هو «وهو العزيز» في ملكه «الحكيم» في خلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أي: الإعادة للخلق بعد موتهم أَهْوَنُ عَلَيْهِ من ابتداء خلقهم وهذا بالنسبة إلى الأذهان والعقول، فإذا كان قادرا على الابتداء الذي تقرون به كانت قدرته على الإعادة التي أهون أولى وأولى.\nولما ذكر من الآيات العظيمة ما به يعتبر المعتبرون ويتذكر المؤمنون ويتبصر المهتدون ذكر الأمر العظيم والمطلب الكبير فقال: وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وهو كل صفة كمال، والكمال من تلك الصفة والمحبة والإنابة التامة الكاملة في قلوب عباده المخلصين والذكر الجليل والعبادة منهم.\nفالمثل الأعلى هو وصفه الأعلى وما ترتب عليه.\nولهذا كان أهل العلم يستعملون في حق الباري قياس الأولى، فيقولون: كل صفة كمال في المخلوقات فخالقها أحق بالاتصاف بها على وجه لا يشاركه فيها أحد، وكل نقص في المخلوق ينزه عنه فتنزيه الخالق عنه من باب أولى وأحرى.\nوَهُوَ الْعَزِيزُ الحكيم أي: له العزة الكاملة والحكمة الواسعة، فعزته أوجد بها المخلوقات وأظهر المأمورات، وحكمته أتقن بها ما صنعه وأحسن فيها ما شرعه."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ ۖ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ضرب الله لكم - أيها المشركون- مثلًا مأخوذًا من أنفسكم: هل لكم من عبيدكم ومماليككم شريك يشارككم في أموالكم بالسوية، تخافون أن يقتسموا أموالكم معكم كما يخاف بعضكم من شريكه الحر أن يقسم معه المال؟ هل ترضون لأنفسكم من عبيدكم بهذا؟ لا شك أنكم لا ترضون بذلك، فالله أولى بألا يكون له شريك في ملكه من مخلوقاته وعبيده، بمثل ذلك من ضرب الأمثال وغيره نبين الحجج والبراهين بتنويعها لقوم يعقلون، لأنهم هم الذين ينتفعون بذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ضرب» جعل «لكم» أيها المشركون «مثلا» كائنا «من أنفسكم» وهو «هل لكم من ما ملكت أيمانكم» أي من مماليككم «من شركاء» لكم «فيما رزقناكم» من الأموال وغيرها «فأنتم» وهم «فيه سواءٌ تخافونهم كخيفتكم أنفسكم» أي أمثالكم من الأحرار والاستفهام بمعنى النفي المعنى: ليس مماليككم شركاء لكم إلى آخره عندكم فكيف تجعلون بعض مماليك الله شركاء له «كذلك نفصِّل الآيات» نبنيها مثل ذلك التفصيل «لقومٍ يعقلون» يتدبرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا مثل ضربه اللّه تعالى لقبح الشرك وتهجينه مثلا من أنفسكم لا يحتاج إلى حل وترحال وإعمال الجمال.\nهَلْ لَكُمْ ممَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِيمَا رَزَقْنَاكُمْ أي: هل أحد من عبيدكم وإمائكم الأرقاء يشارككم في رزقكم وترون أنكم وهم فيه على حد سواء.\nتَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ أي: كالأحرار الشركاء في الحقيقة الذين يخاف من قسمه واختصاص كل شيء بحاله؟ليس الأمر كذلك فإنه ليس أحد مما ملكت أيمانكم شريكا لكم فيما رزقكم اللّه تعالى.\nهذا، ولستم الذين خلقتموهم ورزقتموهم وهم أيضا مماليك مثلكم، فكيف ترضون أن تجعلوا للّه شريكا من خلقه وتجعلونه بمنزلته، وعديلا له في العبادة وأنتم لا ترضون مساواة مماليككم لكم؟هذا من أعجب الأشياء ومن أدل شيء على [سفه] من اتخذ شريكا مع اللّه وأن ما اتخذه باطل مضمحل ليس مساويا للّه ولا له من العبادة شيء.\nكَذَلِكَ نُفَصِّلُ الْآيَاتِ بتوضيحها بأمثلتها لِقَوْمٍ يَعْقِلُونَ الحقائق ويعرفون، وأما من لا يعقل فلو فُصِّلَت له الآيات وبينت له البينات لم يكن له عقل يبصر به ما تبين ولا لُبٌّ يعقل به ما توضح، فأهل العقول والألباب هم الذين يساق إليهم الكلام ويوجه الخطاب.\nوإذا علم من هذا المثال أن من اتخذ من دون اللّه شريكا يعبده ويتوكل عليه في أموره، فإنه ليس معه من الحق شيء فما الذي أوجب له الإقدام على أمر باطل توضح له بطلانه وظهر برهانه؟ [لقد] أوجب لهم ذلك اتباع الهوى ."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ ۖ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ ۖ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس سبب ضلالهم قصورًا في الأدلة، ولا عدم بيان لها، وإنما هو اتباع الهوى وتقليد آبائهم، جهلًا منهم لحق الله عليهم، فمن يوفِّق للهداية من أضله الله؟! لا أحد يوفِّقه، وما لهم من ناصرين يدفعون عنهم عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل اتبع الذين ظلموا» بالإشراك «أهواءَهم بغير علمٍ فمن يهدي من أضل الله» أي: لا هادي له «وما لهم من ناصرين» مانعين من عذاب الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ هويت أنفسهم الناقصة التي ظهر من نقصانها ما تعلق به هواها، أمرا يجزم العقل بفساده والفطر برده بغير علم دلهم عليه ولا برهان قادهم إليه.\nفَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ أي: لا تعجبوا من عدم هدايتهم فإن اللّه تعالى أضلهم بظلمهم ولا طريق لهداية من أضل اللّه لأنه ليس أحد معارضا للّه أو منازعا له في ملكه.\nوَمَا لَهُمْ مِنْ نَاصِرِينَ ينصرونهم حين تحق عليهم كلمة العذاب، وتنقطع بهم الوصل والأسباب."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتوجَّه - أيها الرسول - أنت ومن معك للدين الذي وجَّهك الله إليه؛ مائلًا عن جميع الأديان إليه، دين الإسلام الذي فطر الناس عليه، لا تبديل لخلق الله، ذلك الدين المستقيم الذي لا اعوجاج فيه، ولكن معظم الناس لا يعلمون أن الدين الحق هو هذا الدين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأقم» يا محمد «وجهك للدين حنيفا» مائلا إليه: أي أخلص دينك لله أنت ومن تبعك «فطرتَ الله» خلقته «التي فطر الناس عليها» وهي دينه أي: الزموها «لا تبديل لخلق الله» لدينه أي: لا تبدلوه بأن تشركوا «ذلك الدين القيّم» المستقيم توحيد الله «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» توحيد الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى بالإخلاص له في جميع الأحوال وإقامة دينه فقال: فَأَقِمْ وَجْهَكَ أي: انصبه ووجهه إلى الدين الذي هو الإسلام والإيمان والإحسان بأن تتوجه بقلبك وقصدك وبدنك إلى إقامة شرائع الدين الظاهرة كالصلاة والزكاة والصوم والحج ونحوها.\nوشرائعه الباطنة كالمحبة والخوف والرجاء والإنابة، والإحسان في الشرائع الظاهرة والباطنة بأن تعبد اللّه فيها كأنك تراه فإن لم تكن تراه فإنه يراك.\nوخص اللّه إقامة الوجه لأن إقبال الوجه تبع لإقبال القلب ويترتب على الأمرين سَعْيُ البدن ولهذا قال: حَنِيفًا أي: مقبلا على اللّه في ذلك معرضا عما سواه.\nوهذا الأمر الذي أمرناك به هو فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ووضع في عقولهم حسنها واستقباح غيرها، فإن جميع أحكام الشرع الظاهرة والباطنة قد وضع اللّه في قلوب الخلق كلهم، الميل إليها، فوضع في قلوبهم محبة الحق وإيثار الحق وهذا حقيقة الفطرة.\nومن خرج عن هذا الأصل فلعارض عرض لفطرته أفسدها كما قال النبي صلى اللّه عليه وسلم: \"كل مولود يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه\" لَا تَبْدِيلَ لِخَلْقِ اللَّهِ أي: لا أحد يبدل خلق اللّه فيجعل المخلوق على غير الوضع الذي وضعه اللّه، ذَلِكَ الذي أمرنا به الدِّينُ الْقَيِّمُ أي: الطريق المستقيم الموصل إلى اللّه وإلى كرامته، فإن من أقام وجهه للدين حنيفا فإنه سالك الصراط المستقيم في جميع شرائعه وطرقه، وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ فلا يتعرفون الدين القيم وإن عرفوه لم يسلكوه."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وارجعوا إليه سبحانه بالتوبة من ذنوبكم، واتقوه بامتثال أوامره واجتناب نواهيه، وأتموا الصلاة على أكمل وجه، ولا تكونوا من المشركين الذين يناقضون الفطرة فيشركون مع الله غيره في عبادتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«منيبين» راجعين «إليه» تعالى فيما أمر به ونهى عنه حال من فاعل أقم وما أريد به؛ أي أقيموا «واتقوه» خافوه «وأقيموا الصلاة ولا تكونوا من المشركين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وهذا تفسير لإقامة الوجه للدين، فإن الإنابة إنابة القلب وانجذاب دواعيه لمراضي اللّه تعالى.\nويلزم من ذلك حمل البدن بمقتضى ما في القلب فشمل ذلك العبادات الظاهرة والباطنة، ولا يتم ذلك إلا بترك المعاصي الظاهرة والباطنة فلذلك قال: وَاتَّقُوهُ فهذا يشمل فعل المأمورات وترك المنهيات.\nوخص من المأمورات الصلاة لكونها تدعو إلى الإنابة والتقوى لقوله تعالى: وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ فهذا إعانتها على التقوى.\nثم قال: وَلَذِكْرُ اللَّهِ أَكْبَرُ فهذا حثها على الإنابة.\nوخص من المنهيات أصلها والذي لا يقبل معه عمل وهو الشرك فقال: وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ لكون الشرك مضادا للإنابة التي روحها الإخلاص من كل وجه."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تكونوا من المشركين الذين بدلوا دينهم، وآمنوا ببعضه، وكفروا ببعضه، وكانوا فِرَقًا وأحزابًا، كل حزب منهم بما هم عليه من الباطل مسرورون، يرون أنهم وحدهم على الحق، وأن غيرهم على الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من الذين» بدل بإعادة الجار «فرقوا دينهم» باختلافهم فيما يعبدونه «وكانوا شيعاً» فرقاً في ذلك «كل حزبٍ» منهم «بما لديهم» عندهم «فرحون» مسرورون، وفي قراءة فارقوا: أي تركوا دينهم الذي أمروا به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر حالة المشركين مهجنا لها ومقبحا فقال: مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ مع أن الدين واحد وهو إخلاص العبادة للّه وحده وهؤلاء المشركون فرقوه، منهم من يعبد الأوثان والأصنام.\nومنهم من يعبد الشمس والقمر، ومنهم من يعبد الأولياء والصالحين ومنهم يهود ومنهم نصارى.\nولهذا قال: وَكَانُوا شِيَعًا أي: كل فرقة من فرق الشرك تألفت وتعصبت على نصر ما معها من الباطل ومنابذة غيرهم ومحاربتهم.\nكُلُّ حِزْبٍ بِمَا لَدَيْهِمْ من العلوم المخالفة لعلوم الرسل فَرِحُونَ به يحكمون لأنفسهم بأنه الحق وأن غيرهم على باطل، وفي هذا تحذير للمسلمين من تشتتهم وتفرقهم فرقا كل فريق يتعصب لما معه من حق وباطل، فيكونون مشابهين بذلك للمشركين في التفرق بل الدين واحد والرسول واحد والإله واحد.\nوأكثر الأمور الدينية وقع فيها الإجماع بين العلماء والأئمة، والأخوة الإيمانية قد عقدها اللّه وربطها أتم ربط، فما بال ذلك كله يُلْغَى ويُبْنَى التفرق والشقاق بين المسلمين على مسائل خفية أو فروع خلافية يضلل بها بعضهم بعضا، ويتميز بها بعضهم عن بعض؟فهل هذا إلا من أكبر نزغات الشيطان وأعظم مقاصده التي كاد بها للمسلمين؟وهل السعي في جمع كلمتهم وإزالة ما بينهم من الشقاق المبني على ذلك الأصل الباطل، إلا من أفضل الجهاد في سبيل اللّه وأفضل الأعمال المقربة إلى اللّه؟ولما أمر تعالى بالإنابة إليه -وكان المأمور بها هي الإنابة الاختيارية، التي تكون في حَالَي العسر واليسر والسعة والضيق- ذكر الإنابة الاضطرارية التي لا تكون مع الإنسان إلا عند ضيقه وكربه، فإذا زال عنه الضيق نبذها وراء ظهره وهذه غير نافعة فقال:"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أصاب المشركين شدةٌ من مرض أو فقر أو قحط دعوا ربهم سبحانه وحده راجعين إليه بالتضرع والالتجاء أن يصرف عنهم ما أصابهم، ثم إذا رحمهم بكشف ما أصابهم، إذا جماعة منهم يرجعون إلى إشراكهم مع الله غيره في الدعاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا مسَّ الناس» أي كفار مكة «ضرٌّ» شدة «دعوا ربهم منيبين» راجعين «إليه» دون غيره «ثم إذا أذاقهم منه رحمة» بالمطر «إذا فريقٌ منهم بربهم يشركون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا مَسَّ النَّاسَ ضُرٌّ مرض أو خوف من هلاك ونحوه.\nدَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ونسوا ما كانوا به يشركون في تلك الحال لعلمهم أنه لا يكشف الضر إلا اللّه.\nثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً شفاهم من مرضهم وآمنهم من خوفهم، إِذَا فَرِيقٌ مِنْهُمْ ينقضون تلك الإنابة التي صدرت منهم ويشركون به من لا دفع عنهم ولا أغنى، ولا أفقر ولا أغنى،"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا كفروا بنعم الله - ومنها نعمة كشف الضر - وتمتعوا بما بين أيديهم في هذه الحياة فسوف يرون يوم القيامة بأعينهم أنهم كانوا في ضلال واضح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليكفروا بما آتيناهم» أريد به التهديد «فتمتعوا فسوف تعلمون» عاقبة تمتعكم، فيه التفات عن الغيبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كل هذا كفر بما آتاهم اللّه ومَنَّ به عليهم حيث أنجاهم، وأنقذهم من الشدة وأزال عنهم المشقة، فهلا قابلوا هذه النعمة الجليلة بالشكر والدوام على الإخلاص له في جميع الأحوال؟."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما الذي دعاهم إلى الشرك بالله ولا حجة لهم؟! فما أنزلنا عليهم حجة من كتاب يحتجون بها على شركهم بالله، وليس معهم كتاب يتكلم بشركهم، ويقرر لهم صحة ما هم عليه من الكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أَم» بمعنى همزة الإنكار «أنزلنا عليهم سلطاناً» حجة وكتاباً «فهو يتكلم» تكلم دلالة «بما كانوا به يشركون» أي يأمرهم بالإشراك! لا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا أي: حجة ظاهرة فَهُوَ أي: ذلك السلطان، يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ ويقول لهم: اثبتوا على شرككم واستمروا على شككم فإن ما أنتم عليه هو الحق وما دعتكم الرسل إليه باطل.\nفهل ذلك السلطان موجود عندهم حتى يوجب لهم شدة التمسك بالشرك؟ أم البراهين العقلية والسمعية والكتب السماوية والرسل الكرام وسادات الأنام، قد نهوا أشد النهي عن ذلك وحذروا من سلوك طرقه الموصلة إليه وحكموا بفساد عقل ودين من ارتكبه؟.\nفشرك هؤلاء بغير حجة ولا برهان وإنما هو أهواء النفوس، ونزغات الشيطان."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أذقنا الناس نعمة من نعمنا كالصحة والغنى فرحوا بها فرح بطر وتكبروا، وإن ينلهم ما يسوؤهم من مرض وفقر بما كسبته أيديهم من المعاصي، إذا هم يَيْئَسُون من رحمة الله، ويقنطون من زوال ما يسوؤهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا أذقنا الناس» كفار مكة وغيرهم «رحمة» نعمةً «فرحوا بها» فرح بطر «وإن تصبهم سيئة» شدة «بما قدمت أيديهم إذا هم يقنطون» ييأسون من الرحمة ومن شأن المؤمن أن يشكر عند النعمة ويرجو ربه عند الشدة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن طبيعة أكثر الناس في حالي الرخاء والشدة أنهم إذا أذاقهم اللّه منه رحمة من صحة وغنى ونصر ونحو ذلك فرحوا بذلك فرح بطر، لا فرح شكر وتبجح بنعمة اللّه.\nوَإِنْ تُصِبْهُمْ سَيِّئَةٌ أي:: حال تسوؤهم وذلك بِمَا قَدَّمَتْ أَيْدِيهِمْ من المعاصي.\nإِذَا هُمْ يَقْنَطُونَ ييأسون من زوال ذلك الفقر والمرض ونحوه.\nوهذا جهل منهم وعدم معرفة."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم يروا أن الله يوسع الرزق لمن يشاء من عباده امتحانًا له أيشكر أم يكفر؟ ويضيّقه على من يشاء منهم ابتلاء له أيصبر أم يتسخط؟! إن في توسيع الرزق لبعض، وتضييقه على بعض، لدلالات للمؤمنين على لطف الله ورحمته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اوَ لم يروا» يعلموا «أن الله يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاءً «إن في ذلك لآيات لقوم يؤمنون» بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ فالقنوط بعد ما علم أن الخير والشر من اللّه والرزق سعته وضيقه من تقديره ضائع ليس له محل.\nفلا تنظر أيها العاقل لمجرد الأسباب بل اجعل نظرك لمسببها ولهذا قال: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ فهم الذين يعتبرون بسط اللّه لمن يشاء وقبضه، ويعرفون بذلك حكمة اللّه ورحمته وجوده وجذب القلوب لسؤاله في جميع مطالب الرزق."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "فَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأعط - أيها المسلم - صاحب القرابة ما يستحقه من البر والصلة، وأعط المحتاج ما يدفع به حاجته، وأعط الغريب الذي انقطعت به السبيل عن بلده، ذلك الإعطاء في تلك الوجوه خير للذين يريدون به وجه الله، والذين يقدمون هذه المعونة والحقوق هم الفائزون بنيلهم ما يطلبونه من الجنة، وبسلامتهم مما يرهبونه من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فآت ذا القربى» القرابة «حقه» من البر والصلة «والمسكين وابن السبيل» المسافر من الصدقة، وأمة النبي تبع له في ذلك «ذلك خير للذين يريدون وجه الله» أي ثوابه بما يعملون «وأولئك هم المفلحون» الفائزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فأعط القريب منك -على حسب قربه وحاجته- حقه الذي أوجبه الشارع أو حض عليه من النفقة الواجبة والصدقة والهدية والبر والسلام والإكرام والعفو عن زلته والمسامحة عن هفوته.\nوكذلك [آت] المسكين الذي أسكنه الفقر والحاجة ما تزيل به حاجته وتدفع به ضرورته من إطعامه وسقيه وكسوته.\nوَابْنَ السَّبِيلِ الغريب المنقطع به في غير بلده الذي في مظنة شدة الحاجة، لأنه لا مال معه ولا كسب قد دبر نفسه به [في] سفره، بخلاف الذي في بلده، فإنه وإن لم يكن له مال ولكن لا بد -في الغالب- أن يكون في حرفة أو صناعة ونحوها تسد حاجته، ولهذا جعل اللّه في الزكاة حصة للمسكين وابن السبيل.\nذَلِكَ أي: إيتاء ذي القربى والمسكين وابن السبيل خَيْرٌ لِلَّذِينَ يُرِيدُونَ بذلك العمل وَجْه اللَّهِ أي: خير غزير وثواب كثير لأنه من أفضل الأعمال الصالحة والنفع المتعدي الذي وافق محله المقرون به الإخلاص.\nفإن لم يرد به وجه اللّه لم يكن خيرا لِلْمُعْطِي وإن كان خيرا ونفعا لِلْمُعْطي كما قال تعالى: لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ مفهومها أن هذه المثبتات خير لنفعها المتعدي ولكن من يفعل ذلك ابتغاء مرضاة اللّه فسوف نؤتيه أجرا عظيما.\nوقوله: وَأُولَئِكَ الذين عملوا هذه الأعمال وغيرها لوجه اللّه هُمُ الْمُفْلِحُونَ الفائزون بثواب اللّه الناجون من عقابه."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ ۖ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَٰئِكَ هُمُ الْمُضْعِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما دفعتم من أموال إلى أحد من الناس بغية أن يردّها إليكم بزيادة فلا ينمو أجره عند الله، وما أعطيتم من أموالكم إلى من يدفع بها حاجة تريدون بذلك وجه الله، لا تريدون منزلة ولا مثوبة من الناس، فأولئك هم الذين يُضَاعَف لهم الأجر عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما آتيتم من رِبا» بأن يعطي شيء هبة أو هدية ليطلب أكثر منه، فسمي باسم المطلوب من الزيادة في المعاملة «ليربوَ في أموال الناس» المعطين، أي يزيد «فلا يربو» يزكو «عند الله» لا ثواب فيه للمعطين «وما آتيتم من زكاة» صدقة «تريدون» بها «وجه الله فأولئك هم المضعفون» ثوابهم بما أرادوه، فيه التفات عن الخطاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر العمل الذي يقصد به وجهه [من النفقات] ذكر العمل الذي يقصد به مقصد دنيوي فقال: وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُو فِي أَمْوَالِ النَّاسِ أي: ما أعطيتم من أموالكم الزائدة عن حوائجكم وقصدكم بذلك أن يربو أي: يزيد في أموالكم بأن تعطوها لمن تطمعون أن يعاوضكم عنها بأكثر منها، فهذا العمل لا يربو أجره عند اللّه لكونه معدوم الشرط الذي هو الإخلاص.\nومثل ذلك العمل الذي يراد به الزيادة في الجاه والرياء عند الناس فهذا كله لا يربو عند اللّه.\nوَمَا آتَيْتُمْ مِنْ زَكَاةٍ أي: مال يطهركم من الأخلاق الرذيلة ويطهر أموالكم من البخل بها ويزيد في دفع حاجة الْمُعْطَى.\nتُرِيدُونَ بذلك وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ أي: المضاعف لهم الأجر الذين تربو نفقاتهم عند اللّه ويربيها اللّه لهم حتى تكون شيئا كثيرا.\nودل قوله: وَمَا آتَيْتُمْ مِنْ زَكَاةٍ أن الصدقة مع اضطرار من يتعلق بالمنفق أو مع دَيْنٍ عليه لم يقضه ويقدم عليه الصدقة أن ذلك ليس بزكاة يؤجر عليه العبد ويرد تصرفه شرعا كما قال تعالى في الذي يمدح: الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى فليس مجرد إيتاء المال خيرا حتى يكون بهذه الصفة وهو: أن يكون على وجه يتزكى به المؤتي."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَٰلِكُمْ مِنْ شَيْءٍ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله وحده هو الذي انفرد بخلقكم، ثم رِزْقِكم، ثم إماتتكم ثم إحيائكم للبعث، هل من أصنامكم التي تعبدونها من دونه من يفعل شيئًا من ذلك؟! تنزه سبحانه وتقدس عما يقول ويعتقد المشركون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم» ممن أشركتم بالله «من يفعل من ذلكم من شيء» لا «سبحانه وتعالى عما يشركون» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه وحده المنفرد بخلقكم ورزقكم وإماتتكم وإحيائكم، وأنه ليس أحد من الشركاء التي يدعوهم المشركون من يشارك اللّه في شيء من هذه الأشياء.\nفكيف يشركون بمن انفرد بهذه الأمور من ليس له تصرف فيها بوجه من الوجوه؟!فسبحانه وتعالى وتقدس وتنزه وعلا عن شركهم، فلا يضره ذلك وإنما وبالهم عليهم."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ظهر الفساد في البر والبحر، كالجدب وقلة الأمطار وكثرة الأمراض والأوبئة، بسبب ما عملوه من المعاصي، ظهر ذلك ليذيقهم الله جزاء بعض أعمالهم السيئة في الحياة الدنيا رجاء أن يرجعوا إليه بالتوبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ظهر الفساد في البر» أي القفار بقحط المطر وقلة النبات «والبحر» أي البلاد التي على الأنهار بقلة مائها «بما كسبت أيدي الناس» من المعاصي «ليذيقهم» بالياء والنون «بعض الذي عملوا» أي عقوبته «لعلهم يرجعون» يتوبون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: استعلن الفساد في البر والبحر أي: فساد معايشهم ونقصها وحلول الآفات بها، وفي أنفسهم من الأمراض والوباء وغير ذلك، وذلك بسبب ما قدمت أيديهم من الأعمال الفاسدة المفسدة بطبعها.\nهذه المذكورة لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا أي: ليعلموا أنه المجازي على الأعمال فعجل لهم نموذجا من جزاء أعمالهم في الدنيا لَعَلَّهُمْ يَرْجِعُونَ عن أعمالهم التي أثرت لهم من الفساد ما أثرت، فتصلح أحوالهم ويستقيم أمرهم.\nفسبحان من أنعم ببلائه وتفضل بعقوبته وإلا فلو أذاقهم جميع ما كسبوا ما ترك على ظهرها من دابة."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ ۚ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين: سيروا في الأرض، فتأملوا كيف كانت نهاية الأمم المكذبة من قبلكم؟ فقد كانت عاقبة سيئة، كان معظمهم مشركين بالله، يعبدون معه غيره، فأهلكوا بسبب إشراكهم بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لكفار مكة «سيروا في الأرض فانظروا كيف كان عاقبة الذين من قبل كان أكثرهم مشركين» فأهلكوا بإشراكهم ومساكنهم ومنازلهم خاوية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والأمر بالسير في الأرض يدخل فيه السير بالأبدان والسير في القلوب للنظر والتأمل بعواقب المتقدمين.\nكَانَ أَكْثَرُهُمْ مُشْرِكِينَ تجدون عاقبتهم شر العواقب ومآلهم شر مآل، عذاب استأصلهم وذم ولعن من خلق اللّه يتبعهم وخزي متواصل، فاحذروا أن تفعلوا فعالهم يُحْذَى بكم حذوهم فإن عدل اللّه وحكمته في كل زمان ومكان."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأقم - أيها الرسول - وجهك لدين الإسلام المستقيم الذي لا اعوجاج فيه من قبل أن يأتي يوم القيامة الذي إذا جاء لا راد له، في ذلك اليوم يتفرق الناس: فريق في الجنة مُنَعَّمون، وفريق في النار معذبون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأقم وجهك للدين القيِّم» دين الإسلام «من قبل أن يأتي يوم لا مردَّ له من الله» هو يوم القيامة «يومئذ يصَّدَّعون» فيه إدغام التاء في الأصل في الصاد: يتفرقون بعد الحساب إلى الجنة والنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أقبل بقلبك وتوجه بوجهك واسع ببدنك لإقامة الدين القيم المستقيم، فنفذ أوامره ونواهيه بجد واجتهاد وقم بوظائفه الظاهرة والباطنة.\nوبادر زمانك وحياتك وشبابك، مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ وهو يوم القيامة الذي إذا جاء لا يمكن رده ولا يرجأ العاملون أن يستأنفوا العمل بل فرغ من الأعمال لم يبق إلا جزاء العمال.\nيَوْمَئِذٍ يَصَّدَّعُونَ أي: يتفرقون عن ذلك اليوم ويصدرون أشتاتا متفاوتين لِيُرَوْا أعمالهم."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كفر بالله فضرر كفره -وهو الخلود في النار - عائد عليه، ومن عمل عملًا صالحًا يبتغي به وجه الله فلأنفسهم يُهَيِّئون دخول الجنة والتنعم بما فيها خالدين فيها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كفر فعليه كفره» وبال كفره وهو النار «ومن عمل صالحاً فلأنفسهم يمهدون» يوطئون منازلهم في الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَنْ كَفَرَ منهم فَعَلَيْهِ كُفْرُهُ ويعاقب هو بنفسه لا تزر وازرة وزر أخرى، وَمَنْ عَمِلَ صَالِحًا من الحقوق التي للّه أو التي للعباد الواجبة والمستحبة، فَلِأَنْفُسِهِمْ لا لغيرهم يَمْهَدُونَ أي: يهيئون ولأنفسهم يعمرون آخرتهم ويستعدون للفوز بمنازلها وغرفاتها."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ ۚ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليجزي الذين آمنوا بالله، وعملوا الأعمال الصالحات التي ترضي ربهم، من فضله وإحسانه، إنه سبحانه لا يحبّ الكافرين به وبرسله، بل يمقتهم أشدّ المقت، وسيعذبهم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليجزي» متعلق بيصدعون «الذين آمنوا وعملوا الصالحات من فضله» يثيبهم «إنه لا يحب الكافرين» أي يعاقبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "جزاؤهم ليس مقصورا على أعمالهم بل يجزيهم اللّه من فضله الممدود وكرمه غير المحدود ما لا تبلغه أعمالهم.\nوذلك لأنه أحبهم وإذا أحب اللّه عبدا صب عليه الإحسان صبا، وأجزل له العطايا الفاخرة وأنعم عليه بالنعم الظاهرة والباطنة.\nوهذا بخلاف الكافرين فإن اللّه لما أبغضهم ومقتهم عاقبهم وعذبهم ولم يزدهم كما زاد من قبلهم فلهذا قال: إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آياته العظيمة الدالة على قدرته ووحدانيته: أن يبعث الرياح تبشر العباد بقرب نزول المطر، وليذيقكم - أيها الناس - من رحمته بما يحصل بعد المطر من خَصْب ورخاء، ولتجري السفن في البحر بمشيئته، ولتطلبوا من فضله بالتجارة في البحر، ولعلكم تشكرون نعم الله عليكم فيزيدكم منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته» تعالى «أن يرسل الرياح مبشرات» بمعنى لتبشركم بالمطر «وليذيقكم» بها «من رحمته» المطر والخصب «ولتجري الفلك» السفن بها «بأمره» بإرادته «ولتبتغوا» تطلبوا «من فضله» الرزق بالتجارة في البحر «ولعلكم تشكرون» هذه النعم يا أهل مكة فتوحدوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن الأدلة الدالة على رحمته وبعثه الموتى وأنه الإله المعبود والملك المحمود، أَنْ يُرْسِلَ الرِّيَاحَ أمام المطر مُبَشِّرَاتٍ بإثارتها للسحاب ثم جمعها فتبشر بذلك النفوس قبل نزوله.\nوَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ فينزل عليكم من رحمته مطرا تحيا به البلاد والعباد، وتذوقون من رحمته ما تعرفون أن رحمته هي المنقذة للعباد والجالبة لأرزاقهم، فتشتاقون إلى الإكثار من الأعمال الصالحة الفاتحة لخزائن الرحمة.\nوَلِتَجْرِيَ الْفُلْكُ في البحر بِأَمْرِهِ القدري وَلِتَبْتَغُوا مِنْ فَضْلِهِ بالتصرف في معايشكم ومصالحكم.\nوَلَعَلَّكُمْ تَشْكُرُونَ من سخر لكم الأسباب وسير لكم الأمور.\nفهذا المقصود من النعم أن تقابل بشكر اللّه تعالى ليزيدكم اللّه منها ويبقيها عليكم.\nوأما مقابلة النعم بالكفر والمعاصي فهذه حال من بدَّل نعمة اللّه كفرا ونعمته محنة وهو معرض لها للزوال والانتقال منه إلى غيره."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بعثنا من قبلك - أيها الرسول - رسلًا إلى أممهم، فجاؤوهم بالحجج والبراهين الدالة على صدقهم، فكذبوا بما جاءتهم به رسلهم، فانتقمنا من الذين ارتكبوا السيئات، فأهلكناهم بعذابنا، وأنجينا الرسل والمؤمنين بهم من الهلاك، وإنجاء المؤمنين ونصرهم حق أوجبناه علينا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ولقد أرسلنا من قبلك رسلاً إلى قومهم فجاؤوهم بالبينات» بالحجج الواضحات على صدقهم في رسالتهم إليهم فكذبوهم «فانتقمنا من الذين أجرموا» أهلكنا الذين كذبوهم «وكان حقاً علينا نصر المؤمنين» على الكافرين بإهلاكهم وإنجاء المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ في الأمم السابقين رُسُلًا إِلَى قَوْمِهِمْ حين جحدوا توحيد اللّه وكذبوا بالحق فجاءتهم رسلهم يدعونهم إلى التوحيد والإخلاص والتصديق بالحق وبطلان ما هم عليه من الكفر والضلال، وجاءوهم بالبينات والأدلة على ذلك فلم يؤمنوا ولم يزولوا عن غيهم، فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا ونصرنا المؤمنين أتباع الرسل.\nوَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ أي: أوجبنا ذلك على أنفسنا وجعلناه من جملة الحقوق المتعينة ووعدناهم به فلا بد من وقوعه.\nفأنتم أيها المكذبون لمحمد صلى اللّه عليه وسلم إن بقيتم على تكذيبكم حلَّت بكم العقوبة ونصرناه عليكم."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ ۖ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله سبحانه هو الذي يسوق الرياح ويبعثها، فتثير تلك الرياح السحاب وتحركه، فيمدّه في السماء كيف يشاء من قلة أو كثرة، ويصيّره قطَعًا، فترى - أيها الناظر - المطر يخرج من بين ذلك السحاب، فإذا أصاب بالمطر من يشاء من عباده إذا هم به يسرّون برحمة الله لهم بإنزال المطر الذي يعقبه إنبات الأرض بما يحتاجونه لأنفسهم ولدوابّهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الذي يرسل الرياح فتثير سحابا» تزعجه «فيبسطه في السماء كيف يشاء» من قلة وكثرة «ويجعله كسفا» بفتح السين وسكونها قطعا متفرقة «فترى الودق» المطر «يخرج من خلاله» أي وسطه «فإذا أصاب به» بالودق «من يشاء من عباده إذا هم يستبشرون» يفرحون بالمطر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كمال قدرته وتمام نعمته أنه يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا من الأرض، فَيَبْسُطُهُ فِي السَّمَاءِ أي: يمده ويوسعه كَيْفَ يَشَاءُ أي: على أي حالة أرادها من ذلك ثم يَجْعَلُهُ أي: ذلك السحاب الواسع كِسَفًا أي: سحابا ثخينا قد طبق بعضه فوق بعض.\nفَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ أي: السحاب نقطا صغارا متفرقة، لا تنزل جميعا فتفسد ما أتت عليه.\nفَإِذَا أَصَابَ بِهِ بذلك المطر مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ يبشر بعضهم بعضا بنزوله وذلك لشدة حاجتهم وضرورتهم إليه ."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد كانوا من قبل أن ينزل عليهم الله المطر لآيسين من نزوله عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» وقد «كانوا من قبل أن يُنزَّل عليهم من قبله» تأكيد «لمبلسين» آيسين من إنزاله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ أي: آيسين قانطين لتأخر وقت مجيئه، أي: فلما نزل في تلك الحال صار له موقع عظيم [عندهم] وفرح واستبشار."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فَانْظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فانظر - أيها الرسول - إلى آثار المطر الذي ينزله الله رحمة لعباده، كيف يحيي الله الأرض بما ينبته عليها من أنواع النبات بعد جفافها ويبسها، إن الذي أحيا تلك الأرض الجافة لهو باعث الأموات أحياء، وهو على كل شيء قدير، لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فانظر إلى أثر» وفي قراءة آثار «رحمة الله» أي نعمته بالمطر «كيف يحيي الأرض بعد موتها» أي يبسها بأن تنبت «إن ذلك لمحيي الموتى وهو على كل شيءٍ قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَانْظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا فاهتزت وربت وأنبتت من كل زوج كريم.\nإِنَّ ذَلِكَ الذي أحيا الأرض بعد موتها لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فقدرته تعالى لا يتعاصى عليها شيء وإن تعاصى على قدر خلقه ودق عن أفهامهم وحارت فيه عقولهم."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن بعثنا على زروعهم ونباتهم ريحًا تفسده عليهم، فرأوا زروعهم مُصْفرّة الألوان بعد أن كانت مُخْضرّة لظلّوا بعد مشاهدتهم لها يكفرون بنعم الله السابقة على كثرتها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «أرسلنا ريحا» مضرة على نبات «فرأوهُ مصفرا لظلوا» صاروا جواب القسم «من بعده» أي بعد إصفراره «يكفرون» يجحدون النعمة بالمطر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حالة الخلق وأنهم مع هذه النعم عليهم بإحياء الأرض بعد موتها ونشر رحمة اللّه تعالى لو أرسلنا على هذا النبات الناشئ عن المطر وعلى زروعهم ريحا مضرة متلفة أو منقصة، فَرَأَوْهُ مُصْفَرًّا قد تداعى إلى التلف لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ فينسون النعم الماضية ويبادرون إلى الكفر."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكما أنك لا تستطيع إسماع الموتى ولا تستطيع إسماع الصم، وقد ابتعدوا عنك ليتأكد عدم سماعهم، فكذلك لا تستطيع أن تهدي من أشبه هؤلاء بالإعراض وعدم الانتفاع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإنك لا تُسمع الموتى ولا تُسمع الصم الدعاء إذا» بتحقيق الهمزتين وتسهيل الثانية بينها وبين الياء «ولَّوْا مدبرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهؤلاء لا ينفع فيهم وعظ ولا زجر فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ وبالأولى إِذَا وَلَّوْا مُدْبِرِينَ فإن الموانع قد توفرت فيهم عن الانقياد والسماع النافع كتوفر هذه الموانع المذكورة عن سماع الصوت الحسي."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ ۖ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أنت بموفِّق من ضلّ عن الطريق المستقيم إلى سلوك سبيل الرشاد، لا تُسْمِع سماعًا يُنْتَفع به إلا من يؤمن بآياتنا؛ لأنه هو الذي ينتفع بما تقوله، فهم منقادون لأمرنا، خاضعون له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أنت بهادِ العمي عن ضلالتهم إن» ما «تُسمع» سماع إفهام وقبول «إلا من يؤمن بآياتنا» القرآن «فهم مسلمون» مخلصون بتوحيد الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ لأنهم لا يقبلون الإبصار بسبب عماهم فليس منهم قابلية له.\nإِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ فهؤلاء الذين ينفع فيهم إسماع الهدى المؤمنون بآياتنا بقلوبهم المنقادون لأوامرنا المسلمون لنا، لأن معهم الداعي القوي لقبول النصائح والمواعظ وهو استعدادهم للإيمان بكل آية من آيات اللّه واستعدادهم لتنفيذ ما يقدرون عليه من أوامر اللّه ونواهيه."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله هو الذي خلقكم - أيها الناس- من ماء مَهِين، ثم جعل من بعد ضعف طفولتكم قوة الرجولة، ثم جعل من بعد قوة الرجولة ضعف الشيخوخة والهرم، يخلق الله ما يشاء من ضعف وقوة، وهو العليم بكل شيء، لا يخفى عليه شيء، القدير الذي لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الذي خلقكم من ضعف» ماء مهين «ثم جعل من بعد ضعف» آخر، وهو ضعف الطفولية «قوةً» أي قوة الشباب «ثم من بعد قوةٍ ضعفاً وشيبةً» ضعف الكبر وشيب الهرم والضعف في الثلاثة بضم أوله وفتحه «يخلق ما يشاء» من الضعف والقوة والشباب والشيبة «وهو العليم» بتدبير خلقه «القدير» على ما يشاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن سعة علمه وعظيم اقتداره وكمال حكمته، ابتدأ خلق الآدميين من ضعف وهو الأطوار الأول من خلقه من نطفة إلى علقة إلى مضغة إلى أن صار حيوانا في الأرحام إلى أن ولد، وهو في سن الطفولية وهو إذ ذاك في غاية الضعف وعدم القوة والقدرة.\nثم ما زال اللّه يزيد في قوته شيئا فشيئا حتى بلغ سن الشباب واستوت قوته وكملت قواه الظاهرة والباطنة، ثم انتقل من هذا الطور ورجع إلى الضعف والشيبة والهرم.\nيَخْلُقُ مَا يَشَاءُ بحسب حكمته.\nومن حكمته أن يري العبد ضعفه وأن قوته محفوفة بضعفين وأنه ليس له من نفسه إلا النقص، ولولا تقوية اللّه له لما وصل إلى قوة وقدرة ولو استمرت قوته في الزيادة لطغى وبغى وعتا.\nوليعلم العباد كمال قدرة اللّه التي لا تزال مستمرة يخلق بها الأشياء، ويدبر بها الأمور ولا يلحقها إعياء ولا ضعف ولا نقص بوجه من الوجوه."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا يُؤْفَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم تقوم القيامة يحلف المجرمون ما مكثوا في قبورهم إلا ساعة، كما صُرِفوا عن معرفة قدر ما لبثوا في قبورهم كانوا يصرفون في الدنيا عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم تقوم الساعة يُقسم» يحلف «المجرمون» الكافرون «ما لبثوا» في القبور «غير ساعة» قال تعالى: «كذلك كانوا يؤفكون» يصرفون عن الحق: البعث كما صرفوا عن الحق الصدق في مدة اللبث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن يوم القيامة وسرعة مجيئه وأنه إذا قامت الساعة يُقْسِمُ الْمُجْرِمُونَ باللّه أنهم مَا لَبِثُوا في الدنيا إلَا سَاعَة وذلك اعتذار منهم لعله ينفعهم العذر واستقصار لمدة الدنيا.\nولما كان قولهم كذبا لا حقيقة له قال تعالى: كَذَلِكَ كَانُوا يُؤْفَكُونَ أي: ما زالوا -وهم في الدنيا- يؤفكون عن الحقائق ويأتفكون الكذب، ففي الدنيا كذَّبوا الحق الذي جاءتهم به المرسلون، وفي الآخرة أنكروا الأمر المحسوس وهو اللبث الطويل في الدنيا، فهذا خلقهم القبيح والعبد يبعث على ما مات عليه."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ۖ فَهَٰذَا يَوْمُ الْبَعْثِ وَلَٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الذين أعطاهم الله العلم من الأنبياء والملائكة: لقد مكثتم فيما كتبه الله في سابق علمه من يوم خلقكم إلى يوم بعثكم الذي أنكرتموه، فهذا يوم يُبعث الناس من قبورهم، ولكنكم كنتم لا تعلمون أن البعث واقع، فكفرتم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين أوتوا العلم والإيمان» من الملائكة وغيرهم «لقد لبثتم في كتاب الله» فيما كتبه في سابق علمه «إلى يوم البعث فهذا يوم البعث» الذي أنكرتموه «ولكنكم كنتم لا تعلمون» وقوعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ أي: مَنَّ اللّه عليهم بهما وصارا وصفا لهم العلم بالحق والإيمان المستلزم إيثار الحق، وإذا كانوا عالمين بالحق مؤثرين له لزم أن يكون قولهم مطابقا للواقع مناسبا لأحوالهم.\nفلهذا قالوا الحق: لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ أي: في قضائه وقدره، الذي كتبه اللّه عليكم وفي حكمه إِلَى يَوْمِ الْبَعْثِ أي: عمرتم عُمْرًا يتذكر فيه المتذكر ويتدبر فيه المتدبر ويعتبر فيه المعتبر حتى صار البعث ووصلتم إلى هذه الحال.\nفَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ فلذلك أنكرتموه في الدنيا وأنكرتم إقامتكم في الدنيا وقتا تتمكنون فيه من الإنابة والتوبة، فلم يزل الجهل شعاركم وآثاره من التكذيب والخسار دثاركم."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيوم يبعث الله الخلائق للحساب والجزاء لا ينفع الظالمين ما يختلقونه من أعذار، ولا يطلب منهم إرضاء الله بالتوبة والإنابة إليه؛ لفوات وقت ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيومئذٍ لا ينفع» بالياء والتاء «الذين ظلموا معذرتُهم» في إنكارهم له «ولا هم يستعتبون» لا يطلب منهم العتبى: أي الرجوع إلى ما يرضي الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ فإن كذبوا وزعموا أنهم ما قامت عليهم الحجة أو ما تمكنوا من الإيمان ظهر كذبهم بشهادة أهل العلم والإيمان، وشهادة جلودهم وأيديهم وأرجلهم، وإن طلبوا الإعذار وأنهم يردون ولا يعودون لما نُهوا عنه لم يُمَكَّنُوا فإنه فات وقت الإعذار فلا تقبل معذرتهم، وَلَا هُمْ يُسْتَعْتَبُونَ أي: يزال عتبهم والعتاب عنهم."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ ۚ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد ضربنا للناس في هذا القرآن - عناية بهم - من كل مثل؛ ليتضح لهم الحق من الباطل، ولئن جئتهم - أيها الرسول - بحجة على صدقك ليقولنّ الذين كفروا بالله: ما أنتم إلا مبطلون فيما جئتم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد ضربنا» جعلنا «للناس في هذا القرآن من كل مثل» تنبيهاً لهم «ولئن» لام قسم «جئتهم» يا محمد «بآية» مثل العصا واليد لموسى «ليقولنّ» حذف منه نون الرفع لتوالي النونات، والواو ضمير الجمع لالتقاء الساكنين «الذين كفروا» منهم «إن» ما «أنتم» أي محمد وأصحابه «إلا مبطلون» أصحاب أباطيل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَلَقَدْ ضَرَبْنَا لأجل عنايتنا ورحمتنا ولطفنا وحسن تعليمنا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ تتضح به الحقائق وتعرف به الأمور وتنقطع به الحجة.\nوهذا عام في الأمثال التي يضربها اللّه في تقريب الأمور المعقولة بالمحسوسة.\nوفي الإخبار بما سيكون وجلاء حقيقته [حتى] كأنه وقع.\nومنه في هذا الموضع ذكر اللّه تعالى ما يكون يوم القيامة وحالة المجرمين فيه وشدة أسفهم وأنه لا يقبل منهم عذر ولا عتاب.\nولكن أبى الظالمون الكافرون إلا معاندة الحق الواضح ولهذا قال: وَلَئِنْ جِئْتَهُمْ بِآيَةٍ أي: أي آية تدل على صحة ما جئت به لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ أي: قالوا للحق: إنه باطل.\nوهذا من كفرهم وجراءتهم وطَبْعِ اللّه على قلوبهم وجهلهم المفرط ."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل هذا الختم على قلوب هؤلاء الذين إذا جئتهم بآية لا يؤمنون بها، يختم الله على قلوب كل الذين لا يعلمون أن ما جئتهم به حق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذلك يطبع الله على قلوب الذين لا يعلمون» التوحيد كما طبع على قلوب هؤلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ فلا يدخلها خير ولا تدرك الأشياء على حقيقتها بل ترى الحق باطلا والباطل حقا."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاصبر - أيها الرسول - على تكذيب قومك لك، إن وعد الله لك بالنصر والتمكين ثابت لا مرية فيه، ولا يدفعك الذين لا يوقنون بأنهم مبعوثون، إلى الاستعجال وترك الصبر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاصبر إنَّ وعد الله» بنصرك عليهم «حق ولا يستخفنك الذين لا يوقنون» بالبعث: أي لا يحملنَّك على الخفة والطيش بترك الصبر: أي لا تتركه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاصْبِرْ على ما أمرت به وعلى دعوتهم إلى اللّه، ولو رأيت منهم إعراضا فلا يصدنك ذلك.\nإِنَّ وَعْدَ اللَّهِ حَقٌّ أي: لا شك فيه وهذا مما يعين على الصبر فإن العبد إذا علم أن عمله غير ضائع بل سيجده كاملا هان عليه ما يلقاه من المكاره ويسر عليه كل عسير واستقل من عمله كل كثير.\nوَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ أي: قد ضعف إيمانهم وقل يقينهم فخفت لذلك أحلامهم وقل صبرهم، فإياك أن يستخفك هؤلاء فإنك إن لم تجعلهم منك على بال وتحذر منهم وإلا استخفوك وحملوك على عدم الثبات على الأوامر والنواهي، والنفس تساعدهم على هذا وتطلب التشبه والموافقة وهذا مما يدل على أن كل مؤمن موقن رزين العقل يسهل عليه الصبر، وكل ضعيف اليقين ضعيف [العقل] خفيفه.\nفالأول بمنزلة اللب والآخر بمنزلة القشور فاللّه المستعان."
                }
            ]
        }
    ]
}