{
    "surah": "الأحزاب",
    "number": 33,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي، اثبُتْ ومن معك على تقوى الله بامتثال أوامره واجتناب نواهيه، وخَفْه وحده، ولا تطع الكافرين والمنافقين فيما تهوى نفوسهم، إن الله كان عليمًا بما يكيده الكفار والمنافقون، حكيمًا في خلقه وتدبيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبي اتق الله» دم على تقواه «ولا تطع الكافرين والمنافقين» فيما يخالف شريعتك «إن الله كان عليما» بما يكون قبل كونه «حكيما» فيما يخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يا أيها الذي منَّ اللّه عليه بالنبوة، واختصه بوحيه، وفضله على سائر الخلق، اشكر نعمة ربك عليك، باستعمال تقواه، التي أنت أولى بها من غيرك، والتي يجب عليك منها، أعظم من سواك، فامتثل أوامره ونواهيه، وبلغ رسالاته، وأدِّ إلى عباده وحيه، وابذل النصيحة للخلق.\nولا يصدنك عن هذا المقصود صاد، ولا يردك عنه راد، فلا تطع كل كافر، قد أظهر العداوة للّه ورسوله، ولا منافق، قد استبطن التكذيب والكفر، وأظهر ضده.\nفهؤلاء هم الأعداء على الحقيقة، فلا تطعهم في بعض الأمور، التي تنقض التقوى، وتناقضها، ولا تتبع أهواءهم، فيضلوك عن الصواب."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واتّبع ما ينزله عليك ربك من الوحي، إن الله كان بما تعملون خبيرًا، لا يفوته من ذلك شيء، وسيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتبع ما يوحى إليك من ربك» أي القرآن «إن الله كان بما تعملون خبيرا» وفي قراءة بالتحتانية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَ لكن اتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ فإنه هو الهدى والرحمة، وَارْجُ بذلك ثواب ربك، فإنه بما تعملون خبير، يجازيكم بحسب ما يعلمه منكم، من الخير والشر.\nفإن وقع في قلبك، أنك إن لم تطعهم في أهوائهم المضلة، حصل عليك منهم ضرر، أو حصل نقص في هداية الخلق، فادفع ذلك عن نفسك، واستعمل ما يقاومه ويقاوم غيره، وهو التوكل على اللّه، بأن تعتمد على ربك، اعتماد من لا يملك لنفسه ضرًا ولا نفعًا، ولا موتًا ولا حياة، ولا نشورًا، في سلامتك من شرهم، وفي إقامة الدين، الذي أمرت به."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واعتمد على الله وحده في أمورك كلها، وكفى به سبحانه حافظًا لمن توكل عليه من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتوكل على الله» في أمرك «وكفى بالله وكيلا» حافظا لك، وأمته تبع له في ذلك كله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وثق باللّه في حصول ذلك الأمر على أي: حال كان.\nوَكَفَى بِاللَّهِ وَكِيلًا توكل إليه الأمور، فيقوم بها، وبما هو أصلح للعبد، وذلك لعلمه بمصالح عبده، من حيث لا يعلم العبد، وقدرته على إيصالها إليه، من حيث لا يقدر عليها العبد، وأنه أرحم بعبده من نفسه، ومن والديه، وأرأف به من كل أحد، خصوصًا خواص عبيده، الذين لم يزل يربيهم ببره، ويُدِرُّ عليهم بركاته الظاهرة والباطنة، خصوصًا وقد أمره بإلقاء أموره إليه، ووعده، فهناك لا تسأل عن كل أمر يتيسر، وصعب يسهل، وخطوب تهون، وكروب تزول، وأحوال وحوائج تقضى، وبركات تنزل، ونقم تدفع، وشرور ترفع.\nوهناك ترى العبد الضعيف، الذي فوض أمره لسيده، قد قام بأمور لا تقوم بها أمة من الناس، وقد سهل اللّه [عليه] ما كان يصعب على فحول الرجال وباللّه المستعان."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لم يجعل الله قلبين في صدر رجل واحد، وكذلك لم يجعل الزوجات بمنزلة الأمهات في التحريم، ولم يجعل كذلك الأبناء بالتبنِّي بمنزلة الأبناء من الصُّلْب، فإن الظِّهار - وهو تحريم الرجل زوجته عليه كأمِّه وأخته - وكذلك التبنِّي: من العادات الجاهلية التي أبطلها الإسلام، ذلك الظهار والتبنِّي، قول ترددونه بأفواهكم، ولا حقيقة له، فليست الزوجة أمًّا، ولا الدَّعِيُّ ابنًا لمن ادعاه، والله سبحانه يقول الحق ليعمل به عباده، وهو يرشد إلى طريق الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما جعل الله لرجل من قلبين في جوفه» ردا على من قال من الكفار إن له قلبين يعقل بكل منهما أفضل من عقل محمد «وما جعل أزواجكم اللائي» بهمزة وياء وبلا ياء «تَظَّهَّروُنَ» بلا ألف قبل الهاء وبها والتاء الثانية في الأصل مدغمة في الظاء «منهن» يقول الواحد مثلا لزوجته أنت على كظهر أمي «أمهاتكم» أي كالأمهات في تحريمها بذلك المعد في الجاهلية طلاقا، وإنما تجب به الكفارة بشرطه كما ذكر في سورة المجادلة «وما جعل أدعياءَكم» جمع دعي وهو من يدعي لغير أبيه أبنا له «أبناءَكم» حقيقة «ذلكم قولكم بأفواهكم» أي اليهود والمنافقين قالوا لما تزوج النبي صلى الله عليه وسلم زينب بنت جحش التي كانت امرأة زيد بن حارثة الذي تبناه النبي صلى الله عليه وسلم قالوا: تزوج محمد امرأة ابنه فأكذبهم الله تعالى في ذلك «والله يقول الحق» في ذلك «وهو يهدي السبيل» سبيل الحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعاتب تعالى [عباده] عن التكلم بما ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفورًا رحيمًا لا حقيقة له من الأقوال، ولم يجعله الله تعالى كما قالوا،فإن ذلك القول منكم كذب وزور، يترتب عليه منكرات من الشرع.\nوهذه قاعدة عامة في التكلم في كل شيء، والإخبار بوقوع ووجود، ما لم يجعله اللّه تعالى.\nولكن خص هذه الأشياء المذكورة، لوقوعها، وشدة الحاجة إلى بيانها، فقال: مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ هذا لا يوجد، فإياكم أن تقولوا عن أحد: إن له قلبين في جوفه، فتكونوا كاذبين على الخلقة الإلهية.\nوَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ بأن يقول أحدكم لزوجته: \"أنت عَليَّ كظهر أمي أو كأمي\" فما جعلهن اللّه أُمَّهَاتِكُمْ أمك من ولدتك، وصارت أعظم النساء عليك، حرمة وتحريمًا، وزوجتك أحل النساء لك، فكيف تشبه أحد المتناقضين بالآخر؟هذا أمر لا يجوز، كما قال تعالى: الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ والأدعياء، الولد الذي كان الرجل يدعيه، وهو ليس له، أو يُدْعَى إليه، بسبب تبنيه إياه، كما كان الأمر بالجاهلية، وأول الإسلام.\nفأراد اللّه تعالى أن يبطله ويزيله، فقدم بين يدي ذلك بيان قبحه، وأنه باطل وكذب، وكل باطل وكذب، لا يوجد في شرع اللّه، ولا يتصف به عباد اللّه.\nيقول تعالى: فاللّه لم يجعل الأدعياء الذين تدعونهم، أو يدعون إليكم، أبناءكم، فإن أبناءكم في الحقيقة، من ولدتموهم، وكانوا منكم، وأما هؤلاء الأدعياء من غيركم، فلا جعل اللّه هذا كهذا.\nذَلِكُمْ القول، الذي تقولون في الدعي: إنه ابن فلان، الذي ادعاه، أو والده فلان قَوْلُكُمْ بِأَفْوَاهِكُمْ أي: قول لا حقيقة له ولا معنى له.\nوَاللَّهُ يَقُولُ الْحَقَّ أي: اليقين والصدق، فلذلك أمركم باتباعه، على قوله وشرعه، فقوله، حق، وشرعه حق، والأقوال والأفعال الباطلة، لا تنسب إليه بوجه من الوجوه، وليست من هدايته، لأنه لا يهدي إلا إلى السبيل المستقيمة، والطرق الصادقة.\nوإن كان ذلك واقعًا بمشيئته، فمشيئته عامة، لكل ما وجد من خير وشر."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "انسبوا من تزعمون أنهم أبناؤكم إلى آبائهم الحقيقيين، فنسبتهم إليهم هو العدل عند الله، فإن لم تعلموا لهم آباء تنسبونهم إليهم فهم إخوانكم في الدين ومحرَّرُوكم من الرق، فنادُوا أحدهم بيا أخي ويا ابن عمي، ولا إثم عليكم إذا أخطأ أحدكم فنسب دعيًّا إلى مدّعيه، ولكن تأثمون عند تعمد النطق بذلك، وكان الله غفورًا لمن تاب من عباده، رحيمًا بهم حيث لم يؤاخذهم بالخطأ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "لكن «ادعوهم لآبائهم هو أقسطُ» أعدل «عند الله، فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم» بنو عمكم «وليس عليكم جناح فيما أخطأتم به» في ذلك «ولكن» في «ما تعمدت قلوبكم» فيه أي بعد النهي «وكان الله غفورا» لما كان من قولكم قبل النهي «رحيما» بكم في ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم صرح لهم بترك الحالة الأولى، المتضمنة للقول الباطل فقال: ادْعُوهُمْ أي: الأدعياء لِآبَائِهِمْ الذين ولدوهم هُوَ أَقْسَطُ عِنْدَ اللَّهِ أي: أعدل، وأقوم، وأهدى.\nفَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ الحقيقيين فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ أي: إخوتكم في دين اللّه، ومواليكم في ذلك، فادعوهم بالأخوة الإيمانية الصادقة، والموالاة على ذلك، فترك الدعوة إلى من تبناهم حتم، لا يجوز فعلها.\nوأما دعاؤهم لآبائهم، فإن علموا، دعوا إليهم، وإن لم يعلموا، اقتصر على ما يعلم منهم، وهو أخوة [الدين] والموالاة، فلا تظنوا أن حالة عدم علمكم بآبائهم، عذر في دعوتهم إلى من تبناهم، لأن المحذور لا يزول بذلك.\nوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ بأن سبق على لسان أحدكم، دعوته إلى من تبناه، فهذا غير مؤاخذ به، أو علم أبوه ظاهرًا، [فدعوتموه إليه] وهو في الباطن، غير أبيه، فليس عليكم في ذلك حرج، إذا كان خطأ، وَلَكِنْ يؤاخذكم بِمَا تَعَمَّدَتْ قُلُوبُكُمْ من الكلام، بما لا يجوز.\nوَكَانَ اللَّهُ غَفُورًا رَحِيمًا غفر لكم ورحمكم، حيث لم يعاقبكم بما سلف، وسمح لكم بما أخطأتم به، ورحمكم حيث بيَّن لكم أحكامه التي تصلح دينكم ودنياكم، فله الحمد تعالى."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "النبي محمد صلى الله عليه وسلم أحقّ بالمؤمنين من أنفسهم في كل ما دعاهم إليه، ولو كانت أنفسهم تميل إلى غيره، وزوجاته صلى الله عليه وسلم بمنزلة أمهات لجميع المؤمنين، فيحرم على أي مؤمن أن يتزوج إحداهنّ بعد موته صلى الله عليه وسلم، وذوو القرابة بعضهم أحق ببعض في الإرث في حكم الله من أهل الإيمان والهجرة في سبيل الله، الذين كانوا يتوارثون فيما بينهم في صدر الإسلام، ثم نُسِخ توارثهم بعد ذلك، إلا أن تفعلوا - أيها المؤمنون - إلى أوليائكم من غير الورثة معروفًا من إيصاء لهم وإحسان إليهم فلكم ذلك، كان ذلك الحكم في اللوح المحفوظ مسطورًا فيجب العمل به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«النبيُّ أولى بالمؤمنين من أنفسهم» فيما دعاهم إليه ودعتهم أنفسهم إلى خلافه «وأزواجه أمهاتهم» في حرمة نكاحهن عليهم «وأولوا الأرحام» ذوو القرابات «بعضهم أولى ببعض» في الإرث «في كتاب الله من المؤمنين والمهاجرين» أي من الإرث بالإيمان والهجرة الذي كان أول الإسلام فنسخ «إلا» لكن «أن تفعلوا إلى أوليائكم معروفا» بوصية فجائز «كان ذلك» أي نسخ الإرث بالإيمان والهجرة بإرث ذوي الأرحام «في الكتاب مسطورا» وأريد بالكتاب في الموضعين اللوح المحفوظ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى المؤمنين، خبرًا يعرفون به حالة الرسول صلى اللّه عليه وسلم ومرتبته، فيعاملونه بمقتضى تلك الحالة فقال: النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ أقرب ما للإنسان، وأولى ما له نفسه، فالرسول أولى به من نفسه، لأنه عليه الصلاة والسلام، بذل لهم من النصح، والشفقة، والرأفة، ما كان به أرحم الخلق، وأرأفهم، فرسول اللّه، أعظم الخلق مِنَّةً عليهم، من كل أحد، فإنه لم يصل إليهم مثقال ذرة من الخير، ولا اندفع عنهم مثقال ذرة من الشر، إلا على يديه وبسببه.\nفلذلك، وجب عليهم إذا تعارض مراد النفس، أو مراد أحد من الناس، مع مراد الرسول، أن يقدم مراد الرسول، وأن لا يعارض قول الرسول، بقول أحد، كائنًا من كان، وأن يفدوه بأنفسهم وأموالهم وأولادهم، ويقدموا محبته على الخلق كلهم، وألا يقولوا حتى يقول، ولا يتقدموا بين يديه.\nوهو صلى اللّه عليه وسلم، أب للمؤمنين، كما في قراءة بعض الصحابة، يربيهم كما يربي الوالد أولاده.\nفترتب على هذه الأبوة، أن كان نساؤه أمهاتهم، أي: في الحرمة والاحترام، والإكرام، لا في الخلوة والمحرمية، وكأن هذا مقدمة، لما سيأتي في قصة زيد بن حارثة، الذي كان قبل يُدْعَى: \"زيد بن محمد\" حتى أنزل اللّه مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ فقطع نسبه، وانتسابه منه، فأخبر في هذه الآية، أن المؤمنين كلهم، أولاد للرسول، فلا مزية لأحد عن أحد وإن انقطع عن أحدهم انتساب الدعوة، فإن النسب الإيماني لم ينقطع عنه، فلا يحزن ولا يأسف.\nوترتب على أن زوجات الرسول أمهات المؤمنين، أنهن لا يحللن لأحد من بعده، كما الله صرح بذلك: \"وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا\" وَأُولُو الْأَرْحَامِ أي: الأقارب، قربوا أو بعدوا بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ [أي]: في حكمه، فيرث بعضهم بعضًا، ويبر بعضهم بعضًا، فهم أولى من الحلف والنصرة.\nوالأدعياء الذين كانوا من قبل، يرثون بهذه الأسباب، دون ذوي الأرحام، فقطع تعالى، التوارث بذلك، وجعله للأقارب، لطفًا منه وحكمة، فإن الأمر لو استمر على العادة السابقة، لحصل من الفساد والشر، والتحيل لحرمان الأقارب من الميراث، شيء كثير.\nمِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ أي: سواء كان الأقارب مؤمنين مهاجرين وغير مهاجرين، فإن ذوي الأرحام مقدمون في ذلك، وهذه الآية حجة على ولاية ذوي الأرحام، في جميع الولايات، كولاية النكاح، والمال، وغير ذلك.\nإِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا أي: ليس لهم حق مفروض، وإنما هو بإرادتكم، إن شئتم أن تتبرعوا لهم تبرعًا، وتعطوهم معروفًا منكم، كَانَ ذلك الحكم المذكور فِي الْكِتَابِ مَسْطُورًا أي: قد سطر، وكتب، وقدره اللّه، فلا بد من نفوذه."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - إذ أخذنا من الأنبياء عهدًا مؤكدًا أن يعبدوا الله وحده، ولا يشركوا به شيئًا، وأن يُبَلِّغوا ما أنزل إليهم من الوحي، وأخذناه على وجه الخصوص منك، ومن نوح وإبراهيم وموسى وعيسى بن مريم؛ وأخذنا منهم عهدًا مؤكدًا على الوفاء بما ائتُمِنوا عليه من تبليغ رسالات الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ أخذنا من النبيين ميثاقهم» حين أخرجوا من صلب آدم كالذرّ جمع ذرة وهي أصغر النمل «ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم» بأن يعبدوا الله ويدعوا إلى عبادته وذكر الخمسة من عطف الخاص على العام «وأخذنا منهم ميثاقا غليظا» شديدا بالوفاء بما حملوه وهو اليمين بالله تعالى ثم أخذ الميثاق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه أخذ من النبيين عمومًا، ومن أولي العزم -وهم، هؤلاء الخمسة المذكورون- خصوصًا، ميثاقهم الغليظ وعهدهم الثقيل المؤكد، على القيام بدين اللّه والجهاد في سبيله، وأن هذا سبيل، قد مشى الأنبياء المتقدمون، حتى ختموا بسيدهم وأفضلهم، محمد صلى اللّه عليه وسلم، وأمر الناس بالاقتداء بهم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أخذ الله هذا العهد المؤكد من الأنبياء ليسأل الصادقين من الرسل عن صدقهم تَبْكِيتًا للكافرين، وأعدّ الله للكافرين به وبرسله يوم القيامة عذابًا موجعًا هو نار جهنم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليسأل» الله «الصادقين عن صدقهم» في تبليغ الرسالة تبكيتا للكافرين بهم «وأعد» تعالى «للكافرين» بهم «عذابا أليما» مؤلما هو عطف على أخذنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وسيسأل اللّه الأنبياء وأتباعهم، عن هذا العهد الغليظ هل وفوا فيه، وصدقوا؟ فيثيبهم جنات النعيم؟ أم كفروا، فيعذبهم العذاب الأليم؟ قال تعالى: مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله، وعملوا بما شرع، اذكروا نعمة الله عليكم، حين جاءت المدينةَ جنودُ الكفار متحزبين على قتالكم، وساندهم المنافقون واليهود، فبعثنا عليهم ريحًا هي ريح الصَّبا التي نُصِر بها النبي صلى الله عليه وسلم، وبعثنا جنودًا من الملائكة لم تروها، فولى الكفار هاربين لا يقدرون على شيء، وكان الله بما تعملون بصيرًا لا يخفى عليه شيء من ذلك، وسيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود» من الكفار متحزبون أيام حفر الخندق «فأرسلنا عليهم ريحا وجنودا لم تروها» من الملائكة «وكان الله بما تعملون» بالتاء من حفر الخندق وبالياء من تحزيب المشركين «بصيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى عباده المؤمنين، نعمته عليهم، ويحثهم على شكرها، حين جاءتهم جنود أهل مكة والحجاز، من فوقهم، وأهل نجد، من أسفل منهم، وتعاقدوا وتعاهدوا على استئصال الرسول والصحابة، وذلك في وقعة الخندق.\nومالأتهم [طوائف] اليهود، الذين حوالي المدينة، فجاءوا بجنود عظيمة وأمم كثيرة.\nوخندق رسول اللّه صلى اللّه عليه وسلم، على المدينة، فحصروا المدينة، واشتد الأمر، وبلغت القلوب الحناجر، حتى بلغ الظن من كثير من الناس كل مبلغ، لما رأوا من الأسباب المستحكمة، والشدائد الشديدة، فلم يزل الحصار على المدينة، مدة طويلة، والأمر كما وصف اللّه: وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ أي: الظنون السيئة، أن اللّه لا ينصر دينه، ولا يتم كلمته."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وذلك حين جاءكم الكفار من أعلى الوادي ومن أسفله من جهتي المشرق والمغرب، حينها مالت الأبصار عن كل شيء إلا عن نظر عدوّها، ووصلت القلوب إلى الحناجر من شدة الخوف، وتظنون بالله الظنون المختلفة؛ فتارة تظنون النصر، وتارة تظنون اليأس منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ جاؤوكم من فوقكم ومن أسفل منكم» من أعلى الوادي وأسفله من المشرق والمغرب «وإذ زاغت الأبصار» مالت عن كل شيء إلى عدوّها من كل جانب «وبلغت القلوب الحناجر» جمع حنجرة وهي منتهى الحلقوم من شدة الخوف «وتظنون بالله الظنونا» المختلفة بالنصر والبأس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى عباده المؤمنين، نعمته عليهم، ويحثهم على شكرها، حين جاءتهم جنود أهل مكة والحجاز، من فوقهم، وأهل نجد، من أسفل منهم، وتعاقدوا وتعاهدوا على استئصال الرسول والصحابة، وذلك في وقعة الخندق.\nومالأتهم [طوائف] اليهود، الذين حوالي المدينة، فجاءوا بجنود عظيمة وأمم كثيرة.\nوخندق رسول اللّه صلى اللّه عليه وسلم، على المدينة، فحصروا المدينة، واشتد الأمر، وبلغت القلوب الحناجر، حتى بلغ الظن من كثير من الناس كل مبلغ، لما رأوا من الأسباب المستحكمة، والشدائد الشديدة، فلم يزل الحصار على المدينة، مدة طويلة، والأمر كما وصف اللّه: وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ أي: الظنون السيئة، أن اللّه لا ينصر دينه، ولا يتم كلمته."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في ذلك الموقف في غزوة الخندق اختُبِر المؤمنون بما لاقوه من تكالب أعدائهم عليهم، واضطربوا اضطرابًا شديدًا من شدة الخوف، وتبين بهذا الاختبار المؤمن والمنافق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هنالك ابتُليَ المؤمنون» اختبروا ليتبين المخلص من غيره «وزلزلوا» حركوا «زلزالا شديدا» من شدة الفزع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ بهذه الفتنة العظيمة وَزُلْزِلُوا زِلْزَالًا شَدِيدًا بالخوف والقلق، والجوع، ليتبين إيمانهم، ويزيد إيقانهم، فظهر -وللّه الحمد- من إيمانهم، وشدة يقينهم، ما فاقوا فيه الأولين والآخرين.\nوعندما اشتد الكرب، وتفاقمت الشدائد، صار إيمانهم عين اليقين، وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا وهنالك تبين نفاق المنافقين، وظهر ما كانوا يضمرون قال تعالى:"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يومئذٍ قال المنافقون وضعاف الإيمان الذين في قلوبهم شك: ما وعدنا الله ورسوله من النصر على عدوّنا والتمكين لنا في الأرض إلا باطلًا لا أساس له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «إذ يقول المنافقون والذين في قلوبهم مرض» ضعف اعتقاد «ما وعدنا الله ورسوله» بالنصر «إلا غرورا» باطلا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذه عادة المنافق عند الشدة والمحنة، لا يثبت إيمانه، وينظر بعقله القاصر، إلى الحالة القاصرة ويصدق ظنه."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - حين قال فريق من المنافقين لأهل المدينة: يا أهل يثرب (اسم المدينة قبل الإسلام)، لا إقامة لكم عند سفح سَلْع قرب الخندق فارجعوا إلى منازلكم، ويطلب فريق منهم الإذن من النبي صلى الله عليه وسلم أن ينصرفوا إلى بيوتهم بدعوى أن بيوتهم مكشوفة للعدوّ، وليست بمكشوفة كما زعموا، وإنما يريدون بهذا الاعتذار الكاذب الفرار من العدوّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذ قالت طائفة منهم» أي المنافقون «يا أهل يثرب» هي أرض المدينة ولم تصرف للعلمية ووزن الفعل «لا مقام لكم» بضم الميم وفتحها: أي لا إقامة ولا مكانة «فارجعوا» إلى منازلكم من المدينة وكانوا خرجوا مع النبي صلى الله عليه وسلم إلى سلع جبل خارج المدينة للقتال «ويستأذن فريق منهم النبي» في الرجوع «يقولون إنَّ بيوتنا عورة» غير حصينة يخشى عليها، قال تعالى: «وما هي بعورة إن» ما «يريدون إلا فرارا» من القتال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ من المنافقين، بعد ما جزعوا وقلَّ صبرهم، وصاروا أيضًا من المخذولين، فلا صبروا بأنفسهم، ولا تركوا الناس من شرهم، فقالت هذه الطائفة: يَا أَهْلَ يَثْرِبَ يريدون يا أهل المدينة فنادوهم باسم الوطن المنبئ [عن التسمية] فيه إشارة إلى أن الدين والأخوة الإيمانية، ليس له في قلوبهم قدر، وأن الذي حملهم على ذلك، مجرد الخور الطبيعي.\nيَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ أي: في موضعكم الذي خرجتم إليه خارج المدينة، وكانوا عسكروا دون الخندق، وخارج المدينة، فَارْجِعُوا إلى المدينة، فهذه الطائفة تخذل عن الجهاد، وتبين أنهم لا قوة لهم بقتال عدوهم، ويأمرونهم بترك القتال، فهذه الطائفة، شر الطوائف وأضرها، وطائفة أخرى دونهم، أصابهم الجبن والجزع، وأحبوا أن ينخزلوا عن الصفوف، فجعلوا يعتذرون بالأعذار الباطلة، وهم الذين قال اللّه فيهم: وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ أي: عليها الخطر، ونخاف عليها أن يهجم عليها الأعداء، ونحن غُيَّبٌ عنها، فَأْذَنْ لنا نرجع إليها، فنحرسها، وهم كذبة في ذلك.\nوَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ أي: ما قصدهم إِلَّا فِرَارًا ولكن جعلوا هذا الكلام، وسيلة وعذرًا.\n[لهم] فهؤلاء قل إيمانهم، وليس له ثبوت عند اشتداد المحن."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو دخل العدوّ عليهم المدينة من جميع نواحيها، وسألهم العودة إلى الكفر والشرك بالله لأعطوا عدوّهم ذلك، وما احتبسوا عن الردة والنكوص إلى الكفر إلا قليلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو دُخلت» أي المدينة «عليهم من أقطارها» نواحيها «ثم سُئِلوا» أي سألهم الداخلون «الفتنة» الشرك «لآتوها» بالمد والقصر أي أعطوها وفعلوها «وما تلبَّثوا بها إلا يسيراً»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ دُخِلَتْ عَلَيْهِمْ المدينة مِنْ أَقْطَارِهَا أي: لو دخل الكفار إليها من نواحيها، واستولوا عليها -لا كان ذلك- ثُمَّ سئل هؤلاء الْفِتْنَة أي: الانقلاب عن دينهم، والرجوع إلى دين المستولين المتغلبين لَآتَوْهَا أي: لأعطوها مبادرين.\nوَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا أي: ليس لهم منعة ولا تَصلُّبٌ على الدين، بل بمجرد ما تكون الدولة للأعداء، يعطونهم ما طلبوا، ويوافقونهم على كفرهم، هذه حالهم."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد كان هؤلاء المنافقون عاهدوا الله بعد فرارهم يوم أُحد من القتال؛ لئن أشهدهم الله قتالًا آخر ليقاتلنّ عدوَّهم، ولا يفرُّوا خوفًا منهم، ولكنهم نكثوا، وكان العبد مسؤولًا عما عاهد الله عليه، وسوف يُحاسب عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد كانوا عاهدوا الله من قبل لا يولون الأدبار وكان عهد الله مسؤولا» عن الوفاء به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والحال أنهم قد عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا سيسألهم عن ذلك العهد، فيجدهم قد نقضوه، فما ظنهم إذًا، بربهم؟"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء: لن ينفعكم الفرار إن فررتم من القتال خوفًا من الموت أو من القتل؛ لأن الآجال مقدرة، وإذا فررتم ولم يَحِنْ أجلكم فإنكم لا تستمتعون في الحياة إلا زمنًا قليلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل لن ينفعكم الفرار إن فررتم من الموت أو القتل وإذا» إن فررتم «لا تمتعون» في الدنيا بعد فراركم «إلا قليلا» بقية آجالكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ لهم، لائمًا على فرارهم، ومخبرًا أنهم لا يفيدهم ذلك شيئًا لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ فلو كنتم في بيوتكم، لبرز الذين كتب عليهم القتل إلى مضاجعكم.\nوالأسباب تنفع، إذا لم يعارضها القضاء والقدر، فإذا جاء القضاء والقدر، تلاشى كل سبب، وبطلت كل وسيلة، ظنها الإنسان تنجيه.\nوَإِذَا حين فررتم لتسلموا من الموت والقتل، ولتنعموا في الدنيا فإنكم لَا تُمَتَّعُونَ إِلَّا قَلِيلًا متاعًا، لا يسوى فراركم، وترككم أمر اللّه، وتفويتكم على أنفسكم، التمتع الأبدي، في النعيم السرمدي."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل لهم - أيها الرسول -: من ذا الذي يمنعكم من الله إن أراد بكم ما تكرهونه من الموت أو القتل، أو أراد بكم ما ترجونه من السلامة والخير، لا أحد يمنعكم من ذلك، ولا يجد هؤلاء المنافقون لهم من دون الله وليًّا يتولى أمرهم، ولا نصيرًا يمنعهم من عقاب الله لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل من ذا الذي يعصمكم» يجيركم «من الله إن أراد بكم سوءا» هلاكا وهزيمة «أو» يصيبكم بسوء إن «أراد» الله «بكم رحمة» خيرا «ولا يجدون لهم من دون الله» أي غيره «وليا» ينفعهم «ولا نصيرا» يدفع الضُرَّ عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم بين أن الأسباب كلها لا تغني عن العبد شيئًا إذا أراده اللّه بسوء، فقال: قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ أي: يمنعكم من اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أي: شرًا، أَوْ أَرَادَ بِكُمْ رَحْمَةً فإنه هو المعطي المانع، الضار النافع، الذي لا يأتي بالخير إلا هو، ولا يدفع السوء إلا هو.\nوَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا يتولاهم، فيجلب لهم النفع وَلَا نَصِيرًا أي ينصرهم، فيدفع عنهم المضار.\nفَلْيَمْتَثِلُوا طاعة المنفرد بالأمور كلها، الذي نفذت مشيئته، ومضى قدره، ولم ينفع مع ترك ولايته ونصرته، وَلِيٌّ ولا ناصر."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله يعلم المُثَبِّطين منكم لغيرهم عن القتال مع رسول الله صلى الله عليه وسلم والقائلين لإخوانهم: تعالوا إلينا ولا تقاتلوا معه حتى لا تُقْتَلوا، فإنا نخاف عليكم القتل، وهؤلاء المُخَذِّلون لا يأتون الحرب ولا يشاركون فيها إلا نادرًا؛ ليدفعوا عن أنفسهم العار، لا لينصروا الله ورسوله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قد يعلم الله المعوقين» المثبطين «منكم والقائلين لإخوانهم هلمَّ» تعالوا «إلينا ولا يأتون البأس» القتال «إلا قليلا» رياء وسمعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توَّعد تعالى المخذلين المعوقين، وتهددهم فقال: قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ عن الخروج، لمن [لم] يخرجوا وَالْقَائِلِينَ لِإِخْوَانِهِمْ الذين خرجوا: هَلُمَّ إِلَيْنَا أي: ارجعوا، كما تقدم من قولهم: يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وهم مع تعويقهم وتخذيلهم وَلَا يَأْتُونَ الْبَأْسَ أي: القتال والجهاد بأنفسهم إِلَّا قَلِيلًا فهم أشد الناس حرصًا على التخلف، لعدم الداعي لذلك، من الإيمان والصبر، ووجود المقتضى للجبن، من النفاق، وعدم الإيمان."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بُخلاء عليكم - معشر المؤمنين - بأموالهم فلا يعينونكم ببذلها، وبخلاء بأنفسهم فلا يقاتلون معكم، وبخلاء بمودتهم فلا يوادُّونكم، فإذا جاء الخوف عند ملاقاة العدوّ رأيتهم ينظرون إليك - أيها الرسول - تدور أعينهم من الجبن مثل دوران عيني من يعاني سكرات الموت، فإذا ذهب عنهم الخوف واطمأنوا آذوكم بالكلام بألسنة سليطة، أَشِحَّة على الغنائم يبحثون عنها، أولئك المتصفون بهذه الصفات لم يؤمنوا حقًّا، فأبطل الله ثواب أعمالهم، وكان ذلك الإبطال يسيرًا على الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أشحة عليكم» بالمعاونة، جمع شحيح وهو حال من ضمير يأتون «فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي» كنظر أو كدوران الذي «يغشى عليه من الموت» أي سكراته «فإذا ذهب الخوف» وحيزت الغنائم «سلقوكم» آذوكم أو ضربوكم «بألسنة حداد أشحة على الخير» أي الغنيمة يطلبونها «أولئك لم يؤمنوا» حقيقة «فأحبط الله أعمالهم وكان ذلك» الإحباط «على الله يسيرا» بإرادته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَشِحَّةً عَلَيْكُمْ بأبدانهم عند القتال، وبأموالهم عند النفقة فيه، فلا يجاهدون بأموالهم وأنفسهم.\nفَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ نظر المغشى عليه مِنَ الْمَوْتِ من شدة الجبن، الذي خلع قلوبهم، والقلق الذي أذهلهم، وخوفًا من إجبارهم على ما يكرهون، من القتال.\nفَإِذَا ذَهَبَ الْخَوْفُ وصاروا في حال الأمن والطمأنينة، سَلَقُوكُمْ بِأَلْسِنَة أي: خاطبوكم، وتكلموا معكم، بكلام حديد، ودعاوى غير صحيحة.\nوحين تسمعهم، تظنهم أهل الشجاعة والإقدام، أَشِحَّةً عَلَى الْخَيْرِ الذي يراد منهم، وهذا شر ما في الإنسان، أن يكون شحيحًا بما أمر به، شحيحًا بماله أن ينفقه في وجهه، شحيحًا في بدنه أن يجاهد أعداء اللّه، أو يدعو إلى سبيل اللّه، شحيحًا بجاهه، شحيحًا بعلمه، ونصيحته ورأيه.\nأُولَئِكَ الذين بتلك الحالة لَمْ يُؤْمِنُوا بسبب عدم إيمانهم، أحبط الله أعمالهم، وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا وأما المؤمنون، فقد وقاهم اللّه، شح أنفسهم، ووفقهم لبذل ما أمروا به، من بذل لأبدانهم في القتال في سبيله، وإعلاء كلمته، وأموالهم، للنفقة في طرق الخير، وجاههم وعلمهم."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يظنّ هؤلاء الجبناء أن الأحزاب المُتَأَلِّبة لقتال رسول الله صلى الله عليه وسلم وقتال المؤمنين لن يذهبوا حتى يستأصلوا المؤمنين، وإن قدّر أن جاء الأحزاب مرة أخرى يودّ هؤلاء المنافقون أنهم خارجون من المدينة مع الأعراب، يسألون عن أخباركم: ماذا حدث لكم بعد قتال عدوّكم لكم؟ ولو كانوا فيكم - أيها المؤمنون - ما قاتلوا معكم إلا قليلًا، فلا تبالوا بهم، ولا تأسوا عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يحسبون الأحزاب» من الكفار «لم يذهبوا» إلى مكة لخوفهم منهم «وإن يأت الأحزاب» كرة أخرى «يودُّوا» يتمنوا «لو أنهم بادون في الأعراب» أي كائنون في البادية «يسألون عن أنبائكم» أخباركم مع الكفار «ولو كانوا فيكم» هذه الكرة «ما قاتلوا إلا قليلا» رياءً وخوفا من التعيير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا أي: يظنون أن هؤلاء الأحزاب، الذين تحزبوا على حرب رسول اللّه صلى اللّه عليه وسلم، وأصحابه، لم يذهبوا حتى يستأصلوهم، فخاب ظنهم، وبطل حسبانهم.\nوَإِنْ يَأْتِ الْأَحْزَابُ مرة أخرى يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ أي: لو أتى الأحزاب مرة ثانية مثل هذه المرة، ودَّ هؤلاء المنافقون، أنهم ليسوا في المدينة، ولا في القرب منها، وأنهم مع الأعراب في البادية، يستخبرون عن أخباركم، ويسألون عن أنبائكم، ماذا حصل عليكم؟فتبًا لهم، وبعدًا، فليسوا ممن يبالى بحضورهم وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا فلا تبالوهم، ولا تأسوا عليهم."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد كان لكم فيما قاله رسول الله وقام به وفعله، قدوة حسنة، فقد حضر بنفسه الكريمة، وباشر الحرب، فكيف تبخلون بعد ذلك بأنفسكم عن نفسه؟ ولا يتأسَّى برسول الله صلى الله عليه وسلم إلا من كان يرجو ثواب الله ورحمته، ويرجو اليوم الآخر، ويعمل له، وذكر الله ذكرًا كثيرًا، وأما الذي لا يرجو اليوم الآخر ولا يذكر الله كثيرًا فإنه لا يتأسَّى برسوله صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد كان لكم في رسول الله أسوة» بكسر الهمزة وضمها «حسنة» اقتداء به في القتال والثبات في مواطنه «لمن» بدل من لكم «كان يرجو الله» يخافه «واليوم الآخر وذكر الله كثيرا» بخلاف من ليس كذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ حيث حضر الهيجاء بنفسه الكريمة، وباشر موقف الحرب، وهو الشريف الكامل، والبطل الباسل، فكيف تشحون بأنفسكم، عن أمر جاد رسول اللّه صلى اللّه عليه وسلم، بنفسه فيه؟\"فَتأَسَّوْا به في هذا الأمر وغيره.\nواستدل الأصوليون في هذه الآية، على الاحتجاج بأفعال الرسول صلى اللّه عليه وسلم، وأن الأصل، أن أمته أسوته في الأحكام، إلا ما دل الدليل الشرعي على الاختصاص به.\nفالأسوة نوعان: أسوة حسنة، وأسوة سيئة.\nفالأسوة الحسنة، في الرسول صلى اللّه عليه وسلم، فإن المتأسِّي به، سالك الطريق الموصل إلى كرامة اللّه، وهو الصراط المستقيم.\nوأما الأسوة بغيره، إذا خالفه، فهو الأسوة السيئة، كقول الكفار حين دعتهم الرسل للتأسِّي ]بهم[ إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ وهذه الأسوة الحسنة، إنما يسلكها ويوفق لها، من كان يرجو اللّه، واليوم الآخر، فإن ما معه من الإيمان، وخوف اللّه، ورجاء ثوابه، وخوف عقابه، يحثه على التأسي بالرسول صلى اللّه عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما عاين المؤمنون الأحزاب المجتمعة لقتالهم قالوا: هذا ما وعدنا الله ورسوله من الابتلاء والمحن والنصر، وصدق الله ورسوله في هذا، فقد تحقق، وما زادتهم معاينتهم للأحزاب إلا إيمانًا بالله وانقيادًا له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولمَّا رأى المؤمنون الأحزاب» من الكفار «قالوا هذا ما وعدنا الله ورسوله» من الابتلاء والنصر «وصدق الله ورسوله» في الوعد «وما زادهم» ذلك «إلا إيمانا» تصديقا بوعد الله «وتسليما» لأمره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر حالة المنافقين عند الخوف، ذكر حال المؤمنين فقال: وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ الذين تحزبوا، ونزلوا منازلهم، وانتهى الخوف، قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ في قوله: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ وَصَدَقَ اللَّهُ وَرَسُولُهُ فإنا رأينا، ما أخبرنا به وَمَا زَادَهُمْ ذلك الأمر إِلَّا إِيمَانًا في قلوبهم وَتَسْلِيمًا في جوارحهم، وانقيادًا لأمر اللّه."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من المؤمنين رجال صدقوا الله، فوفوا بما عاهدوه عليه من الثبات والصبر على الجهاد في سبيل الله، فمنهم من مات أو قتل في سبيل الله، ومنهم من ينتظر الشهادة في سبيله، وما غيّر هؤلاء المؤمنون ما عاهدوا الله عليه مثل ما فعله المنافقون بعهودهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من المؤمنين رجال صدقوا ما عاهدوا الله عليه» من الثبات مع النبي صلى الله عليه وسلم «فمنهم من قضى نحبه» مات أو قتل في سبيل الله «ومنهم من ينتظر» ذلك «وما بدَّلوا تبديلا» في العهد، وهم بخلاف حال المنافقين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر أن المنافقين، عاهدوا اللّه، لا يولون الأدبار، ونقضوا ذلك العهد، ذكر وفاء المؤمنين به، فقال: مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ أي: وفوا به، وأتموه، وأكملوه، فبذلوا مهجهم في مرضاته، وسبَّلوا أنفسهم في طاعته.\nفَمِنْهُمْ مَنْ قَضَى نَحْبَهُ أي: إرادته ومطلوبه، وما عليه من الحق، فقتل في سبيل اللّه، أو مات مؤديًا لحقه، لم ينقصه شيئًُا.\nوَمِنْهُمْ مَنْ يَنْتَظِرُ تكميل ما عليه، فهو شارع في قضاء ما عليه، ووفاء نحبه ولما يكمله، وهو في رجاء تكميله، ساع في ذلك، مجد.\nوَمَا بَدَّلُوا تَبْدِيلًا كما بدل غيرهم، بل لم يزالوا على العهد، لا يلوون، ولا يتغيرون، فهؤلاء، الرجال على الحقيقة، ومن عداهم، فصورهم صور رجال، وأما الصفات، فقد قصرت عن صفات الرجال."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليجزي الله الصادقين الذين وفوا بما عاهدوا الله عليه بصدقهم ووفائهم بعهودهم، ويعذب المنافقين الناقضين لعهودهم إن شاء، بأن يميتهم قبل التوبة من كفرهم، أو يتوب عليهم بأن يوفقهم للتوبة، وكان الله غفورًا لمن تاب من ذنوبه، رحيمًا به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ليجزيَ الله الصادقين بصدقهم ويعذب المنافقين إن شاء» بأن يميتهم على نفاقهم «أو يتوب عليهم إن الله كان غفورا» لمن تاب «رحيما» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ أي: بسبب صدقهم، في أقوالهم، وأحوالهم، ومعاملتهم مع اللّه، واستواء ظاهرهم وباطنهم، قال اللّه تعالى: هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا الآية.\nأي: قدرنا ما قدرنا، من هذه الفتن والمحن، والزلازل، ليتبين الصادق من الكاذب، فيجزي الصادقين بصدقهم وَيُعَذِّبَ الْمُنَافِقِينَ الذين تغيرت قلوبهم وأعمالهم، عند حلول الفتن، ولم يفوا بما عاهدوا اللّه عليه.\nإِنْ شَاءَ تعذيبهم، بأن لم يشأ هدايتهم، بل علم أنهم لا خير فيهم، فلم يوفقهم.\nأَوْ يَتُوبَ عَلَيْهِمْ بأن يوفقهم للتوبة والإنابة، وهذا هو الغالب، على كرم الكريم، ولهذا ختم الآية باسمين دالين على المغفرة، والفضل، والإحسان فقال: إِنَّ اللَّهَ كَانَ غَفُورًا رحيمًا غفورًا لذنوب المسرفين على أنفسهم، ولو أكثروا من العصيان، إذا أتوا بالمتاب.\nرَحِيمًا بهم، حيث وفقهم للتوبة، ثم قبلها منهم، وستر عليهم ما اجترحوه."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وردّ الله قريشًا وغطفان والذين معهم بكربهم وغمّهم لفوتهم ما أملوا، لم يظفروا بما أرادوا من استئصال المؤمنين، وكفى الله المؤمنين القتال معهم؛ بما أرسله من الريح وأنزله من الملائكة، وكان الله قويًّا عزيزًا لا يغالبه أحد إلا غلبه وخذله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وردَّ الله الذين كفروا» أي الأحزاب «بغيظهم لم ينالوا خيرا» مرادهم من الظفر بالمؤمنين «وكفى الله المؤمنين القتال» بالريح والملائكة «وكان الله قويا» على إيجاد ما يريده «عزيزا» غالبا على أمره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا أي: ردهم خائبين، لم يحصل لهم الأمر الذي كانوا حنقين عليه، مغتاظين قادرين ]عليه[ جازمين، بأن لهم الدائرة، قد غرتهم جموعهم، وأعجبوا بتحزبهم، وفرحوا بِعَدَدِهمْ وعُدَدِهِمْ.\nفأرسل اللّه عليهم، ريحًا عظيمة، وهي ريح الصبا، فزعزعت مراكزهم، وقوَّضت خيامهم، وكفأت قدورهم وأزعجتهم، وضربهم اللّه بالرعب، فانصرفوا بغيظهم، وهذا من نصر اللّه لعباده المؤمنين.\nوَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ بما صنع لهم من الأسباب العادية والقدرية، وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا لا يغالبه أحد إلا غُلِبَ، ولا يستنصره أحد إلا غَلَبَ، ولا يعجزه أمر أراده، ولا ينفع أهل القوة والعزة، قوتهم وعزتهم، إن لم يعنهم بقوته وعزته."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنزل الله الذين أعانوهم من اليهود من حصونهم التي كانوا يتحصنون فيها من عدوهم، وألقى الخوف في نفوسهم، فريقًا تقتلونهم - أيها المؤمنون - وفريقًا تأسرونهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنزل الذين ظاهروهم من أهل الكتاب» أي قريظة «من صياصيهم» حصونهم جمع صيصة وهو ما يتحصن به «وقذف في قلوبهم الرعب» الخوف «فريقا تقتلون» منهم وهم المقاتلة «وتأسرون فريقا» منهم أي الذراري."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ أي عاونوهم مِنْ أَهْلِ الْكِتَابِ أي: اليهود مِنْ صَيَاصِيهِمْ أي: أنزلهم من حصونهم، نزولاً مظفورًا بهم، مجعولين تحت حكم الإسلام.\nوَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فلم يقووا على القتال، بل استسلموا وخضعوا وذلوا.\nفَرِيقًا تَقْتُلُونَ وهم الرجال المقاتلون وَتَأْسِرُونَ فَرِيقًا مَنْ عداهم من النساء والصبيان."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وملَّكَكم الله بعد هلاكهم أرضهم بما فيها من زروع ونخيل، وملَّكَكم منازلهم وأموالهم الأخرى، وملَّكَكم أرض خَيْبر التي لم تطؤوها بعد، لكنكم ستطؤونها، وهذا وعد وبشرى للمؤمنين، وكان الله على كل شيء قديرًا، لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطؤوها» بعد وهي خيبر أخذت بعد قريظة «وكان الله على كل شيءٍ قديرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَوْرَثَكُمْ أي: غنَّمكم أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا أي: أرضا كانت من قبل، من شرفها وعزتها عند أهلها، لا تتمكنون من وطئها، فمكنكم اللّه وخذلهم، وغنمتم أموالهم، وقتلتموهم، وأسرتموهم.\nوَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا لا يعجزه شيء، ومن قدرته، قدَّر لكم ما قدر.\nوكانت هذه الطائفة من أهل الكتاب، هم بنو قريظة من اليهود، في قرية خارج المدينة، غير بعيدة، وكان النبي صلى اللّه عليه وسلم، [حين] هاجر إلى المدينة، وادعهم، وهادنهم، فلم يقاتلهم ولم يقاتلوه، وهم باقون على دينهم، لم يغير عليهم شيئًا.\nفلما رأوا يوم الخندق، الأحزاب الذين تحزبوا على رسول اللّه وكثرتهم، وقلة المسلمين، وظنوا أنهم سيستأصلون الرسول والمؤمنين، وساعد على ذلك، [تدجيل] بعض رؤسائهم عليهم، فنقضوا العهد الذي بينهم وبين رسول اللّه صلى اللّه عليه وسلم، ومالؤوا المشركين على قتاله.\nفلما خذل اللّه المشركين، تفرغ رسول اللّه صلى اللّه عليه وسلم، لقتالهم، فحاصرهم في حصنهم، فنزلوا على حكم سعد بن معاذ رضي اللّه عنه، فحكم فيهم، أن تقتل مقاتلتهم، وتسبى ذراريهم، وتغنم أموالهم.\nفأتم اللّه لرسوله والمؤمنين، المنة، وأسبغ عليهم النعمة، وأَقَرَّ أعينهم، بخذلان من انخذل من أعدائهم، وقتل من قتلوا، وأسر من أسروا، ولم يزل لطف اللّه بعباده المؤمنين مستمرًا."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي، قل لأزواجك حين طلبن منك التوسعة في النفقة ولم يكن عندك ما توسع به عليهن: إن كنتنّ تُرِدْن الحياة الدنيا وما فيها من زينة، فتعالين إليّ أمتعكنّ بما تُمَتَّع به المطلقات، وأُطَلِّقكن طلاقًا لا إضرار فيه ولا إيذاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبي قل لأزواجك» وهن تسع وطلبن منه من زينة الدنيا ما ليس عنده «إن كنتنَّ تردن الحياة الدنيا وزينتها فتعالين أمتعكن» أي متعة الطلاق «وأسرحكن سراحا جميلا» أطلقكنَّ من غير ضرار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما اجتمع نساء رسول اللّه صلى اللّه عليه وسلم في الغيرة، وطلبن منه النفقة والكسوة، طلبن منه أمرًا لا يقدر عليه في كل وقت، ولم يزلن في طلبهن متفقات، في مرادهن متعنتات، شَقَّ ذلك على الرسول، حتى وصلت به الحال إلى أنه آلى منهن شهرًا.\nفأراد اللّه أن يسهل الأمر على رسوله، وأن يرفع درجة زوجاته، ويُذْهِبَ عنهن كل أمر ينقص أجرهن، فأمر رسوله أن يخيرهن فقال: يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا أي: ليس لكن في غيرها مطلب، وصرتن ترضين لوجودها، وتغضبن لفقدها، فليس لي فيكن أرب وحاجة، وأنتن بهذه الحال.\nفَتَعَالَيْنَ أُمَتِّعْكُنَّ شيئا مما عندي، من الدنيا وَأُسَرِّحْكُنَّ أي: أفارقكن سَرَاحًا جَمِيلًا من دون مغاضبة ولا مشاتمة، بل بسعة صدر، وانشراح بال، قبل أن تبلغ الحال إلى ما لا ينبغي."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن كنتنّ تردن رضا الله ورضا رسوله، وتردن الجنة في الدار الآخرة، فاصبرن على حالكنّ، فإن الله أعدّ لمن أحسنَ منكنّ بالصبر وحسن العشرة أجرًا عظيمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن كنتنَّ تردن الله ورسوله والدار الآخرة» أي الجنة «فإن الله أعد للمحسنات منكن» بإرادة الآخرة «أجرا عظيما» أي الجنة: فاخترن الآخرة على الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ أي: هذه الأشياء مرادكن، وغاية مقصودكن، وإذا حصل لَكُنَّ اللّه ورسوله والجنة، لم تبالين بسعة الدنيا وضيقها، ويسرها وعسرها، وقنعتن من رسول اللّه بما تيسر، ولم تطلبن منه ما يشق عليه، فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا رتب الأجر على وصفهن بالإحسان، لأنه السبب الموجب لذلك، لا لكونهن زوجات للرسول فإن مجرد ذلك، لا يكفي، بل لا يفيد شيئًا، مع عدم الإحسان، فخيَّرهن رسول اللّه صلى اللّه عليه وسلم في ذلك، فاخترن اللّه ورسوله، والدار الآخرة، كلهن، ولم يتخلف منهن واحدة، رضي اللّه عنهن.\nوفي هذا التخيير فوائد عديدة:منها: الاعتناء برسوله، وغيرته عليه، أن يكون بحالة يشق عليه كثرة مطالب زوجاته الدنيوية.\nومنها: سلامته صلى اللّه عليه وسلم، بهذا التخيير من تبعة حقوق الزوجات، وأنه يبقى في حرية نفسه، إن شاء أعطى، وإن شاء منع مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ ومنها: تنزيهه عما لو كان فيهن، من تؤثر الدنيا على اللّه ورسوله، والدار الآخرة، وعن مقارنتها.\nومنها: سلامة زوجاته، رضي اللّه عنهن، عن الإثم، والتعرض لسخط اللّه ورسوله.\nفحسم اللّه بهذا التخيير عنهن، التسخط على الرسول، الموجب لسخطه، المسخط لربه، الموجب لعقابه.\nومنها: إظهار رفعتهن، وعلو درجتهن، وبيان علو هممهن، أن كان اللّه ورسوله والدار الآخرة، مرادهن ومقصودهن، دون الدنيا وحطامها.\nومنها: استعدادهن بهذا الاختيار، للأمر الخيار للوصول إلى خيار درجات الجنة، وأن يَكُنَّ زوجاته في الدنيا والآخرة.\nومنها: ظهور المناسبة بينه وبينهن، فإنه أكمل الخلق، وأراد اللّه أن تكون نساؤه كاملات مكملات، طيبات مطيبات وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ومنها: أن هذا التخيير داع، وموجب للقناعة، التي يطمئن لها القلب، وينشرح لها الصدر، ويزول عنهن جشع الحرص، وعدم الرضا الموجب لقلق القلب واضطرابه، وهمه وغمه.\nومنها: أن يكون اختيارهن هذا، سببًا لزيادة أجرهن ومضاعفته، وأن يَكُنَّ بمرتبة، ليس فيها أحد من النساء، ولهذا قال:"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا نساء النبي، من يأت منكنّ بمعصية ظاهرة يُضَاعَف لها العذاب يوم القيامة ضعفين لمكانتها ومنزلتها، ولصيانة جناب النبي صلى الله عليه وسلم.\nوكانت تلك المضاعفة على الله سهلة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا نساء النبي من يأت منكن بفاحشةٍ مبيَنةٍ» بفتح الياء وكسرها، أي بينت أو هي بينة «يضاعف» وفي قراءة يضعف بالتشديد وفي أخرى نضعف بالنون معه ونصب العذاب «لها العذاب ضعفين» ضعفي عذاب غيرهن، أي مثليه «وكان ذلك على الله يسيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما اخترن اللّه ورسوله والدار الآخرة، ذكر مضاعفة أجرهن، ومضاعفة وزرهن وإثمهن، لو جرى منهن، ليزداد حذرهن، وشكرهن اللّه تعالى، فجعل من أتى منهن بفاحشة ظاهرة، لها العذاب ضعفين."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن تدُم على طاعة الله ورسوله منكنّ، وتعمل عملًا صالحًا مرضيًّا عند الله - نعطها من الثواب ضعف غيرها من سائر النساء، وأعددنا لها في الآخرة أجرًا كريمًا وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يقنت» يطع «منكن الله ورسوله وتعمل صالحا نؤتها أجرها مرتين» أي مثلي ثواب غيرهن من النساء، وفي قراءة بالتحتانية في تعمل ونؤتها «وأعتدنا لها رزقا كريما» في الجنة زيادة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَنْ يَقْنُتْ مِنْكُنَّ أي: تطيع لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا قليلا أو كثيرًا، نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ أي: مثل ما نعطي غيرها مرتين، وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا وهي الجنة، فقنتن للّه ورسوله، وعملن صالحًا، فعلم بذلك أجرهن."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا نساء النبي محمد صلى الله عليه وسلم، لستنّ في الفضل والشرف مثل سائر النساء، بل أنتنّ في الفضل والشرف بالمنزلة التي لا يصل إليها غيركنّ إن امتثلتُنَّ أوامر الله واجتنبتُنَّ نواهيه، فلا تُلَيِّنَّ القول وتُرَقِّقْن الصوت إذا تكلمتُنّ مع الأجانب من الرجال، فيطمع بسبب ذلك من في قلبه مرض النفاق وشهوة الحرام، وقلن قولًا بعيدًا من الريبة بأن يكون جِدًّا لا هزلًا بقدر الحاجة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا نساء النبي لستنَّ كأحد» كجماعة «من النساء إن اتقيتن» الله فإنكن أعظم «فلا تخضعن بالقول» للرجال «فيطمع الذي في قلبه مرض» نفاق «وقلن قولا معروفا» من غير خضوع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: يَا نِسَاءَ النَّبِيِّ خطاب لهن كلهن لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ اللّه، فإنكن بذلك، تفقن النساء، ولا يلحقكن أحد من النساء، فكملن التقوى بجميع وسائلها ومقاصدها.\nفلهذا أرشدهن إلى قطع وسائل المحرم، فقال: فَلَا تَخْضَعْنَ بِالْقَوْلِ أي: في مخاطبة الرجال، أو بحيث يسمعون فَتَلِنَّ في ذلك، وتتكلمن بكلام رقيق يدعو ويطمع الَّذِي فِي قَلْبِهِ مَرَضٌ أي: مرض شهوة الزنا، فإنه مستعد، ينظر أدنى محرك يحركه، لأن قلبه غير صحيح [فإن القلب الصحيح] ليس فيه شهوة لما حرم اللّه، فإن ذلك لا تكاد تُمِيلُه ولا تحركه الأسباب، لصحة قلبه، وسلامته من المرض.\nبخلاف مريض القلب، الذي لا يتحمل ما يتحمل الصحيح، ولا يصبر على ما يصبر عليه، فأدنى سبب يوجد، يدعوه إلى الحرام، يجيب دعوته، ولا يتعاصى عليه، فهذا دليل على أن الوسائل، لها أحكام المقاصد.\nفإن الخضوع بالقول، واللين فيه، في الأصل مباح، ولكن لما كان وسيلة إلى المحرم، منع منه، ولهذا ينبغي للمرأة في مخاطبة الرجال، أن لا تلِينَ لهم القول.\nولما نهاهن عن الخضوع في القول، فربما توهم أنهن مأمورات بإغلاظ القول، دفع هذا بقوله: وَقُلْنَ قَوْلًا مَعْرُوفًا أي: غير غليظ، ولا جاف كما أنه ليس بِلَيِّنٍ خاضع.\nوتأمل كيف قال: فَلَا تَخْضَعْنَ بِالْقَوْلِ ولم يقل: فلا تَلِنَّ بالقول وذلك لأن المنهي عنه، القول اللين، الذي فيه خضوع المرأة للرجل، وانكسارها عنده، والخاضع، هو الذي يطمع فيه، بخلاف من تكلم كلامًا لينًا، ليس فيه خضوع، بل ربما صار فيه ترفع وقهر للخصم، فإن هذا، لا يطمع فيه خصمه، ولهذا مدح اللّه رسوله باللين، فقال: فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وقال لموسى وهارون: اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى ودل قوله: فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ مع أمره بحفظ الفرج وثنائه على الحافظين لفروجهم، والحافظات، ونهيه عن قربان الزنا، أنه ينبغي للعبد، إذا رأى من نفسه هذه الحالة، وأنه يهش لفعل المحرم عندما يرى أو يسمع كلام من يهواه، ويجد دواعي طمعه قد انصرفت إلى الحرام، فَلْيَعْرِفْ أن ذلك مرض.\nفَلْيَجْتَهِدْ في إضعاف هذا المرض وحسم الخواطر الردية، ومجاهدة نفسه على سلامتها من هذا المرض الخطر، وسؤال اللّه العصمة والتوفيق، وأن ذلك من حفظ الفرج المأمور به."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واثبتن في بيوتكنّ، فلا تخرجن منها لغير حاجة، ولا تُظْهِرن محاسنكنّ صنيع من كنّ قبل الإسلام من النساء حيث كنّ يبدين ذلك استمالة للرجال، وأدِّين الصلاة على أكمل وجه، وأعطين زكاة أموالكنّ، وأطعن الله ورسوله، إنما يريد الله سبحانه أن يذهب عنكم الأذى والسوء، يا أزواج رسول الله ويا أهل بيته، ويريد أن يطهّر نفوسكم؛ بتحليتها بفضائل الأخلاق، وتخليتها عن رذائلها تطهيرًا كاملًا، لا يبقى بعده دَنَس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وقرن) بكسر القاف وفتحها (في بيوتكن) من القرار وأصله: اقررن بكسر الراء وفتحها من قررت بفتح الراء وكسرها نقلت حركة الراء إلى القاف وحذفت مع همزة الوصل (ولا تبرجن) بترك إحدى التاءين من أصله (تبرج الجاهلية الأولى) أي ما قبل الإسلام من إظهار النساء محاسنهن للرجال والإظهار بعد الإسلام مذكور في آية \"ولا يبدين زينتهن إلا ما ظهر منها\" (وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس) الإثم يا (أهل البيت) أي نساء النبي صلى الله عليه وسلم (ويطهركم) منه (تطهيرا)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَرْنَ فِي بُيُوتِكُنَّ أي: اقررن فيها، لأنه أسلم وأحفظ لَكُنَّ، وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى أي: لا تكثرن الخروج متجملات أو متطيبات، كعادة أهل الجاهلية الأولى، الذين لا علم عندهم ولا دين، فكل هذا دفع للشر وأسبابه.\nولما أمرهن بالتقوى عمومًا، وبجزئيات من التقوى، نص عليها [لحاجة] النساء إليها، كذلك أمرهن بالطاعة، خصوصًا الصلاة والزكاة، اللتان يحتاجهما، ويضطر إليهما كل أحد، وهما أكبر العبادات، وأجل الطاعات، وفي الصلاة، الإخلاص للمعبود، وفي الزكاة، الإحسان إلى العبيد.\nثم أمرهن بالطاعة عمومًا، فقال: وَأَطِعْنَ اللَّهَ وَرَسُولَهُ يدخل في طاعة اللّه ورسوله، كل أمر، أُمِرَا به أمر إيجاب أو استحباب.\nإِنَّمَا يُرِيدُ اللَّهُ بأمركن بما أَمَرَكُنَّ به، ونهيكن بما نهاكُنَّ عنه، لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أي: الأذى، والشر، والخبث، يا أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا حتى تكونوا طاهرين مطهرين.\nأي: فاحمدوا ربكم، واشكروه على هذه الأوامر والنواهي، التي أخبركم بمصلحتها، وأنها محض مصلحتكم، لم يرد اللّه أن يجعل عليكم بذلك حرجًا ولا مشقة، بل لتتزكى نفوسكم، ولتتطهر أخلاقكم، وتحسن أعمالكم، ويعظم بذلك أجركم."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكرن ما يُقْرأ في بيوتكنّ من آيات الله المنزلة على رسوله، ومن سُنَّة رسوله المطهرة، إن الله كان لطيفًا بكنّ حين امتنّ عليكنّ بأن جعلكنّ في بيوت نبيِّه، خبيرًا بكنّ حين اصطفاكنّ أزواجًا لرسوله، واختاركنّ أمهات لجميع المؤمنين من أمته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكرن ما يتلى في بيوتكن من آيات الله» القرآن «والحكمة» السنة «إن الله كان لطيفا» بأوليائه «خبيرا» بجميع خلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما أمرهن بالعمل، الذي هو فعل وترك، أمرهن بالعلم، وبين لهن طريقه، فقال: وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ والمراد بآيات اللّه، القرآن.\nوالحكمة، أسراره.\nوسنة رسوله.\nوأمرهن بذكره، يشمل ذكر لفظه، بتلاوته، وذكر معناه، بتدبره والتفكر فيه، واستخراج أحكامه وحكمه، وذكر العمل به وتأويله.\nإِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا يدرك أسرار الأمور، وخفايا الصدور، وخبايا السماوات والأرض، والأعمال التي تبين وتسر.\nفلطفه وخبرته، يقتضي حثهن على الإخلاص وإسرار الأعمال، ومجازاة اللّه على تلك الأعمال.\nومن معاني اللطيف الذي يسوق عبده إلى الخير، ويعصمه من الشر، بطرق خفية لا يشعر بها، ويسوق إليه من الرزق، ما لا يدريه، ويريه من الأسباب، التي تكرهها النفوس ما يكون ذلك طريقا [له] إلى أعلى الدرجات، وأرفع المنازل."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المتذللين لله بالطاعة والمتذللات، والمصدقين بالله والمصدقات، والمطيعين والمطيعات لله، والصادقين والصادقات في إيمانهم وقولهم، والصابرين والصابرات على الطاعات وعن المعاصي وعلى البلاء، والمتصدقين والمتصدقات بأموالهم في الفرض والنفل، والصائمين والصائمات لله في الفرض والنفل، والحافظين فروجهم والحافظات فروجهن بسترها عن الكشف أمام من لا يحلّ له النظر إليها، وبالبعد عن فاحشة الزنى ومقدماتها، والذاكرين والذاكرات اللهَ بقلوبهم وألسنتهم كثيرًا سرًّا وعلانية - أعدّ الله لهم مغفرة منه لذنوبهم، وأعدّ لهم ثوابًا عظيمًا يوم القيامة وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات» المطيعات «والصادقين والصادقات» في الإيمان «والصابرين والصابرات» على الطاعات «والخاشعين» المتواضعين «والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات» عن الحرام «والذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة» للمعاصي «وأجرا عظيما» على الطاعات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ثواب زوجات الرسول صلى اللّه عليه وسلم، وعقابهن [لو قدر عدم الامتثال] وأنه ليس مثلهن أحد من النساء، ذكر بقية النساء غيرهن.\nولما كان حكمهن والرجال واحدًا، جعل الحكم مشتركًا، فقال: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وهذا في الشرائع الظاهرة، إذا كانوا قائمين بها.\nوَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وهذا في الأمور الباطنة، من عقائد القلب وأعماله.\nوَالْقَانِتِينَ أي: المطيعين للّه ولرسوله وَالْقَانِتَاتِ وَالصَّادِقِينَ في مقالهم وفعالهم وَالصَّادِقَاتِ وَالصَّابِرِينَ على الشدائد والمصائب وَالصَّابِرَاتِ وَالْخَاشِعِينَ في جميع أحوالهم،خصوصًا في عباداتهم، خصوصًا في صلواتهم، وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ فرضًا ونفلاً وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ شمل ذلك، الفرض والنفل.\nوَالْحَافِظِينَ فُرُوجَهُمْ عن الزنا ومقدماته، وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ [كَثِيرًا أي:] في أكثر الأوقات، خصوصًا أوقات الأوراد المقيدة، كالصباح والمساء، وأدبار الصلوات المكتوبات وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ أي: لهؤلاء الموصوفين بتلك الصفات الجميلة، والمناقب الجليلة، التي هي، ما بين اعتقادات، وأعمال قلوب، وأعمال جوارح، وأقوال لسان، ونفع متعد وقاصر، وما بين أفعال الخير، وترك الشر، الذي من قام بهن، فقد قام بالدين كله، ظاهره وباطنه، بالإسلام والإيمان والإحسان.\nفجازاهم على عملهم بِالْمَغْفِرَةً لذنوبهم، لأن الحسنات يذهبن السيئات.\nوَأَجْرًا عَظِيمًا لا يقدر قدره، إلا الذي أعطاه، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، نسأل اللّه أن يجعلنا منهم."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يصحّ لمؤمن ولا مؤمنة إذا حكم الله ورسوله فيهم بأمر، أن يكون لهم الاختيار في قَبوله أو رفضه، ومن يعص الله ورسوله فقد ضلَّ عن الصراط المستقيم ضلالًا واضحًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وما كان لمؤمن ولا مؤمنة إذا قضي الله ورسوله أمرا أن تكون) بالتاء والياء (لهم الخيرة) أي الاختيار (من أمرهم) خلاف أمر الله ورسوله، نزلت في عبد الله بن جحش وأخته زينب خطبها النبي لزيد بن حارثة فكرها ذلك حين علما لظنهما قبل أن النبي صلى الله عليه وسلم خطبها لنفسه ثم رضيا للآية (ومن يعص الله ورسوله فقد ضل ضلالا مبينا) بينا فزوجها النبي صلى الله عليه وسلم لزيد ثم وقع بصره عليها بعد حين فوقع في نفسه حبها وفي نفس زيد كراهتها، ثم قال للنبي صلى الله عليه وسلم أريد فراقها فقال: \"أمسك عليك زوجك\" كما قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لا ينبغي ولا يليق، ممن اتصف بالإيمان، إلا الإسراع في مرضاة اللّه ورسوله، والهرب من سخط اللّه ورسوله، وامتثال أمرهما، واجتناب نهيهما، فلا يليق بمؤمن ولا مؤمنة إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا ْ من الأمور، وحتَّما به وألزما به أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ْ أي: الخيار، هل يفعلونه أم لا؟ بل يعلم المؤمن والمؤمنة، أن الرسول أولى به من نفسه، فلا يجعل بعض أهواء نفسه حجابًا بينه وبين أمر اللّه ورسوله.\nوَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا ْ أي: بَيِّنًا، لأنه ترك الصراط المستقيم الموصلة إلى كرامة اللّه، إلى غيرها، من الطرق الموصلة للعذاب الأليم، فذكر أولاً السبب الموجب لعدم معارضته أمر اللّه ورسوله، وهو الإيمان، ثم ذكر المانع من ذلك، وهو التخويف بالضلال، الدال على العقوبة والنكال."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذ تقول - أيها الرسول - للذي أنعم الله عليه بنعمة الإسلام، وأنعمت عليه أنت بالعتق - والمقصود زيد بن حارثة رضي الله عنهما حين جاءك مشاورًا في شأن طلاق زوجته زينب بنت جحش - تقول له: أمسك عليك زوجتك ولا تطلّقها، واتق الله بامتثال أوامره واجتناب نواهيه، وتكتم في نفسك - أيها الرسول - ما أوحى الله به لك من زواجك بزينب خشية من الناس والله سيظهر طلاق زيد لها ثم زواجك منها والله أولى أن تخشاه في هذا الأمر، فلما طابت نفس زيد ورغب عنها وطلّقها زوجناكها؛ لكي لا يكون على المؤمنين إثم في التزوج بزوجات أبنائهم بالتبنِّي إذا طلقوهن وانقضت عدّتهنّ، وكان أمر الله مفعولًا لا مانع منه، ولا حائل دونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذ» منصوب باذكر «تقول للذي أنعم الله عليه» بالإسلام «وأَنعمت عليه» بالإعتاق وهو زيد بن حارثة كان من سبي الجاهلية اشتراه رسول الله صلى الله عليه وسلم قبل البعثة وأعتقه وتبناه «أمسك عليك زوجك واتق الله» في أمر طلاقها «وتخفي في نفسك ما الله مبديه» مظهره من محبتها وأن لو فارقها زيد تزوجتها «وتخشى الناس» أن يقولوا تزوج زوجة ابنه «والله أحق أن تخشاه» في كل شيء وتزوجها ولا عليك من قول الناس، ثم طلقها زيد وانقضت عدتها قال تعالى: «فلما قضى زيد منها وطرا» حاجة «زوجناكها» فدخل عليها النبي صلى الله عليه وسلم بغير إذن وأشبع المسلمين خبزا ولحما «لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوْا منهن وطرا وكان أمر الله» مقضيه «مفعولا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وكان سبب نزول هذه الآيات، أن اللّه تعالى أراد أن يشرع شرعًا عامًا للمؤمنين، أن الأدعياء ليسوا في حكم الأبناء حقيقة، من جميع الوجوه وأن أزواجهم، لا جناح على من تبناهم، في نكاحهن.\nوكان هذا من الأمور المعتادة، التي لا تكاد تزول إلا بحادث كبير، فأراد أن يكون هذا الشرع قولاً من رسوله، وفعلاً، وإذا أراد اللّه أمرًا، جعل له سببًا، وكان زيد بن حارثة يدعى \"زيد بن محمد\" قد تبناه النبي صلى اللّه عليه وسلم، فصار يدعى إليه حتى نزل ادْعُوهُمْ لِآبَائِهِمْ ْ فقيل له: \"زيد بن حارثة\" .\nوكانت تحته، زينب بنت جحش، ابنة عمة رسول اللّه صلى اللّه عليه وسلم، وكان قد وقع في قلب الرسول، لو طلقها زيد، لتزوَّجها، فقدر اللّه أن يكون بينها وبين زيد، ما اقتضى أن جاء زيد بن حارثة يستأذن النبي صلى اللّه عليه وسلم في فراقها.\nقال اللّه: وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ ْ أي: بالإسلام وَأَنْعَمْتَ عَلَيْهِ ْ بالعتق حين جاءك مشاورًا في فراقها: فقلت له ناصحًا له ومخبرًا بمصلحته مع وقوعها في قلبك: أَمْسِكْ عَلَيْكَ زَوْجَكَ ْ أي: لا تفارقها، واصبر على ما جاءك منها، وَاتَّقِ اللَّهَ ْ تعالى في أمورك عامة، وفي أمر زوجك خاصة، فإن التقوى، تحث على الصبر، وتأمر به.\nوَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ ْ والذي أخفاه، أنه لو طلقها زيد، لتزوجها صلى اللّه عليه وسلم.\nوَتَخْشَى النَّاسَ ْ في عدم إبداء ما في نفسك وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ ْ وأن لا تباليهم شيئًا، فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا ْ أي: طابت نفسه، ورغب عنها، وفارقها.\nزَوَّجْنَاكَهَا ْ وإنما فعلنا ذلك، لفائدة عظيمة، وهي: لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ ْ حيث رأوك تزوجت، زوج زيد بن حارثة، الذي كان من قبل، ينتسب إليك.\nولما كان قوله: لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ ْ عامًا في جميع الأحوال، وكان من الأحوال، ما لا يجوز ذلك، وهي قبل انقضاء وطره منها، قيد ذلك بقوله: إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا ْ أي: لا بد من فعله، ولا عائق له ولا مانع.\nوفي هذه الآيات المشتملات على هذه القصة، فوائد، منها: الثناء على زيد بن حارثة، وذلك من وجهين:أحدهما: أن اللّه سماه في القرآن، ولم يسم من الصحابة باسمه غيره.\nوالثاني: أن اللّه أخبر أنه أنعم عليه، أي: بنعمة الإسلام والإيمان.\nوهذه شهادة من اللّه له أنه مسلم مؤمن، ظاهرًا وباطنًا، وإلا، فلا وجه لتخصيصه بالنعمة، لولا أن المراد بها، النعمة الخاصة.\nومنها: أن المُعْتَق في نعمة الْمُعْتِق.\nومنها: جواز تزوج زوجة الدَّعِيّ، كما صرح به.\nومنها: أن التعليم الفعلي، أبلغ من القولي، خصوصا، إذا اقترن بالقول، فإن ذلك، نور على نور.\nومنها: أن المحبة التي في قلب العبد، لغير زوجته ومملوكته، ومحارمه، إذا لم يقترن بها محذور، لا يأثم عليها العبد، ولو اقترن بذلك أمنيته، أن لو طلقها زوجها، لتزوجها من غير أن يسعى في فرقة بينهما، أو يتسبب بأي سبب كان، لأن اللّه أخبر أن الرسول صلى اللّه عليه وسلم، أخفى ذلك في نفسه.\nومنها: أن الرسول صلى اللّه عليه وسلم، قد بلغ البلاغ المبين، فلم يدع شيئًا مما أوحي إليه، إلا وبلغه، حتى هذا الأمر، الذي فيه عتابه.\nوهذا يدل، على أنه رسول اللّه، ولا يقول إلا ما أوحي إليه، ولا يريد تعظيم نفسه.\nومنها: أن المستشار مؤتمن، يجب عليه -إذا استشير في أمر من الأمور- أن يشير بما يعلمه أصلح للمستشير ولو كان له حظ نفس، فتقدم مصلحة المستشير على هوى نفسه وغرضه.\nومنها: أن من الرأي: الحسن لمن استشار في فراق زوجته أن يؤمر بإمساكها مهما أمكن صلاح الحال، فهو أحسن من الفرقة.\nومنها: [أنه يتعين] أن يقدم العبد خشية اللّه، على خشية الناس، وأنها أحق منها وأولى.\nومنها: فضيلة زينب رضي اللّه عنها أم المؤمنين، حيث تولى اللّه تزويجها، من رسوله صلى اللّه عليه وسلم، من دون خطبة ولا شهود، ولهذا كانت تفتخر بذلك على أزواج رسول اللّه صلى اللّه عليه وسلم، وتقول زوجكن أهاليكن، وزوجني اللّه من فوق سبع سماوات.\nومنها: أن المرأة، إذا كانت ذات زوج، لا يجوز نكاحها، ولا السعي فيه وفي أسبابه، حتى يقضي زوجها وطره منها، ولا يقضي وطره، حتى تنقضي عدتها، لأنها قبل انقضاء عدتها، هي في عصمته، أو في حقه الذي له وطر إليها، ولو من بعض الوجوه."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما كان على النبي محمد صلى الله عليه وسلم من إثم أو تضييق فيما أحلّ الله من نكاح زوجة ابنه بالتبنِّي، وهو في ذلك يتبع سُنَّة الأنبياء من قبله، فليس هو صلى الله عليه وسلم بِدْعًا من الرسل في ذلك، وكان ما يقضي الله به - من إتمام هذا الزواج وإبطال التبنِّي وليس للنبي فيه رأيٌ أو خيارٌ - قضاءً نافذًا لا مردّ له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كان على النبي من حرج فيما فرض» أحل «الله له سنة الله» أي كسنة الله فنصب بنزع الخافض «في الذين خلوْا من قبل» من الأنبياء أن لا حرج عليهم في ذلك توسعة لهم في النكاح «وكان أمر الله» فعله «قدرا مقدورا» مقضيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا دفع لطعن من طعن في الرسول صلى اللّه عليه وسلم، في كثرة أزواجه، وأنه طعن، بما لا مطعن فيه، فقال: مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ ْ أي: إثم وذنب.\nفِيمَا فَرَضَ اللَّهُ لَهُ ْ أي: قدر له من الزوجات، فإن هذا، قد أباحه اللّه للأنبياء قبله، ولهذا قال: سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا ْ أي: لا بد من وقوعه."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء الأنبياء الذين يبلغون رسالات الله المنزلة عليهم إلى أممهم، ولا يخافون أحدًا إلا الله سبحانه وتعالى، فلا يلتفتون إلى ما يقوله غيرهم عندما يفعلون ما أحلّ الله لهم، وكفى بالله حافظًا لأعمال عباده ليحاسبهم عليها، ويجازيهم بها؛ إن خيرًا فخير، وإن شرًّا فشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين» نعت للذين قبله «يبلغون رسالات الله ويخشونه ولا يخشون أحدا إلا الله» فلا يخشون مقالة الناس فيما أحل الله لهم «وكفى بالله حسيبا» حافظا لأعمال خلقه ومحاسبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر من هم الذين من قبل قد خلوا، وهذه سنتهم وعادتهم، وأنهم الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ ْ فيتلون على العباد آيات اللّه، وحججه وبراهينه، ويدعونهم إلى اللّه وَيَخْشَوْنَهُ ْ وحده لا شريك له وَلَا يَخْشَوْنَ أَحَدًا ْ إلا اللّه.\nفإذا كان هذا، سنة في الأنبياء المعصومين، الذين وظيفتهم قد أدوها وقاموا بها، أتم القيام، وهو: دعوة الخلق إلى اللّه، والخشية منه وحده التي تقتضي فعل كل مأمور، وترك كل محظور، دل ذلك على أنه لا نقص فيه بوجه.\nوَكَفَى بِاللَّهِ حَسِيبًا ْ محاسبًا عباده، مراقبًا أعمالهم.\nوعلم من هذا، أن النكاح، من سنن المرسلين."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما كان محمدٌ أبا أحد من رجالكم، فليس هو والد زيد حتى يحرم عليه نكاح زوجته إذا طلقها، ولكنَّه رسول الله إلى الناس، وخاتم النبيين فلا نبي بعده، وكان الله بكل شيء عليمًا، لا يخفى عليه شيء من أمر عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كان محمد أبا أحد من رجالكم» فليس أبا زيد: أي والده فلا يحرم عليه التزوج بزوجته زينب «ولكن» كان «رسول الله وخاتِم النبيين» فلا يكون له ابن رجل بعده يكون نبيا، وفي قراءة بفتح التاء كآلة الختم: أي به ختموا «وكان الله بكل شيءٍ عليما» منه بأن لا نبيّ بعده وإذا نزل السيد عيسى يحكم بشريعته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لم يكن الرسول مُحَمَّدٌ ْ صلى اللّه عليه وسلم أَبَا أَحَدٍ مِنْ رِجَالِكُمْ ْ أيها الأمة فقطع انتساب زيد بن حارثة منه، من هذا الباب.\nولما كان هذا النفي عامًّا في جميع الأحوال، إن حمل ظاهر اللفظ على ظاهره، أي: لا أبوة نسب، ولا أبوة ادعاء، وقد كان تقرر فيما تقدم أن الرسول صلى اللّه عليه وسلم، أب للمؤمنين كلهم، وأزواجه أمهاتهم، فاحترز أن يدخل في هذا النوع، بعموم النهي المذكور، فقال: وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ْ أي: هذه مرتبته مرتبة المطاع المتبوع، المهتدى به، المؤمن له الذي يجب تقديم محبته، على محبة كل أحد، الناصح الذي لهم، أي: للمؤمنين، من بره [ونصحه] كأنه أب لهم.\nوَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا ْ أي: قد أحاط علمه بجميع الأشياء، ويعلم حيث يجعل رسالاته، ومن يصلح لفضله، ومن لا يصلح."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذكرًا كثيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى المؤمنين، بذكره ذكرا كثيرًا، من تهليل، وتحميد، وتسبيح، وتكبير وغير ذلك، من كل قول فيه قربة إلى اللّه، وأقل ذلك، أن يلازم الإنسان، أوراد الصباح، والمساء، وأدبار الصلوات الخمس، وعند العوارض والأسباب.\nوينبغي مداومة ذلك، في جميع الأوقات، على جميع الأحوال، فإن ذلك عبادة يسبق بها العامل، وهو مستريح، وداع إلى محبة اللّه ومعرفته، وعون على الخير، وكف اللسان عن الكلام القبيح."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونزهوه سبحانه بالتسبيح والتهليل أول النهار وآخره؛ لفضلهما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسبحوه بكرةً وأصيلا» أول النهار وآخره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا أي: أول النهار وآخره، لفضلها، وشرفها، وسهولة العمل فيها."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو الذي يرحمكم ويثني عليكم، وتدعو لكم ملائكته ليخرجكم من ظلمات الكفر إلى نور الإيمان، وكان بالمؤمنين رحيمًا؛ فلا يعذبهم إذا هم أطاعوه فامتثلوا أمره واجتنبوا نهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الذي يصلي عليكم» أي يرحمكم «وملائكته» يستغفرون لكم «ليخرجكم» ليديم إخراجه إياكم «من الظلمات» أي الكفر «إلى النور» أي الإيمان «وكان بالمؤمنين رحيما»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: من رحمته بالمؤمنين ولطفه بهم، أن جعل من صلاته عليهم، وثنائه، وصلاة ملائكته ودعائهم، ما يخرجهم من ظلمات الذنوب والجهل، إلى نور الإيمان، والتوفيق، والعلم، والعمل، فهذه أعظم نعمة، أنعم بها على العباد الطائعين، تستدعي منهم شكرها، والإكثار من ذكر اللّه، الذي لطف بهم ورحمهم، وجعل حملة عرشه، أفضل الملائكة، ومن حوله، يسبحون بحمد ربهم ويستغفرون للذين آمنوا فيقولون: رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُم وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ وَقِهِمْ السَّيِّئَاتِ وَمَنْ تَقِي السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ فهذه رحمته ونعمته عليهم في الدنيا."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تحية المؤمنين يوم يلقون ربهم سلام وأمان من كل سوء، وأعدّ الله لهم أجرًا كريمًا - وهو جنته - جزاءً لهم على طاعتهم له، وبعدهم عن معصيته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تحيتهم» منه تعالى «يوم يلقوْنه سلام» بلسان الملائكة «وأعد لهم أجرا كريما» هو الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما رحمته بهم في الآخرة، فأجل رحمة، وأفضل ثواب، وهو الفوز برضا ربهم، وتحيته، واستماع كلامه الجليل، ورؤية وجهه الجميل، وحصول الأجر الكبير، الذي لا يدري ولا يعرف كنهه، إلا من أعطاهم إياه، ولهذا قال: تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي، إنا بعثناك إلى الناس شاهدًا عليهم بأن بلَّغتهم ما أُرسِلتَ به إليهم، ومبشرًا للمؤمنين منهم بما أعدّ الله لهم من الجنة، ومخوّفًا الكافرين مما أعدّ لهم من عذابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبي إنا أرسلناك شاهدا» على من أرسلت إليهم «ومبشرا» من صدقك بالجنة «ونذيرا» منذرا من كذبك بالنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الأشياء، التي وصف الله بها رسوله محمدًا صلى اللّه عليه وسلم، هي المقصود من رسالته، وزبدتها وأصولها، التي اختص بها، وهي خمسة أشياء: أحدها: كونه شَاهِدًا أي: شاهدًا على أمته بما عملوه، من خير وشر، كما قال تعالى: لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا فهو صلى اللّه عليه وسلم شاهد عدل مقبول.\nالثاني، والثالث: كونه مُبَشِّرًا وَنَذِيرًا وهذا يستلزم ذكر المبشر والمنذر، وما يبشر به وينذر، والأعمال الموجبة لذلك.\nفالمبشَّر هم: المؤمنون المتقون، الذين جمعوا بين الإيمان والعمل الصالح، وترك المعاصي، لهم البشرى في الحياة الدنيا، بكل ثواب دنيوي وديني، رتب على الإيمان والتقوى، وفي الأخرى بالنعيم المقيم.\nوذلك كله يستلزم، ذكر تفصيل المذكور، من تفاصيل الأعمال، وخصال التقوى، وأنواع الثواب.\nوالْمنْذَر هم، هم: المجرمون الظالمون، أهل الظلم والجهل، لهم النذارة في الدنيا، من العقوبات الدنيوية والدينية، المترتبة على الجهل والظلم، وفي الأخرى، بالعقاب الوبيل، والعذاب الطويل.\nوهذه الجملة تفصيلها، ما جاء به صلى اللّه عليه وسلم، من الكتاب والسنة، المشتمل على ذلك."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبعثناك داعيًا إلى توحيد الله وطاعته بأمره، وبعثناك مصباحًا منيرًا يستنير به كل من يريد الهداية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وداعيا إلى الله» إلى طاعته «بإذنه» بأمره «وسراجا منيرا» أي مثله في الاهتداء به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "دَاعِيًا إِلَى اللَّهِ أي: أرسله اللّه، يدعو الخلق إلى ربهم، ويسوقهم لكرامته، ويأمرهم بعبادته، التي خلقوا لها، وذلك يستلزم استقامته، على ما يدعو إليه، وذكر تفاصيل ما يدعو إليه، بتعريفهم لربهم بصفاته المقدسة، وتنزيهه عما لا يليق بجلاله، وذكر أنواع العبودية، والدعوة إلى اللّه بأقرب طريق موصل إليه، وإعطاء كل ذي حق حقه، وإخلاص الدعوة إلى اللّه، لا إلى نفسه وتعظيمها، كما قد يعرض ذلك لكثير من النفوس في هذا المقام، وذلك كله بِإِذْنِ الله تعالى له في الدعوة وأمره وإرادته وقدره.\nالخامس: كونه سِرَاجًا مُنِيرًا وذلك يقتضي أن الخلق في ظلمة عظيمة، لا نور، يهتدى به في ظلماتها، ولا علم، يستدل به في جهالاتها حتى جاء اللّه بهذا النبي الكريم، فأضاء اللّه به تلك الظلمات، وعلم به من الجهالات، وهدى به ضُلَّالًا إلى الصراط المستقيم.\nفأصبح أهل الاستقامة، قد وضح لهم الطريق، فمشوا خلف هذا الإمام وعرفوا به الخير والشر، وأهل السعادة من أهل الشقاوة، واستناروا به، لمعرفة معبودهم، وعرفوه بأوصافه الحميدة، وأفعاله السديدة، وأحكامه الرشيدة."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأخبِرِ المؤمنين بالله الذين يعملون بما شرعه لهم، بما يسرّهم أن لهم من الله سبحانه فضلًا عظيمًا يشمل نصرهم في الدنيا وفوزهم في الآخرة بدخول الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبشّر المؤمنين بأن لهم من الله فضلا كبيرا» هو الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله: وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا ذكر في هذه الجملة، المبشَّر، وهم المؤمنون، وعند ذكر الإيمان بمفرده، تدخل فيه الأعمال الصالحة.\nوذكر المبشَّر به، وهو الفضل الكبير، أي: العظيم الجليل، الذي لا يقادر قدره، من النصر في الدنيا، وهداية القلوب، وغفران الذنوب، وكشف الكروب، وكثرة الأرزاق الدَّارَّة، وحصول النعم السارة، والفوز برضا ربهم وثوابه، والنجاة من سخطه وعقابه.\nوهذا مما ينشط العاملين، أن يذكر لهم، من ثواب اللّه على أعمالهم، ما به يستعينون على سلوك الصراط المستقيم، وهذا من جملة حكم الشرع، كما أن من حكمه، أن يذكر في مقام الترهيب، العقوبات المترتبة على ما يرهب منه، ليكون عونًا على الكف عما حرم اللّه."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تطع الكافرين والمنافقين فيما يدعون إليه من الصد عن دين الله، وأعرض عنهم، فلعل ذلك يكون أدعى لأن يؤمنوا بما جئتهم به، واعتمد على الله في كل أمورك؛ ومنها النصر على أعدائك، وكفى بالله وكيلاً يعتمد عليه العباد في جميع أمورهم في الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تطع الكافرين والمنافقين» فيما يخالف شريعتك «ودع» اترك «أذاهم» لا تجازهم عليه إلى أن تؤمر فيهم بأمر «وتوكل على الله» فهو كافيك «وكفى بالله وكيلا» مفوضا إليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان ثَمَّ طائفة من الناس، مستعدة للقيام بصد الداعين إلى اللّه، من الرسل وأتباعهم، وهم المنافقون، الذين أظهروا الموافقة في الإيمان، وهم كفرة فجرة في الباطن، والكفار ظاهرًا وباطنًا، نهى اللّه رسوله عن طاعتهم، وحذره ذلك فقال: وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ أي: في كل أمر يصد عن سبيل اللّه، ولكن لا يقتضي هذا أذاهم، [بل لا تطعهم وَدَعْ أَذَاهُمْ ] فإن ذلك، جالب لهم، وداع إلى قبول الإسلام، وإلى كف كثير من أذيتهم له، ولأهله.\nوَتَوَكَّلْ عَلَى اللَّهِ في إتمام أمرك، وخذلان عدوك، وَكَفَى بِاللَّهِ وَكِيلًا تُوكَلُ إليه الأمور المهمة، فيقوم بها، ويسهلها على عبده."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، إذا عقدتم على المؤمنات عقد نكاح، ثم طلقتموهن من قبل الدخول بهنّ فما لكم عليهن من عدة، سواء كانت بالأَقْراء أو الشهور؛ للعلم ببراءة أرحامهن بعدم البناء بهنّ، ومتعوهنّ بأموالكم حسب وسعكم؛ جَبْرًا لخواطرهنّ المنكسرة بالطلاق، وخلّوا سبيلهنّ بالمعروف دون إيذاء لهن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن» وفي قراءة تماسوهنَّ، أي تجامعوهنَّ «فما لكم عليهن من عدة تعتدونها» تحصونها بالأقراء وغيرها «فمتعوهن» أعطوهن ما يستمتعن به، أي إن لم يسم لهن أصدقة وإلا فلهن نصف المسمى فقط، قاله ابن عباس وعليه الشافعي «وسرّحوهن سراحا جميلا» خلوا سبيلهن من غير إضرار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى المؤمنين، أنهم إذا نكحوا المؤمنات، ثم طلقوهن من قبل أن يمسوهن، فليس عليهن في ذلك، عدة يعتدها أزواجهن عليهن، وأمرهم بتمتيعهن بهذه الحالة، بشيء من متاع الدنيا، الذي يكون فيه جبر لخواطرهن، لأجل فراقهن، وأن يفارقوهن فراقًا جميلاً، من غير مخاصمة، ولا مشاتمة، ولا مطالبة، ولا غير ذلك.\nويستدل بهذه الآية، على أن الطلاق، لا يكون إلا بعد النكاح.\nفلو طلقها قبل أن ينكحها، أو علق طلاقها على نكاحها، لم يقع، لقوله: إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ فجعل الطلاق بعد النكاح، فدل على أنه قبل ذلك، لا محل له.\nوإذا كان الطلاق الذي هو فرقة تامة، وتحريم تام، لا يقع قبل النكاح، فالتحريم الناقص، لظهار، أو إيلاء ونحوه، من باب أولى وأحرى، أن لا يقع قبل النكاح، كما هو أصح قَوْلي العلماء.\nويدل على جواز الطلاق، لأن اللّه أخبر به عن المؤمنين، على وجه لم يلمهم عليه، ولم يؤنبهم، مع تصدير الآية بخطاب المؤمنين.\nوعلى جوازه قبل المسيس، كما قال في الآية الأخرى لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ وعلى أن المطلقة قبل الدخول، لا عدة عليها، بل بمجرد طلاقها، يجوز لها التزوج، حيث لا مانع، وعلى أن عليها العدة، بعد الدخول.\nوهل المراد بالدخول والمسيس، الوطء كما هو مجمع عليه؟ أو وكذلك الخلوة، ولو لم يحصل معها وطء، كما أفتى بذلك الخلفاء الراشدون، وهو الصحيح.\nفمن دخل عليها، وطئها، أم لا، إذا خلا بها، وجب عليها العدة.\nوعلى أن المطلقة قبل المسيس، تمتع على الموسع قدره، وعلى المقتر قدره، ولكن هذا، إذا لم يفرض لها مهر، فإن كان لها مهر مفروض، فإنه إذا طلق قبل الدخول، تَنَصَّف المهر، وكفى عن المتعة، وعلى أنه ينبغي لمن فارق زوجته قبل الدخول أو بعده، أن يكون الفراق جميلاً، يحمد فيه كل منهما الآخر.\nولا يكون غير جميل، فإن في ذلك، من الشر المرتب عليه، من قدح كل منهما بالآخر، شيء كثير.\nوعلى أن العدة حق للزوج، لقوله: فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ دل مفهومه، أنه لو طلقها بعد المسيس، كان له عليها عدة [وعلى أن المفارقة بالوفاة، تعتد مطلقًا، لقوله: ثُمَّ طَلَّقْتُمُوهُنَّ الآية]وعلى أن من عدا غير المدخول بها، من المفارقات من الزوجات، بموت أو حياة، عليهن العدة."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي، إنا أبحنا لك أزواجك اللاتي أعطيتهنّ مهورهنّ، وأحللنا لك ما ملكتَ من الإماء مما أفاء الله به عليك من السبايا، وأحللنا لك نكاح بنات عمك، ونكاح بنات عماتك، ونكاح بنات خالك، ونكاح بنات خالاتك اللاتي هاجرن معك من مكة إلى المدينة، وأحللنا لك أن تنكح امرأة مؤمنة وهبت نفسها لك من غير مهر إن أردت أن تنكحها، ونكاح الهبة خاص به صلى الله عليه وسلم لا يجوز لغيره من الأمة، قد علمنا ما أوجبناه على المؤمنين في شأن زوجاتهم حيث لا يجوز لهم أن يتجاوزوا أربع نسوة، وما شرعناه لهم في شأن إمائهم حيث إن لهم أن يستمتعوا بمن شاؤوا منهنّ دون تقييد بعدد، وأبحنا لك ما أبحنا مما ذُكِر مما لم نبحه لغيرك؛ لئلا يكون عليك ضيق ومشقة، وكان الله غفورًا لمن تاب من عباده، رحيمًا بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "يا أيها النبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن» مهورهن «وما ملكت يمينك مما أفاء الله عليك» من الكفار بالسبي كصفية وجويرية «وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك» بخلاف من لم يهاجرن «وامرأةً مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها» يطلب نكاحها بغير صداق «خالصة لك من دون المؤمنين» النكاح بلفظ الهبة من غير صداق «قد علمنا ما فرضنا عليهم» أي المؤمنين «في أزواجهم» من الأحكام بأن لا يزيدوا على أربع نسوة ولا يتزوجوا إلا بوليٍّ وشهود ومهر «و» في «ما ملكت أيمانهم» من الإماء بشراء وغيره بأن تكون الأمة ممن تحل لمالكها كالكتابية بخلاف المجوسية والوثنية وأن تستبرأ قبل الوطء «لكيلا» متعلق بما قبل ذلك «يكون عليك حرج» ضيق في النكاح «وكان الله غفورا» فيما يَعسر التحرز عنه «رحيما» بالتوسعة في ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى، ممتنًا على رسوله بإحلاله له ما أحل مما يشترك فيه، هو والمؤمنون، وما ينفرد به، ويختص: يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ أي: أعطيتهن مهورهن، من الزوجات، وهذا من الأمور المشتركة بينه وبين المؤمنين، [فإن المؤمنين] كذلك يباح لهم ما آتوهن أجورهن، من الأزواج.\nو كذلك أحللنا لك مَا مَلَكَتْ يَمِينُكَ أي: الإماء التي ملكت مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ من غنيمة الكفار من عبيدهم، والأحرار من لهن زوج منهم، ومن لا زوج لهن، وهذا أيضا مشترك.\nوكذلك من المشترك، قوله وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ شمل العم والعمة، والخال والخالة، القريبين والبعيدين، وهذا حصر المحللات.\nيؤخذ من مفهومه، أن ما عداهن من الأقارب، غير محلل، كما تقدم في سورة النساء، فإنه لا يباح من الأقارب من النساء، غير هؤلاء الأربع، وما عداهن من الفروع مطلقًا، والأصول مطلقًا، وفروع الأب والأم، وإن نزلوا، وفروع من فوقهم لصلبه، فإنه لا يباح.\nوقوله اللَّاتِي هَاجَرْنَ مَعَكَ قيد لحل هؤلاء للرسول، كما هو الصواب من القولين، في تفسير هذه الآية، وأما غيره عليه الصلاة والسلام، فقد علم أن هذا قيد لغير الصحة.\nو أحللنا لك وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ بمجرد هبتها نفسها.\nإِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا أي: هذا تحت الإرادة والرغبة، خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ يعني: إباحة الموهبة وأما المؤمنون، فلا يحل لهم أن يتزوجوا امرأة، بمجرد هبتها نفسها لهم.\nقَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ أي: قد علمنا ما على المؤمنين، وما يحل لهم، وما لا يحل، من الزوجات وملك اليمين.\nوقد علمناهم بذلك، وبينا فرائضه.\nفما في هذه الآية، مما يخالف ذلك، فإنه خاص لك، لكون اللّه جعله خطابًا للرسول وحده بقوله: يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ إلى آخر الآية.\nوقوله: خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ وأبحنا لك يا أيها النبي ما لم نبح لهم، ووسعنا لك ما لم نوسع على غيرك، لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وهذا من زيادة اعتناء اللّه تعالى برسوله صلى اللّه عليه وسلم.\nوَكَانَ اللَّهُ غَفُورًا رَحِيمًا أي: لم يزل متصفًا بالمغفرة والرحمة، وينزل على عباده من مغفرته ورحمته، وجوده وإحسانه، ما اقتضته حكمته، ووجدت منهم أسبابه."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تؤخر - أيها الرسول - من تشاء تأخير قَسْمه من نسائك فلا تبيت معها، وتضمّ إليك من تشاء منهنّ فتبيت معها، ومن طلبتَ أن تضمها ممن أخَّرتَهنَّ فلا إثم عليك في ذلك، ذلك التخيير والتوسيع لك أقرب أن تَقَرَّ به أعين نسائك، وأن يرضين بما أعطيتهنّ جميعهنّ؛ لعلمهن أنك لم تترك واجبًا، ولم تبخل بحق، والله يعلم ما في قلوبكم - أيها الرجال - من الميل إلى بعض النساء دون بعض، وكان الله عليمًا بأعمال عباده، لا يخفى عليه منها شيء، حليمًا لا يعاجلهم بالعقوبة لعلهم يتوبون إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ترجئ» بالهمزة والياء بدله تؤخر «من تشاء منهنَّ» أي أزواجك عن نوبتها «وتؤوي» تضم «إليك من تشاء» منهن فتأتيها «ومن ابتغيت» طلبت «ممن عزلت» من القسمة «فلا جُناح عليك» في طلبها وضمها إليك خُيِّر في ذلك بعد أن كان القسم واجبا عليه «ذلك» التخيير «أدنى» أقرب إلى «أن تقرَّ أعينهنَّ ولا يحزن ويرضين بما آتيتهن» ما ذكر المخيّر فيه «كلهن» تأكيد للفاعل في يرضين «والله يعلم ما في قلوبكم» من أمر النساء والميل إلى بعضهن، وإنما خيَّرناك فيهن تيسيرا عليك في كل ما أردت «وكان الله عليما» بخلقه «حليما» عن عقابهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا أيضًا من توسعة اللّه على رسوله ورحمته به، أن أباح له ترك القسم بين زوجاته، على وجه الوجوب، وأنه إن فعل ذلك، فهو تبرع منه، ومع ذلك، فقد كان صلى اللّه عليه وسلم يجتهد في القسم بينهن في كل شيء، ويقول \"اللهم هذا قسمي فيما أملك، فلا تلمني فيما لا أملك\" .\nفقال هنا: تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ [أي: تؤخر من أردت من زوجاتك فلا تؤويها إليك، ولا تبيت عندها] وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ أي: تضمها وتبيت عندها.\nو مع ذلك لا يتعين هذا الأمر مَنِ ابْتَغَيْتَ أي: أن تؤويها فَلَا جُنَاحَ عَلَيْكَ والمعنى أن الخيرة بيدك في ذلك كله [وقال كثير من المفسرين: إن هذا خاص بالواهبات، له أن يرجي من يشاء، ويؤوي من يشاء، أي: إن شاء قبل من وهبت نفسها له، وإن شاء لم يقبلها، واللّه أعلم]ثم بين الحكمة في ذلك فقال: ذَلِكَ أي: التوسعة عليك، وكون الأمر راجعًا إليك وبيدك، وكون ما جاء منك إليهن تبرعًا منك أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ لعلمهن أنك لم تترك واجبًا، ولم تفرط في حق لازم.\nوَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ أي: ما يعرض لها عند أداء الحقوق الواجبة والمستحبة، وعند المزاحمة في الحقوق، فلذلك شرع لك التوسعة يا رسول اللّه، لتطمئن قلوب زوجاتك.\nوَكَانَ اللَّهُ عَلِيمًا حَلِيمًا أي: واسع العلم، كثير الحلم.\nومن علمه، أن شرع لكم ما هو أصلح لأموركم، وأكثر لأجوركم.\nومن حلمه، أن لم يعاقبكم بما صدر منكم، وما أصرت عليه قلوبكم من الشر."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يجوز لك - أيها الرسول - أن تتزوج بنساء غير زوجاتك اللاتي هن في عصمتك، ولا يحلّ لك أن تطلقهن، أو تطلق بعضهنّ لتأخذ غيرهن من النساء، ولو أعجبك حسن من تريد أن تتزوج بها من النساء غيرهن، لكن يجوز لك أن تَتَسَرَّى بما ملكت يمينك من الإماء دون حصر في عدد محدد، وكان الله على كل شيء حفيظًا.\nوهذا الحكم يدل على فضل أمهات المؤمنين، فقد مُنع طلاقهن والزواج عليهن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا تحل» بالتاء وبالياء «لك النساء من بعد» التسع اللاتي اخترنك «ولا أن تبدل» بترك إحدى التاءين في الأصل «بهن من أزواج» بأن تطلقهن أو بعضهن وتنكح بدل من طلقت «ولو أعجبك حسنهن إلا ما ملكت يمينك» من الإماء فتحل لك وقد ملك صلى الله عليه وسلم بعدهن مارية وولدت له إبراهيم ومات في حياته «وكان الله على كل شيءٍ رقيبا» حفيظا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا شكر من اللّه، الذي لم يزل شكورًا، لزوجات رسوله، رضي اللّه عنهن، حيث اخترن اللّه ورسوله، والدار الآخرة، أن رحمهن، وقصر رسوله عليهن فقال: لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ زوجاتك الموجودات وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ أي: ولا تطلق بعضهن، فتأخذ بدلها.\nفحصل بهذا، أمنهن من الضرائر، ومن الطلاق، لأن اللّه قضى أنهن زوجاته في الدنيا والآخرة، لا يكون بينه وبينهن فرقة.\nوَلَوْ أَعْجَبَكَ حُسْنُهُنَّ أي: حسن غيرهن، فلا يحللن لك إِلَّا مَا مَلَكَتْ يَمِينُكَ أي: السراري، فذلك جائز لك، لأن المملوكات، في كراهة الزوجات، لسن بمنزلة الزوجات، في الإضرار للزوجات.\nوَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا أي: مراقبًا للأمور، وعالمًا بما إليه تؤول، وقائمًا بتدبيرها على أكمل نظام، وأحسن إحكام."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرع لهم، لا تدخلوا بيوت النبي إلا بعد أن يأذن لكم بدخولها بدعوتكم إلى طعام، ولا تطيلوا الجلوس تنتظرون نضج الطعام، ولكن إذا دعيتم إلى طعام فادخلوا، فإذا أكلتم فانصرفوا، ولا تمكثوا بعده يستأنس بعضكم بحديث بعض، إن ذلك المكث كان يؤذي النبي صلى الله عليه وسلم فيستحيي أن يطلب منكم الانصراف، والله لا يستحيي أن يأمر بالحق، فأمركم بالانصراف عنه حتى لا تؤذوه صلى الله عليه وسلم بالمكث، وإذا طلبتم من زوجات النبي صلى الله عليه وسلم حاجة مثل آنية ونحوها فاطلبوا حاجتكم تلك من وراء ستر، ولا تطلبوها منهن مواجهة حتى لا تراهنّ أعينكم؛ صونًا لهنّ؛ لمكانة رسول الله صلى الله عليه وسلم، ذلكم الطلب من وراء ستر أطهر لقلوبكم وأطهر لقلوبهنّ؛ حتى لا يتطرّق الشيطان إلى قلوبكم وقلوبهنّ بالوسوسة وتزيين المنكر، وما ينبغي لكم - أيها المؤمنون - أن تؤذوا رسول الله بالمكث للحديث، ولا أن تتزوجوا نساءه من بعد موته، فهنّ أمهات المؤمنين، ولا يجوز لأحد أن يتزوج أمه، إن ذلكم الإيذاء - ومن صوره نكاحكم نساءه من بعد موته - حرام ويعدُّ عند الله إثمًا عظيمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم» في الدخول بالدعاء «إلى طعام» فتدخلوا «غير ناظرين» منتظرين «إناه» نضجه مصدر أنى يأنى «ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا» تمكثوا «مستأنسين لحديث» من بعضكم لبعض «إن ذلكم» المكث «كان يؤذي النبي فيستحيي منكم» أن يخرجكم «والله لا يستحيي من الحق» أن يخرجكم، أي لا يترك بيانه، وقرئ يستحي بياء واحدة «وإذا سألتموهن» أي أزواج النبي صلى الله عليه وسلم «متاعا فاسألوهن من وراء حجابٍ» ستر «ذلكم أطهر لقلوبكم وقلوبهن» من الخواطر المريبة «وما كان لكم أن تؤذوا رسول الله» بشيء «ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله» ذنبا «عظيما»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده المؤمنين، بالتأدب مع رسول اللّه صلى اللّه عليه وسلم، في دخول بيوته فقال: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ أي: لا تدخلوها بغير إذن للدخول فيها، لأجل الطعام.\nوأيضًا لا تكونوا نَاظِرِينَ إِنَاهُ أي: منتظرين ومتأنين لانتظار نضجه، أو سعة صدر بعد الفراغ منه.\nوالمعنى: أنكم لا تدخلوا بيوت النبي إلا بشرطين:الإذن لكم بالدخول، وأن يكون جلوسكم بمقدار الحاجة، ولهذا قال: وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ أي: قبل الطعام وبعده.\nثم بين حكمة النهي وفائدته فقال: إِنَّ ذَلِكُمْ أي: انتظاركم الزائد على الحاجة، كَانَ يُؤْذِي النَّبِيَّ أي: يتكلف منه ويشق عليه حبسكم إياه عن شئون بيته، واشتغاله فيه فَيَسْتَحْيِي مِنْكُمْ أن يقول لكم: اخرجوا كما هو جاري العادة، أن الناس -وخصوصًا أهل الكرم منهم- يستحيون أن يخرجوا الناس من مساكنهم، و لكن اللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ فالأمر الشرعي، ولو كان يتوهم أن في تركه أدبا وحياء، فإن الحزم كل الحزم، اتباع الأمر الشرعي، وأن يجزم أن ما خالفه، ليس من الأدب في شيء.\nواللّه تعالى لا يستحي أن يأمركم، بما فيه الخير لكم، والرفق لرسوله كائنًا ما كان.\nفهذا أدبهم في الدخول في بيوته، وأما أدبهم معه في خطاب زوجاته، فإنه، إما أن يحتاج إلى ذلك، أو لا يحتاج إليه، فإن لم يحتج إليه، فلا حاجة إليه، والأدب تركه، وإن احتيج إليه، كأن يسألن متاعًا، أو غيره من أواني البيت أو نحوها، فإنهن يسألن مِنْ وَرَاءِ حِجَابٍ أي: يكون بينكم وبينهن ستر، يستر عن النظر، لعدم الحاجة إليه.\nفصار النظر إليهن ممنوعًا بكل حال، وكلامهن فيه التفصيل، الذي ذكره اللّه، ثم ذكر حكمة ذلك بقوله: ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ لأنه أبعد عن الريبة، وكلما بعد الإنسان عن الأسباب الداعية إلى الشر، فإنه أسلم له، وأطهر لقلبه.\nفلهذا، من الأمور الشرعية التي بين اللّه كثيرًا من تفاصيلها، أن جميع وسائل الشر وأسبابه ومقدماته، ممنوعة، وأنه مشروع، البعد عنها، بكل طريق.\nثم قال كلمة جامعة وقاعدة عامة: وَمَا كَانَ لَكُمْ يا معشر المؤمنين، أي: غير لائق ولا مستحسن منكم، بل هو أقبح شيء أَنْ تُؤْذُوا رَسُولَ اللَّهِ أي: أذية قولية أو فعلية، بجميع ما يتعلق به، وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا هذا من جملة ما يؤذيه، فإنه صلى اللّه عليه وسلم، له مقام التعظيم، والرفعة والإكرام، وتزوج زوجاته [بعده] مخل بهذا المقام.\nوأيضا، فإنهن زوجاته في الدنيا والآخرة، والزوجية باقية بعد موته، فلذلك لا يحل نكاح زوجاته بعده، لأحد من أمته.\nإِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا وقد امتثلت هذه الأمة، هذا الأمر، واجتنبت ما نهى اللّه عنه منه، وللّه الحمد والشكر."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن تظهروا شيئًا من أعمالكم أو تستروه في أنفسكم، فلن يخفى على الله منه شيء، إن الله كان بكل شيء عليمًا، لا يخفى عليه شيء من أعمالكم ولا من غيرها، وسيجازيكم على أعمالكم إن خيرًا فخير، وإن شرًّا فشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تبدوا شيئا أو تخفوه» من نكاحهنَّ بعده «فإن الله كان بكل شيءٍ عليماً» فيجازيكم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: إِنْ تُبْدُوا شَيْئًا أي تظهروه أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا يعلم ما في قلوبكم، وما أظهرتموه، فيجازيكم عليه."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا إثم عليهنّ أن يراهنّ ويكلمهنّ دون حجاب: آباؤهنّ، وأولادهنّ، وإخوانهن، وأبناء إخوانهنّ، وأبناء أخواتهنّ من النسب أو الرضاعة، ولا إثم عليهنّ أن يكلمهنّ دون حجاب: النساء المؤمنات، وما ملكت أيمانهنّ، واتقين الله - أيتها المؤمنات - فيما أمر به ونهى عنه سبحانه، فهو مُشاهِدٌ لِمَا يَظْهَرُ مِنكنَّ ويَصْدُرُ عنكن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا جناح عليهنَّ في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن ولا نسائهن» أي المؤمنات «ولا ما ملكت أيمانهن» من الإماء والعبيد أن يروهن ويكلموهن من غير حجاب «واتقين الله» فيما أمرتن به «إن الله كان على كل شيءٍ شهيدا» لا يخفى عليه شيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر أنهن لا يسألن متاعًا إلا من وراء حجاب، وكان اللفظ عامًا [لكل أحد] احتيج أن يستثنى منه هؤلاء المذكورون، من المحارم، وأنه لَا جُنَاحَ عَلَيْهِنَّ في عدم الاحتجاب عنهم.\nولم يذكر فيها الأعمام، والأخوال، لأنهن إذا لم يحتجبن عمن هن عماته ولا خالاته، من أبناء الإخوة والأخوات، مع رفعتهن عليهم، فعدم احتجابهن عن عمهن وخالهن، من باب أولى، ولأن منطوق الآية الأخرى، المصرحة بذكر العم والخال، مقدمة، على ما يفهم من هذه الآية.\nوقوله وَلَا نِسَائِهِنَّ أي: لا جناح عليهن ألا يحتجبن عن نسائهن، أي: اللاتي من جنسهن في الدين، فيكون ذلك مخرجًا لنساء الكفار، ويحتمل أن المراد جنس النساء، فإن المرأة لا تحتجب عن المرأة.\nوَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ ما دام العبد في ملكها جميعه.\nولما رفع الجناح عن هؤلاء، شرط فيه وفي غيره، لزوم تقوى اللّه، وأن لا يكون في محذور شرعي فقال: وَاتَّقِينَ اللَّهَ أي: استعملن تقواه في جميع الأحوال إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا يشهد أعمال العباد، ظاهرها وباطنها، ويسمع أقوالهم، ويرى حركاتهم، ثم يجازيهم على ذلك، أتم الجزاء وأوفاه."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله يثني عند ملائكته على الرسول محمد صلى الله عليه وسلم، وملائكته يدعون له، يا أيها الذين آمنوا بالله وعملوا بما شرع لعباده، صلوا على الرسول وسلموا عليه تسليمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله وملائكته يصلُّون على النبي» محمد صلى الله عليه وسلم «يا أيها الذين آمنوا صلوا عليه وسلموا تسليماً» أي قولوا: اللهم صل على سيدنا محمد وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا فيه تنبيه على كمال رسول اللّه صلى اللّه عليه وسلم، ورفعة درجته، وعلو منزلته عند اللّه وعند خلقه، ورفع ذكره.\nو إِنَّ اللَّهَ تعالى وَمَلَائِكَتَهُ يُصَلُّونَ عليه، أي: يثني اللّه عليه بين الملائكة، وفي الملأ الأعلى، لمحبته تعالى له، وتثني عليه الملائكة المقربون، ويدعون له ويتضرعون.\nيَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا اقتداء باللّه وملائكته، وجزاء له على بعض حقوقه عليكم، وتكميلاً لإيمانكم، وتعظيمًا له صلى اللّه عليه وسلم، ومحبة وإكرامًا، وزيادة في حسناتكم، وتكفيرًا من سيئاتكم وأفضل هيئات الصلاة عليه عليه الصلاة والسلام، ما علم به أصحابه: \"اللّهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد\" وهذا الأمر بالصلاة والسلام عليه مشروع في جميع الأوقات، وأوجبه كثير من العلماء في الصلاة"
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين يؤذون الله ورسوله بالقول أو الفعل أبعدهم الله وطردهم من رحاب رحمته في الدنيا وفي الآخرة، وأعدّ لهم في الآخرة عذابًا مذلًّا جزاءً لهم على ما اقترفوه من إيذاء رسوله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين يؤذون الله ورسوله» وهم الكفار يصفون الله بما هو منزه عنه من الولد والشريك ويكذبون رسوله «لعنهم الله في الدنيا والآخرة» أبعدهم «وأعدَّ لهم عذاباً مهيناً» ذا إهانة وهو النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما أمر تعالى بتعظيم رسوله صلى اللّه عليه وسلم، والصلاة والسلام عليه، نهى عن أذيته، وتوعد عليها فقال: إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ وهذا يشمل كل أذية، قولية أو فعلية، من سب وشتم، أو تنقص له، أو لدينه، أو ما يعود إليه بالأذى.\nلَعَنَهُمُ اللَّهُ فِي الدُّنْيَا أي: أبعدهم وطردهم، ومن لعنهم [في الدنيا] أنه يحتم قتل من شتم الرسول، وآذاه.\nوَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا جزاء له على أذاه، أن يؤذى بالعذاب الأليم، فأذية الرسول، ليست كأذية غيره، لأنه -صلى الله عليه وسلم- لا يؤمن العبد باللّه، حتى يؤمن برسوله صلى اللّه عليه وسلم.\nوله من التعظيم، الذي هو من لوازم الإيمان، ما يقتضي ذلك، أن لا يكون مثل غيره."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يؤذون المؤمنين والمؤمنات بالقول أو الفعل بغير ذنب اكتسبوه من جناية توجب ذلك الإيذاء، فقد احتملوا كذبًا وإثمًا ظاهرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا» يرمونهم بغير ما عملوا «فقد احتملوا بهتانا» تحملوا كذبا «وإثما مبينا» بيِّنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإن كانت أذية المؤمنين عظيمة، وإثمها عظيمًا، ولهذا قال فيها: وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا أي: بغير جناية منهم موجبة للأذى فَقَدِ احْتَمَلُوا على ظهورهم بُهْتَانًا حيث آذوهم بغير سبب وَإِثْمًا مُبِينًا حيث تعدوا عليهم، وانتهكوا حرمة أمر اللّه باحترامها.\nولهذا كان سب آحاد المؤمنين، موجبًا للتعزير، بحسب حالته وعلو مرتبته، فتعزير من سب الصحابة أبلغ، وتعزير من سب العلماء، وأهل الدين، أعظم من غيرهم."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها النبي قل لأزواجك، وقل لبناتك، وقل لنساء المؤمنين: يُرْخِين عليهنّ من الجلابيب التي يلبسنها حتى لا تنكشف منهن عورة أمام الأجانب من الرجال؛ ذلك أقرب أن يُعرف أنّهنّ حرائر فلا يَتعرض لهنّ أحد بالإيذاء كما يتعرض به للإماء، وكان الله غفورًا لذنوب من تاب من عباده، رحيمًا به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن» جمع جلباب وهي الملاءة التي تشتمل بها المرأة، أي يرخين بعضها على الوجوه إذا خرجن لحاجتهن إلا عينا واحدة «ذلك أدنى» أقرب إلى «أن يعرفن» بأنهن حرائر «فلا يؤذين» بالتعرض لهن بخلاف الإماء فلا يغطين وجوههن، فكان المنافقون يتعرضون لهم «وكان الله غفورا» لما سلف منهن من ترك الستر «رحيما» بهن إذ سترهن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الآية، التي تسمى آية الحجاب، فأمر اللّه نبيه، أن يأمر النساء عمومًا، ويبدأ بزوجاته وبناته، لأنهن آكد من غيرهن، ولأن الآمر [لغيره] ينبغي أن يبدأ بأهله، قبل غيرهم كما قال تعالى: يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا أن يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ وهن اللاتي يكن فوق الثياب من ملحفة وخمار ورداء ونحوه، أي: يغطين بها، وجوههن وصدورهن.\nثم ذكر حكمة ذلك، فقال: ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ دل على وجود أذية، إن لم يحتجبن، وذلك، لأنهن إذا لم يحتجبن، ربما ظن أنهن غير عفيفات، فيتعرض لهن من في قلبه مرض، فيؤذيهن، وربما استهين بهن، وظن أنهن إماء، فتهاون بهن من يريد الشر.\nفالاحتجاب حاسم لمطامع الطامعين فيهن.\nوَكَانَ اللَّهُ غَفُورًا رَحِيمًا حيث غفر لكم ما سلف، ورحمكم، بأن بين لكم الأحكام، وأوضح الحلال والحرام، فهذا سد للباب من جهتهن."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لئن لم ينته المنافقون عن نفاقهم؛ بإضمارهم الكفر وإظهارهم الإسلام، والذين في قلوبهم فجور بتعلقهم بشهواتهم، والذين يأتون بالأخبار الكاذبة في المدينة ليفرقوا بين المؤمنين - لنأمرنك - أيها الرسول - بمعاقبتهم، ولنسلطنّك عليهم، ثم لا يُساكنونك في المدينة إلا قليلًا من الزمن؛ لإهلاكهم أو طردهم عنها بسبب إفسادهم في الأرض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لئن» لام قسم «لم ينته المنافقون» عن نفاقهم «والذين في قلوبهم مرض» بالزنا «والمرجفون في المدينة» المؤمنين بقولهم قد أتاكم العدو وسراياكم قتلوا أو هزموا «لنغرينك بهم» لنسلطنك عليهم «ثم لا يجاورونك» يساكنوك «فيها إلا قليلا» ثم يخرجون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما من جهة أهل الشر فقد توعدهم بقوله: لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أي: مرض شك أو شهوة وَالْمُرْجِفُونَ فِي الْمَدِينَةِ أي: المخوفون المرهبون الأعداء، المحدثون بكثرتهم وقوتهم، وضعف المسلمين.\nولم يذكر المعمول الذي ينتهون عنه، ليعم ذلك، كل ما توحي به أنفسهم إليهم، وتوسوس به، وتدعو إليه من الشر، من التعريض بسب الإسلام وأهله، والإرجاف بالمسلمين، وتوهين قواهم، والتعرض للمؤمنات بالسوء والفاحشة، وغير ذلك من المعاصي الصادرة، من أمثال هؤلاء.\nلَنُغْرِيَنَّكَ بِهِمْ أي: نأمرك بعقوبتهم وقتالهم، ونسلطك عليهم، ثم إذا فعلنا ذلك، لا طاقة لهم بك، وليس لهم قوة ولا امتناع، ولهذا قال: ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا أي: لا يجاورونك في المدينة إلا قليلاً، بأن تقتلهم أو تنفيهم.\nوهذا فيه دليل، لنفي أهل الشر، الذين يتضرر بإقامتهم بين أظهر المسلمين، فإن ذلك أحسم للشر، وأبعد منه، ويكونون"
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مطرودين من رحمة الله، في أي مكان لُقُوا أُخِذُوا وَقُتِّلُوا تقتيلًا؛ لنفاقهم ونشرهم الفساد في الأرض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ملعونين» مبعدين عن الرحمة «أينما ثقفوا» وجدوا «أخذوا وقتِّلوا تقتيلا» أي الحكم فيهم هذا على جهة الأمر به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا أي: مبعدين، أين وجدوا، لا يحصل لهم أمن، ولا يقر لهم قرار، يخشون أن يقتلوا، أو يحبسوا، أو يعاقبوا."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه سُنَّة الله الجارية في المنافقين إذا أظهروا النفاق، وسُنَّة الله ثابتة لن تجد لها أبدًا تغييرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سُنَّة الله» أي سنَّ الله ذلك «في الذين خلوْا من قبل» من الأمم الماضية في منافقيهم المرجفين المؤمنين «ولن تجد لسنة الله تبديلا» منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ أن من تمادى في العصيان، وتجرأ على ال أذى، ولم ينته منه، فإنه يعاقب عقوبة بليغة.\nوَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا أي تغييرًا، بل سنته تعالى وعادته، جارية مع الأسباب المقتضية لأسبابها"
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسألك المشركون - أيها الرسول- سؤال إنكار وتكذيب، ويسألك اليهود أيضًا؛ عن الساعة: متى وقتها؟ قل لهؤلاء: علم الساعة عند الله ليس عندي منه شيء، وما يشعرك - أيها الرسول - أن الساعة تكون قريبة؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يسألك الناس» أهل مكة «عن الساعة» متى تكون «قل إنما علمها عند الله وما يدريك» يعلمك بها: أي أنت لا تعلمها «لعلَّ الساعة تكون» توجد «قريبا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يستخبرك الناس عن الساعة، استعجالاً لها، وبعضهم، تكذيبًا لوقوعها، وتعجيزًا للذي أخبر بها.\nقُلْ لهم: إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ أي: لا يعلمها إلا اللّه، فليس لي، ولا لغيرى بها علم، ومع هذا، فلا تستبطؤوها.\nوَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا ومجرد مجيء الساعة، قرباً وبعدًا، ليس تحته نتيجة ولا فائدة، وإنما النتيجة والخسار، والربح، والشقا والسعادة، هل يستحق العبد العذاب، أو يستحق الثواب؟ فهذه سأخبركم بها، وأصف لكم مستحقها.\nفوصف مستحق العذاب، ووصف العذاب، لأن الوصف المذكور، منطبق على هؤلاء المكذبين بالساعة ."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله سبحانه طرد الكافرين من رحمته، وهيَّأ لهم يوم القيامة نارًا ملتهبة تنتظرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله لعن الكافرين» أبعدهم «وأعدَّ لهم سعيرا» نارا شديدة يدخلونها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ [أي:] الذين صار الكفر دأبهم وطريقتهم الكفر باللّه وبرسله، وبما جاءوا به من عند اللّه، فأبعدهم في الدنيا والآخرة من رحمته، وكفى بذلك عقابًا، وَأَعَدَّ لَهُمْ سَعِيرًا أي: نارًا موقدة، تسعر في أجسامهم، ويبلغ العذاب إلى أفئدتهم."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ماكثون في عذاب تلك النار المعدة لهم أبدًا، لا يجدون فيها وليًّا ينفعهم، ولا نصيرًا يدفع عنهم عذابها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خالدين» مقدرا خلودهم «فيها أبدا لا يجدون وليا» يحفظهم عنها «ولا نصيرا» يدفعها عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويخلدون في ذلك العذاب الشديد، فلا يخرجون منه، ولا يُفَتَّر عنهم ساعة.\nولَا يَجِدُونَ وَلِيًّا فيعطيهم ما طلبوه وَلَا نَصِيرًا يدفع عنهم العذاب، بل قد تخلى عنهم الولي النصير، وأحاط بهم عذاب السعير، وبلغ منهم مبلغًا عظيمًا،"
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم القيامة تقلّب وجوههم في نار جهنم، يقولون من شدة التحسر والندم: يا ليتنا في حياتنا الدنيا كنا أطعنا الله بامتثال ما أمرنا به، واجتناب ما نهانا عنه، وأطعنا الرسول فيما جاء به من ربه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم تُقلب وجوههم في النار يقولون يا» للتنبيه «ليتنا أطعنا الله وأطعنا الرسولا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ فيذوقون حرها، ويشتد عليهم أمرها، ويتحسرون على ما أسلفوا.\nيَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولاَ فسلمنا من هذا العذاب، واستحققنا، كالمطيعين، جزيل الثواب.\nولكن أمنية فات وقتها، فلم تفدهم إلا حسرة وندمًا، وهمًا، وغمًا، وألمًا."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جاء هؤلاء بحجة واهية باطلة فقالوا: ربنا إنا أطعنا رؤساءنا وكبراء أقوامنا، فأضلونا عن الصراط المستقيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» أي الأتباع منهم «ربنا إنا أطعنا سادتنا» وفي قراءة ساداتنا، جمع الجمع «وكبراءنا فأضلونا السبيلا» طريق الهدى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا وقلدناهم على ضلالهم، فَأَضَلُّونَا السَّبِيلاَ كقوله تعالى وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بعد إذ جاءني الآية."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ربنا، اجعل لهؤلاء الرؤساء والكبراء الذين أضلونا عن الصراط المستقيم ضِعْفَيْ ما جَعَلْتَ لنا من العذاب لإضلالهم إيانا، واطردهم من رحمتك طردًا عظيمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ربنا آتهم ضعفين من العذاب» أي مثليْ عذابنا «والعنهم» عذبهم «لعنا كثيرا» عدده، وفي قراءة بالموحدة، أي عظيماً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما علموا أنهم هم وكبراءهم مستحقون للعقاب، أرادوا أن يشتفوا ممن أضلوهم، فقالوا: رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا فيقول اللّه لكل ضعف، فكلكم اشتركتم في الكفر والمعاصي، فتشتركون في العقاب، وإن تفاوت عذاب بعضكم على بعض بحسب تفاوت الجرم."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تؤذوا رسولكم فتكونوا مثل الذين آذوا موسى كعيبهم له في جسده فبرّأه الله مما قالوا، فتبين لهم سلامته مما قالوا فيه، وكان موسى عند الله وجيهًا، لا يُردّ طلبه، ولا يخيب مسعاه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(يا أيها الذين آمنوا لا تكونوا) مع نبيكم (كالذين آذوا موسى) بقولهم مثلا: ما يمنعه أن يغتسل معنا إلا أنه آذر (فبرأه الله مما قالوا) بأن وضع ثوبه على حجر ليغتسل ففر الحجر به حتى وقف بين ملأ من بني إسرائيل فأدركه موسى فأخذ ثوبه فاستتر به فرأوه ولا أدرة به وهي نفخة في الخصية (وكان عند الله وجيها) ذا جاه: ومما أوذي به نبينا صلى الله عليه وسلم أنه قسم قسما فقال رجل هذه قسمة ما أريد بها وجه الله تعالى، فغضب النبي صلى الله عليه وسلم من ذلك وقال: \"يرحم الله موسى لقد أوذي بأكثر من هذا فصبر\" رواه البخاري."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يحذر تعالى عباده المؤمنين عن أذية رسولهم، محمد صلى اللّه عليه وسلم، النبي الكريم، الرءوف الرحيم، فيقابلوه بضد ما يجب له من الإكرام والاحترام، وأن لا يتشبهوا بحال الذين آذوا موسى بن عمران، كليم الرحمن، فبرأه اللّه مما قالوا من الأذية، أي: أظهر اللّه لهم براءته.\nوالحال أنه عليه الصلاة والسلام، ليس محل التهمة والأذية، فإنه كان وجيها عند اللّه، مقربًا لديه، من خواص المرسلين، ومن عباده المخلصين، فلم يزجرهم ما له، من الفضائل عن أذيته والتعرض له بما يكره، فاحذروا أيها المؤمنون، أن تتشبهوا بهم في ذلك، والأذية المشار إليها هي قول بني إسرائيل لموسى لما رأوا شدة حيائه وتستره عنهم: \"إنه ما يمنعه من ذلك إلا أنه آدر\" أي: كبير الخصيتين، واشتهر ذلك عندهم، فأراد الله أن يبرئه منهم، فاغتسل يومًا، ووضع ثوبه على حجر، ففر الحجر بثوبه، فأهوى موسى عليه السلام في طلبه، فمر به على مجالس بني إسرائيل، فرأوه أحسن خلق اللّه، فزال عنه ما رموه به."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله، وعملوا بما شرعه لهم، اتقوا الله بامتثال أوامره، واجتناب نواهيه، وقولوا قولًا صوابًا صدقًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اتقوا الله وقولوا قوْلا سديدا» صوابا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى المؤمنين بتقواه، في جميع أحوالهم، في السر والعلانية، ويخص منها، ويندب للقول السديد، وهو القول الموافق للصواب، أو المقارب له، عند تعذر اليقين، من قراءة، وذكر، وأمر بمعروف، ونهي عن منكر، وتعلم علم وتعليمه، والحرص على إصابة الصواب، في المسائل العلمية، وسلوك كل طريق يوصل لذلك، وكل وسيلة تعين عليه.\nومن القول السديد، لين الكلام ولطفه، في مخاطبة الأنام، والقول المتضمن للنصح والإشارة، بما هو الأصلح."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنكم إن اتقيتم الله وقلتم قولًا صوابًا، أصلح لكم أعمالكم، وتقبلها منكم، وَمَحَا عنكم ذنوبكم فلا يؤاخذكم بها، ومن يطع الله ورسوله فقد فاز فوزًا عظيمًا لا يدانيه أي فوز، وهو الفوز برضا الله ودخول الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يصلح لكم أعمالكم» يتقبلها «ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما» نال غاية مطلوبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر ما يترتب على تقواه، وقول القول السديد فقال: يُصْلِحْ لَكُمْ أَعْمَالَكُمْ أي: يكون ذلك سببًا لصلاحها، وطريقًا لقبولها، لأن استعمال التقوى، تتقبل به الأعمال كما قال تعالى: إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ ويوفق فيه الإنسان للعمل الصالح، ويصلح اللّه الأعمال [أيضًا] بحفظها عما يفسدها، وحفظ ثوابها ومضاعفته، كما أن الإخلال بالتقوى، والقول السديد سبب لفساد الأعمال، وعدم قبولها، وعدم تَرَتُّبِ آثارها عليها.\nوَيَغْفِرْ لَكُمْ أيضًا ذُنُوبَكُمْ التي هي السبب في هلاككم، فالتقوى تستقيم بها الأمور، ويندفع بها كل محذور ولهذا قال: وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا"
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا عرضنا التكاليف الشرعية، وما يحفظ من أموال وأسرار، على السماوات وعلى الأرض وعلى الجبال، فامتنعن من حملها، وخفن من عاقبته، وحملها الإنسان، إنه كان ظلومًا لنفسه، جهولًا بعاقبة حملها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا عرضنا الأمانة» الصلوات وغيرهما مما في فعلها من الثواب وتركها من العقاب «على السماوات والأرض والجبال» بأن خلق فيهما فهما ونطقا «فأبين أن يحملنها وأشفقن» خفن «منها وحملها الإنسان» آدم بعد عرضها عليه «إنه كان ظلوما» لنفسه بما حمله «جهولا» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعظم تعالى شأن الأمانة، التي ائتمن اللّه عليها المكلفين، التي هي امتثال الأوامر، واجتناب المحارم، في حال السر والخفية، كحال العلانية، وأنه تعالى عرضها على المخلوقات العظيمة، السماوات والأرض والجبال، عرض تخيير لا تحتيم، وأنك إن قمت بها وأدَّيتِهَا على وجهها، فلك الثواب، وإن لم تقومي بها، [ولم تؤديها] فعليك العقاب.\nفَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا أي: خوفًا أن لا يقمن بما حُمِّلْنَ، لا عصيانًا لربهن، ولا زهدًا في ثوابه، وعرضها اللّه على الإنسان، على ذلك الشرط المذكور، فقبلها، وحملها مع ظلمه وجهله، وحمل هذا الحمل الثقيل.\nفانقسم الناس -بحسب قيامهم بها وعدمه- إلى ثلاثة أقسام:منافقون، أظهروا أنهم قاموا بها ظاهرًا لا باطنًا، ومشركون، تركوها ظاهرًا وباطنًا، ومؤمنون، قائمون بها ظاهرًا وباطنًا."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حملها الإنسان بقدر من الله؛ ليعذب الله المنافقين من الرجال والمنافقات من النساء، والمشركين من الرجال والمشركات من النساء؛ على نفاقهم وشركهم بالله، وليتوب الله على المؤمنين والمؤمنات الذين أحسنوا حمل أمانة التكاليف، وكان الله غفورًا لذنوب من تاب من عباده رحيمًا بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليعذب الله» اللام متعلقة بعرضنا المترتب عليه حمل آدم «المنافقين والمنافقات والمشركين والمشركات» المضيعين الأمانة «ويتوب الله على المؤمنين والمؤمنات» المؤدين الأمانة «وكان الله غفورا» للمؤمنين «رحيما» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فذكر اللّه تعالى أعمال هؤلاء الأقسام الثلاثة، وما لهم من الثواب والعقاب فقال: لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا .\nفله الحمد تعالى، حيث ختم هذه الآية بهذين الاسمين الكريمين، الدالين على تمام مغفرة اللّه، وسعة رحمته، وعموم جوده، مع أن المحكوم عليهم، كثير منهم، لم يستحق المغفرة والرحمة، لنفاقه وشركه."
                }
            ]
        }
    ]
}