{
    "surah": "فاطر",
    "number": 35,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الحمد لله خالق السماوات والأرض على غير مثال سابق، الذي جعل من الملائكة رسلًا ينفذون أوامره القدرية، ومنهم من يبلغ الأنبياء الوحي، وقوّاهم على أداء ما ائتمنهم عليه، فمنهم ذو جناحين وذو ثلاثة وذو أربعة، يطير بها لتنفيذ ما أُمر به، يزيد الله في الخلق ما يشاء من عضو أو حُسْن أو صوت، إن الله على كل شيء قدير، لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الحمد لله» حمد تعالى نفسه بذلك كما بُيّن في أول سورة سبأ «فاطر السماوات والأرض» خالقهما على غير مثال سبق «جاعل الملائكة رسلا» إلى الأنبياء «أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق» في الملائكة وغيرها «ما يشاء إن الله على كل شيء قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يمدح الله تعالى نفسه الكريمة المقدسة، على خلقه السماوات والأرض، وما اشتملتا عليه من المخلوقات، لأن ذلك دليل على كمال قدرته، وسعة ملكه، وعموم رحمته، وبديع حكمته، وإحاطة علمه.\nولما ذكر الخلق، ذكر بعده ما يتضمن الأمر، وهو: أنه جَاعِلِ الْمَلَائِكَةِ رُسُلًا في تدبير أوامره القدرية، ووسائط بينه وبين خلقه، في تبليغ أوامره الدينية.\nوفي ذكره أنه جعل الملائكة رسلا، ولم يستثن منهم أحدا، دليل على كمال طاعتهم لربهم وانقيادهم لأمره، كما قال تعالى: لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ولما كانت الملائكة مدبرات بإذن اللّه، ما جعلهم اللّه موكلين فيه، ذكر قوتهم على ذلك وسرعة سيرهم، بأن جعلهم أُولِي أَجْنِحَةٍ تطير بها، فتسرع بتنفيذ ما أمرت به.\nمَثْنَى وَثُلَاثَ وَرُبَاعَ أي: منهم من له جناحان وثلاثة وأربعة، بحسب ما اقتضته حكمته.\nيَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ أي: يزيد بعض مخلوقاته على بعض، في صفة خلقها، وفي القوة، وفي الحسن، وفي زيادة الأعضاء المعهودة، وفي حسن الأصوات، ولذة النغمات.\nإِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فقدرته تعالى تأتي على ما يشاؤه، ولا يستعصي عليها شيء، ومن ذلك، زيادة مخلوقاته بعضها على بعض."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن مفاتيح كل شيء بيد الله؛ فما يفتح للناس من رزق وهداية وسعادة وغير ذلك من النعم فلا أحد يستطيع أن يمنعه، وما يمسكه من ذلك فلا أحد يستطيع إرساله من بعد إمساكه له، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وتدبيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما يفتح الله للناس من رحمة» كرزق ومطر «فلا ممسك لها وما يمسك» من ذلك «فلا مرسل له من بعده» أي بعد إمساكه «وهو العزيز» الغالب على أمره «الحكيم» في فعله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر انفراده تعالى بالتدبير والعطاء والمنع فقال: مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ من رحمته عنهم فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ فهذا يوجب التعلق باللّه تعالى، والافتقار إليه من جميع الوجوه، وأن لا يدعى إلا هو، ولا يخاف ويرجى، إلا هو.\nوَهُوَ الْعَزِيزُ الذي قهر الأشياء كلها الْحَكِيمُ الذي يضع الأشياء مواضعها وينزلها منازلها."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، اذكروا نعمة الله عليكم بقلوبكم وألسنتكم، وبجوارحكم بالعمل، هل لكم من خالق غير الله يرزقكم من السماء بما ينزله عليكم من المطر، ويرزقكم من الأرض بما ينبته من الثمار والزروع ، وغير ذلك؟ لا معبود بحق غيره، فكيف بعد هذا تصرفون عن هذا الحق وتفترون على الله وتزعمون أن لله شركاء، وهو الذي خلقكم ورزقكم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس» أي أهل مكة «اذكروا نعمة الله عليكم» بإسكانكم الحرم ومنع الغارات عنكم «هل من خالق» من زائدة وخالق مبتدأ «غيرُ الله» بالرفع والجر نعت لخالق لفظا ومحلا، وخبر المبتدأ «يرزقكم من السماء» المطر «و» من «الأرض» النبات، والاستفهام للتقرير، أي لا خالق رازق غيره «لا إله إلا هو فأنَّى تؤفكون» من أين تصرفون عن توحيده مع إقراركم بأنه الخالق الرازق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى، جميع الناس أن يذكروا نعمته عليهم، وهذا شامل لذكرها بالقلب اعترافا، وباللسان ثناء، وبالجوارح انقيادا، فإن ذكر نعمه تعالى داع لشكره، ثم نبههم على أصول النعم، وهي الخلق والرزق، فقال: هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ولما كان من المعلوم أنه ليس أحد يخلق ويرزق إلا اللّه، نتج من ذلك، أن كان ذلك دليلا على ألوهيته وعبوديته، ولهذا قال: لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ أي: تصرفون عن عبادة الخالق الرازق لعبادة المخلوق المرزوق."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن يكذبك قومك - أيها الرسول- فاصبر، فلست أول رسول كذبه قومه، فقد كذبت أمم من قبلك رسلهم مثل عاد وثمود وقوم لوط، وإلى الله وحده ترجع الأمور كلها، فيُهلك المكذبين، وينصر رسله والمؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يكذبوك» يا محمد في مجيئك بالتوحيد والبعث، والحساب والعقاب «فقد كُذِّبت رسل من قبلك» في ذلك فاصبر كما صبروا «وإلى الله ترجع الأمور» في الآخرة فيجازي المكذبين وينصر المسلمين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنْ يُكَذِّبُوكَ يا أيها الرسول، فلك أسوة بمن قبلك من المرسلين، فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فأهلك المكذبون، ونجى اللّه الرسل وأتباعهم.\nوَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا ۖ وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، إن ما وعد الله به - من البعث والجزاء يوم القيامة - حق لا شك فيه، فلا تخدعنّكم لَذَّاتُ الحياة الدنيا وشهواتها عن الاستعداد لهذا اليوم بالعمل الصالح، ولا يخدعنكم الشيطان بتزيينه للباطل، والركون إلى الحياة الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس إن وعد الله» بالبعث وغيره «حق فلا تغرنكم الحياة الدنيا» من الإيمان بذلك «ولا يغرنكم بالله» في حلمه وإمهاله «الغرور» الشيطان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ بالبعث والجزاء على الأعمال، حَقٌّ أي: لا شك فيه، ولا مرية، ولا تردد، قد دلت على ذلك الأدلة السمعية والبراهين العقلية، فإذا كان وعده حقا، فتهيئوا له، وبادروا أوقاتكم الشريفة بالأعمال الصالحة، ولا يقطعكم عن ذلك قاطع، فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا بلذاتها وشهواتها ومطالبها النفسية، فتلهيكم عما خلقتم له، وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الشيطان لكم - أيها الناس - عدوّ دائم العداوة، فاتخذوه عدوًّا بالتزام محاربته، إنما يدعو الشيطان أتباعه إلى الكفر بالله لتكون عاقبتهم دخول النار الملتهبة يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الشيطان لكم عدوٌ فاتخذوه عدوّا» بطاعة الله ولا تطيعوه «إنما يدعو حزبه» أتباعه في الكفر «ليكونوا من أصحاب السعير» النار الشديدة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الْغَرُورُ الذي هو الشَّيْطَانُ الذي هو عدوكم في الحقيقة فَاتَّخِذُوهُ عَدُوًّا أي: لتكن منكم عداوته على بال، ولا تهملوا محاربته كل وقت، فإنه يراكم وأنتم لا ترونه، وهو دائما لكم بالمرصاد.\nإِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ هذا غايته ومقصوده ممن تبعه، أن يهان غاية الإهانة بالعذاب الشديد."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين كفروا بالله اتباعًا للشيطان، لهم عذاب قوي، والذين آمنوا بالله وعملوا الأعمال الصالحات لهم مغفرة من الله لذنوبهم، ولهم أجر عظيم منه وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين كفروا لهم عذاب شديد والذين آمنوا وعملوا الصالحات لهم مغفرة وأجر كبير» هذا بيان ما لموافقي الشيطان وما لمخالفيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر أن الناس انقسموا بحسب طاعة الشيطان وعدمها إلى قسمين، وذكر جزاء كل منهما، فقال: الَّذِينَ كَفَرُوا أي: جحدوا ما جاءت به الرسل، ودلت عليه الكتب لَهُمْ عَذَابٌ شَدِيدٌ في نار جهنم، شديد في ذاته ووصفه، وأنهم خالدون فيها أبدا.\nوَالَّذِينَ آمَنُوا بقلوبهم، بما دعا اللّه إلى الإيمان به وَعَمِلُوا بمقتضى ذلك الإيمان، بجوارحهم، الأعمال الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ لذنوبهم، يزول بها عنهم الشر والمكروه وَأَجْرٌ كَبِيرٌ يحصل به المطلوب."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن من حسّن له الشيطان عمله السيّئ فاعتقده هو حسنًا، ليس كمن زين له الله الحق فاعتقده حقًّا، فإن الله يضل من يشاء، ويهدي من يشاء، لا مكره له، فلا تُهْلِك - أيها الرسول - نفسك حزنًا على ضلال الضالين، إن الله سبحانه عليم بما يصنعون، لا يخفى عليه من أعمالهم شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ونزل في أبي جهل وغيره «أفمن زينَ له سوء عمله» بالتمويه «فرآه حسنا» من مبتدأ خبره كمن هداه الله؟ لا، دل عليه «فإن الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم» على المزيَّن لهم «حسرات» باغتمامك ألا يؤمنوا «إن الله عليم بما يصنعون» فيجازيهم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: أَفَمَنْ زُيِّنَ لَهُ عمله السيئ، القبيح، زينه له الشيطان، وحسنه في عينه.\nفَرَآهُ حَسَنًا أي: كمن هداه اللّه إلى الصراط المستقيم والدين القويم، فهل يستوي هذا وهذا؟فالأول: عمل السيئ، ورأى الحق باطلا، والباطل حقا.\nوالثاني: عمل الحسن، ورأى الحق حقا، والباطل باطلا، ولكن الهداية والإضلال بيد اللّه تعالى، فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ أي: على الضالين الذين زين لهم سوء أعمالهم، وصدهم الشيطان عن الحق حَسَرَاتٍ فليس عليك إلا البلاغ، وليس عليك من هداهم شيء، والله [هو] الذي يجازيهم بأعمالهم.\nإِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَىٰ بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ النُّشُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله الذي بعث الرياح فتحرّك هذه الرياح سحابًا، فسقنا السحاب إلى بلد لا نبات فيه، فأحيينا بمائه الأرض بعد جفافها بما أنبتناه فيها من النبات، فكما أحيينا هذه الأرض بعد موتها بما أودعناه فيها من النبات، يكون بعث الأموات يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله الذي أرسل الرياح» وفي قراءة الريح «فتثير سحابا» المضارع لحكاية الحال الماضية، أي تزعجه «فسقناه» فيه التفات عن الغيبة «إلى بلد ميت» بالتشديد والتخفيف لا نبات بها «فأحيينا به الأرض» من البلد «بعد موتها» يبسها، أي أنبتنا به الزرع والكلأ «كذلك النشور» أي البعث والإحياء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كمال اقتداره، وسعة جوده، وأنه أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فأنزله اللّه عليها فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا فحييت البلاد والعباد، وارتزقت الحيوانات، ورتعت في تلك الخيرات، كَذَلِكَ الذي أحيا الأرض بعد موتها، ينشر الله الأموات من قبورهم، بعدما مزقهم البلى، فيسوق إليهم مطرا، كما ساقه إلى الأرض الميتة، فينزله عليهم فتحيا الأجساد والأرواح من القبور، ويأتون للقيام بين يدي الله ليحكم بينهم، ويفصل بحكمه العدل."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ۚ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولَٰئِكَ هُوَ يَبُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كان يريد العزة في الدنيا أو في الآخرة فلا يطلبها إلا من الله، فللَّه وحده العزة فيهما، إليه يصعد ذكره الطيب، وعمل العباد الصالح يرفعه إليه، والذين يدبرون المكايد السيئة - كمحاولة قتل الرسول صلى الله عليه وسلم - لهم عذاب شديد، ومكر أولئك الكفار يبطل ويفسد، ولا يحقق لهم مقصدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كان يريد العزة فلله العزة جميعا» أي في الدنيا والآخرة فلا تنال منه إلا بطاعته فليطعه «إليه يصعد الكلم الطيب» يعلمه وهو لا إله إلا الله ونحوها «والعمل الصالح يرفعه» يقبله «والذين يمكرون» المكرات «السيئات» بالنبي في دار الندوة من تقييده أو قتله أو إخراجه كما ذكر في الأنفال «لهم عذاب شديد ومكر أولئك هو يبور» يهلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يا من يريد العزة، اطلبها ممن هي بيده، فإن العزة بيد اللّه، ولا تنال إلا بطاعته، وقد ذكرها بقوله: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ من قراءة وتسبيح وتحميد وتهليل وكل كلام حسن طيب، فيرفع إلى اللّه ويعرض عليه ويثني اللّه على صاحبه بين الملأ الأعلى وَالْعَمَلُ الصَّالِحُ من أعمال القلوب وأعمال الجوارح يَرْفَعُهُ اللّه تعالى إليه أيضا، كالكلم الطيب.\nوقيل: والعمل الصالح يرفع الكلم الطيب، فيكون رفع الكلم الطيب بحسب أعمال العبد الصالحة، فهي التي ترفع كلمه الطيب، فإذا لم يكن له عمل صالح، لم يرفع له قول إلى اللّه تعالى، فهذه الأعمال التي ترفع إلى اللّه تعالى، ويرفع اللّه صاحبها ويعزه.\nوأما السيئات فإنها بالعكس، يريد صاحبها الرفعة بها، ويمكر ويكيد ويعود ذلك عليه، ولا يزداد إلا إهانة ونزولا، ولهذا قال: والعمل الصالح يرفعه وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ يهانون فيه غاية الإهانة.\nوَمَكْرُ أُولَئِكَ هُوَ يَبُورُ أي: يهلك ويضمحل، ولا يفيدهم شيئا، لأنه مكر بالباطل، لأجل الباطل."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا ۚ وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله هو الذي خلق أباكم آدم من تراب، ثم خلقكم من نطفة، ثم جعلكم ذكورًا وإناثًا تتزاوجون بينكم، وما تحمل من أنثى جنينًا، ولا تضع ولدها إلا بعلمه سبحانه، لا يغيب عنه من ذلك شيء، وما يزاد في عمر أحدٍ مِنْ خلقه ولا ينقص منه إلا كان ذلك مسطورًا في اللوح المحفوظ، إن ذلك المذكور - من خلقكم من تراب وخلقكم أطوارًا وكتابة أعماركم في اللوح المحفوظ - على الله سهل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله خلقكم من تراب» بخلق أبيكم آدم منه «ثم من نطفة» أي منيّ بخلق ذريته منها «ثم جعلكم أزواجا» ذكورا وإناثا «وما تحمل من أنثى ولا تضع إلا بعلمه» حال، أي معلومة له «وما يعمَّر من معمَّر» أي ما يزاد في عمر طويل العمر «ولا ينقص من عمره» أي ذلك المعمَّر أو معمَّر آخر «إلا في كتاب» هو اللوح المحفوظ «إن ذلك على الله يسير» هيِّن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى خلقه الآدمي، وتنقله في هذه الأطوار، من تراب إلى نطفة وما بعدها.\nثُمَّ جَعَلَكُمْ أَزْوَاجًا أي: لم يزل ينقلكم، طورا بعد طور، حتى أوصلكم إلى أن كنتم أزواجا، ذكرا يتزوج أنثى، ويراد بالزواج، الذرية والأولاد، فهو وإن كان النكاح من الأسباب فيه، فإنه مقترن بقضاء اللّه وقدره، وعلمه، وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وكذلك أطوار الآدمي، كلها بعلمه وقضائه.\nوَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ أي: عمر الذي كان معمرا عمرا طويلا إِلَّا بعلمه تعالى، أو ما ينقص من عمر الإنسان الذي هو بصدد أن يصل إليه، لولا ما سلكه من أسباب قصر العمر، كالزنا، وعقوق الوالدين، وقطيعة الأرحام، ونحو ذلك مما ذكر أنها من أسباب قصر العمر.\nوالمعنى: أن طول العمر وقصره، بسبب وبغير سبب كله بعلمه تعالى، وقد أثبت ذلك فِي كِتَابٍ حوى ما يجري على العبد، في جميع أوقاته وأيام حياته.\nإِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ أي: إحاطة علمه بتلك المعلومات الكثيرة، وإحاطة كتابه فيها، فهذه ثلاثة أدلة من أدلة البعث والنشور، كلها عقلية، نبه اللّه عليها في هذه الآيات: إحياء الأرض بعد موتها، وأن الذي أحياها سيحيي الموتى، وتنقل الآدمي في تلك الأطوار.\nفالذي أوجده ونقله، طبقا بعد طبق، وحالا بعد حال، حتى بلغ ما قدر له، فهو على إعادته وإنشائه النشأة الأخرى أقدر، وهو أهون عليه، وإحاطة علمه بجميع أجزاء العالم، العلوي والسفلي، دقيقها وجليلها، الذي في القلوب، والأجنة التي في البطون، وزيادة الأعمار ونقصها، وإثبات ذلك كله في كتاب.\nفالذي كان هذا [نعته] يسيرا عليه، فإعادته للأموات أيسر وأيسر.\nفتبارك من كثر خيره، ونبه عباده على ما فيه صلاحهم، في معاشهم ومعادهم."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَمَا يَسْتَوِي الْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يتساوى البحران: أحدهما عذب شديد العذوبة، سهل شربه لعذوبته، والثاني ملح مرّ لا يمكن شربه لشدة ملوحته، ومن كل من البحرين المذكورين تأكلون لحمًا طريًّا هو السمك، وتستخرجون منهما اللؤلؤ والمرجان تلبسونهما زينة، وترى السفن - أيها الناظر - تشقُّ بِجَرْيِها البحرَ مُقبِلة ومدبرة، لتطلبوا من فضل الله بالتجارة، ولعلكم تشكرون الله على ما أنعم به عليكم من نعمه الكثيرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما يستوي البحران هذا عذب فرات» شديد العذوبة «سائغ شرابه» شربه «وهذا ملح أجاج» شديد الملوحة «ومن كل» منهما «تأكلون لحما طريا» هو السمك «وتستخرجون» من الملح، وقيل منهما «حلية تلبسونها» هي اللؤلؤ والمرجان «وترى» تُبصر «الفلك» السفن «فيه» في كل منهما «مواخر» تمخر الماء، أي تشقه بجريها فيه مقبلة ومدبرة بريح واحدة «لتبتغوا» تطلبوا «من فضله» تعالى بالتجارة «ولعلكم تشكرون» الله على ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا إخبار عن قدرته وحكمته ورحمته، أنه جعل البحرين لمصالح العالم الأرضي كلهم، وأنه لم يسوِّ بينهما، لأن المصلحة تقتضي أن تكون الأنهار عذبة فراتا، سائغا شرابها، لينتفع بها الشاربون والغارسون والزارعون، وأن يكون البحر ملحا أجاجا، لئلا يفسد الهواء المحيط بالأرض بروائح ما يموت في البحر من الحيوانات ولأنه ساكن لا يجري، فملوحته تمنعه من التغير، ولتكون حيواناته أحسن وألذ، ولهذا قال: وَمِنْ كُلٍ من البحر الملح والعذب تَأْكُلُونَ لَحْمًا طَرِيًّا وهو السمك المتيسر صيده في البحر، وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا من لؤلؤ ومرجان وغيرهما، مما يوجد في البحر، فهذه مصالح عظيمة للعباد.\nومن المصالح أيضا والمنافع في البحر، أن سخره اللّه تعالى يحمل الفلك من السفن والمراكب، فتراها تمخر البحر وتشقه، فتسلك من إقليم إلى إقليم آخر، ومن محل إلى محل، فتحمل السائرين وأثقالهم وتجاراتهم، فيحصل بذلك من فضل اللّه وإحسانه شيء كثير، ولهذا قال: وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۚ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُدْخِل الله الليل في النهار فيزيده طولًا، ويدخل النهار في الليل فيزيده طولًا، وسخّر سبحانه الشمس، وسخر القمر، كل منهما يجري لموعدٍ مقدر يعلمه الله، وهو يوم القيامة، ذلك الذي يقدر ذلك كله ويجريه هو الله ربكم؛ له وحده الملك، والذين تعبدونهم من دونه من الأوثان ما يملكون قدر لفافة نواة تمر، فكيف تعبدونهم من دوني؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يولج» يدخل الله «الليل في النهار» فيزيد «ويولج النهار» يدخله «في الليل» فيزيد «وسخر الشمس والقمر كل» منهما «يجري» في فلكه «لأجل مسمى» يوم القيامة «ذلكم الله ربكم له الملك والذين تدعون» تعبدون «من دونه» أي غيره وهم الأصنام «ما يملكون من قِطْمير» لفاقة النواة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن ذلك أيضا، إيلاجه تعالى الليل بالنهار والنهار بالليل، يدخل هذا على هذا، وهذا على هذا، كلما أتى أحدهما ذهب الآخر، ويزيد أحدهما وينقص الآخر، ويتساويان، فيقوم بذلك ما يقوم من مصالح العباد في أبدانهم وحيواناتهم وأشجارهم وزروعهم.\nوكذلك ما جعل اللّه في تسخير الشمس والقمر، الضياء والنور، والحركة والسكون، وانتشار العباد في طلب فضله، وما فيهما من تنضيج الثمار وتجفيف ما يجفف وغير ذلك مما هو من الضروريات، التي لو فقدت لَلَحِقَ الناس الضرر.\nوقوله: كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أي: كل من الشمس والقمر، يسيران في فلكهما ما شاء اللّه أن يسيرا، فإذا جاء الأجل، وقرب انقضاء الدنيا، انقطع سيرهما، وتعطل سلطانهما، وخسف القمر، وكورت الشمس، وانتثرت النجوم.\nفلما بين تعالى ما بيَّن من هذه المخلوقات العظيمة، وما فيها من العبر الدالة على كماله وإحسانه، قال: ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ أي: الذي انفرد بخلق هذه المذكورات وتسخيرها، هو الرب المألوه المعبود، الذي له الملك كله.\nوَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ من الأوثان والأصنام مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ أي: لا يملكون شيئا، لا قليلا ولا كثيرا، حتى ولا القطمير الذي هو أحقر الأشياء، وهذا من تنصيص النفي وعمومه، فكيف يُدْعَوْنَ، وهم غير مالكين لشيء من ملك السماوات والأرض؟"
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن تدعوا معبوديكم لا يسمعوا دعاءكم، فهم جمادات لا حياة فيها ولا سمع لها، ولو سمعوا دعاءكم - على سبيل التقدير - لما استجابوا لكم، ويوم القيامة يتبرؤون من شرككم وعبادتكم إياهم، فلا أحد يخبرك - أيها الرسول- أصدق من الله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا» فرضا «ما استجابوا لكم» ما أجابوكم «ويوم القيامة يكفرون بشرككم» بإشراككم إياهم مع الله، أي يتبرءون منكم ومن عبادتكم إياهم «ولا يُنبئك» بأحوال الدارين «مثل خبير» عالم هو الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومع هذا إِنْ تَدْعُوهُمْ لا يسمعوكم لأنهم ما بين جماد وأموات وملائكة مشغولين بطاعة ربهم.\nوَلَوْ سَمِعُوا على وجه الفرض والتقدير مَا اسْتَجَابُوا لَكُمْ لأنهم لا يملكون شيئا، ولا يرضى أكثرهم بعبادة من عبده، ولهذا قال: وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ أي: يتبرأون منكم، ويقولون: سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ أي: لا أحد ينبئك، أصدق من الله العليم الخبير، فاجزم بأن هذا الأمر، الذي نبأ به كأنه رَأْيُ عين، فلا تشك فيه ولا تمتر.\nفتضمنت هذه الآيات، الأدلة والبراهين الساطعة، الدالة على أنه تعالى المألوه المعبود، الذي لا يستحق شيئا من العبادة سواه، وأن عبادة ما سواه باطلة متعلقة بباطل، لا تفيد عابده شيئا."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، أنتم المحتاجون إلى الله في كل شؤونكم، وفي كل أحوالكم، والله هو الغني الذي لا يحتاج إليكم في شيء، المحمود في الدنيا والآخرة على ما يقدره لعباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس أنتم الفقراء إلى الله» بكل حال «والله هو الغنيُّ» عن خلقه «الحميد» المحمود في صنعه بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخاطب تعالى جميع الناس، ويخبرهم بحالهم ووصفهم، وأنهم فقراء إلى اللّه من جميع الوجوه:فقراء في إيجادهم، فلولا إيجاده إياهم، لم يوجدوا.\nفقراء في إعدادهم بالقوى والأعضاء والجوارح، التي لولا إعداده إياهم [بها]، لما استعدوا لأي عمل كان.\nفقراء في إمدادهم بالأقوات والأرزاق والنعم الظاهرة والباطنة، فلولا فضله وإحسانه وتيسيره الأمور، لما حصل [لهم] من الرزق والنعم شيء.\nفقراء في صرف النقم عنهم، ودفع المكاره، وإزالة الكروب والشدائد.\nفلولا دفعه عنهم، وتفريجه لكرباتهم، وإزالته لعسرهم، لاستمرت عليهم المكاره والشدائد.\nفقراء إليه في تربيتهم بأنواع التربية، وأجناس التدبير.\nفقراء إليه، في تألههم له، وحبهم له، وتعبدهم، وإخلاص العبادة له تعالى، فلو لم يوفقهم لذلك، لهلكوا، وفسدت أرواحهم، وقلوبهم وأحوالهم.\nفقراء إليه، في تعليمهم ما لا يعلمون، وعملهم بما يصلحهم، فلولا تعليمه، لم يتعلموا، ولولا توفيقه، لم يصلحوا.\nفهم فقراء بالذات إليه، بكل معنى، وبكل اعتبار، سواء شعروا ببعض أنواع الفقر أم لم يشعروا، ولكن الموفق منهم، الذي لا يزال يشاهد فقره في كل حال من أمور دينه ودنياه، ويتضرع له، ويسأله أن لا يكله إلى نفسه طرفة عين، وأن يعينه على جميع أموره، ويستصحب هذا المعنى في كل وقت، فهذا أحرى بالإعانة التامة من ربه وإلهه، الذي هو أرحم به من الوالدة بولدها.\nوَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ أي: الذي له الغنى التام من جميع الوجوه، فلا يحتاج إلى ما يحتاج إليه خلقه، ولا يفتقر إلى شيء مما يفتقر إليه الخلق، وذلك لكمال صفاته، وكونها كلها، صفات كمال، ونعوت وجلال.\nومن غناه تعالى، أن أغنى الخلق في الدنيا والآخرة، الحميد في ذاته، وأسمائه، لأنها حسنى، وأوصافه، لكونها عليا، وأفعاله لأنها فضل وإحسان وعدل وحكمة ورحمة، وفي أوامره ونواهيه، فهو الحميد على ما فيه، وعلى ما منه، وهو الحميد في غناه [الغني في حمده]."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن يشأ سبحانه أن يزيلكم بهلاك يهلككم به أزالكم، ويأت بخلق جديد بدلكم يعبدونه، لا يشركون به شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن يشأ يذهبكم ويأت بخلق جديد» بدلكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ يحتمل أن المراد: إن يشأ يذهبكم أيها الناس ويأت بغيركم من الناس، أطوع للّه منكم، ويكون في هذا تهديد لهم بالهلاك والإبادة، وأن مشيئته غير قاصرة عن ذلك.\nويحتمل أن المراد بذلك، إثبات البعث والنشور، وأن مشيئة اللّه تعالى نافذة في كل شيء، وفي إعادتكم بعد موتكم خلقا جديدا، ولكن لذلك الوقت أجل قدره اللّه، لا يتقدم عنه ولا يتأخر."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما إزالتكم بإهلاككم، والإتيان بخلق جديد بدلكم؛ بممتنع على الله سبحانه وتعالى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما ذلك على الله بعزيز» شديد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ أي: بممتنع، ولا معجز له."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ وَإِلَى اللَّهِ الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تحمل نفس مذنبة ذنب نفس مذنبة أخرى، بل كل نفس مذنبة تحمل ذنبها، وإن تدع نفس مُثْقَلة بحمل ذنوبها مَنْ يحمل عنها شيئًا من ذنوبها لا يُحْمل عنها من ذنوبها شيء، ولو كان المدعو قريبًا لها، إنما تخوّف - أيها الرسول - من عذاب الله الذين يخافون ربهم بالغيب، وأتمّوا الصلاة على أكمل وجوهها، فهم الذين ينتفعون بتخويفك، ومن تطهّر من المعاصي - وأعظمها الشرك - فإنما يتطهر لنفسه؛ لأن نفع ذلك عائد إليه، فالله غني عن طاعته، وإلى الله الرجوع يوم القيامة للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تزر» نفس «وازرة» آثمة، أي لا تحمل «وزرَ» نفس «أخرى وإن تدع» نفس «مثقلة» بالوزر «إلى حملها» منه أحدا ليحمل بعضه «لا يُحمل منه شيء ولو كان» المدعو «ذا قربى» قرابة كالأب والابن وعدم الحمل في الشقين حكم من الله «إنما تنذر الذين يخشون ربهم بالغيب» أي يخافونه وما رأوه لأنهم المنتفعون بالإنذار «وأقاموا الصلاة» أداموها «ومن تزكَّى» تطهر من الشرك وغيره «فإنما يتزكَّى لنفسه» فصلاحه مختص به «وإلى الله المصير» المرجع فيجزي بالعمل في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويدل على المعنى الأخير، ما ذكره بعده في قوله: وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى أي: في يوم القيامة كل أحد يجازى بعمله، ولا يحمل أحد ذنب أحد.\nوَإِنْ تَدْعُ مُثْقَلَةٌ أي: نفس مثقلة بالخطايا والذنوب، تستغيث بمن يحمل عنها بعض أوزارها لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى فإنه لا يحمل عن قريب، فليست حال الآخرة بمنزلة حال الدنيا، يساعد الحميم حميمه، والصديق صديقه، بل يوم القيامة، يتمنى العبد أن يكون له حق على أحد، ولو على والديه وأقاربه.\nإِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ أي: هؤلاء الذين يقبلون النذارة وينتفعون بها، أهل الخشية للّه بالغيب، أي: الذين يخشونه في حال السر والعلانية، والمشهد والمغيب، وأهل إقامة الصلاة، بحدودها وشروطها وأركانها وواجباتها وخشوعها، لأن الخشية للّه تستدعي من العبد العمل بما يخشى من تضييعه العقاب، والهرب مما يخشى من ارتكابه العذاب، والصلاة تدعو إلى الخير، وتنهى عن الفحشاء والمنكر.\nوَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ أي: ومن زكى نفسه بالتنقِّي من العيوب، كالرياء والكبر، والكذب والغش، والمكر والخداع والنفاق، ونحو ذلك من الأخلاق الرذيلة، وتحلَّى بالأخلاق الجميلة، من الصدق، والإخلاص، والتواضع، ولين الجانب، والنصح للعباد، وسلامة الصدر من الحقد والحسد وغيرهما من مساوئ الأخلاق، فإن تزكيته يعود نفعها إليه، ويصل مقصودها إليه، ليس يضيع من عمله شيء.\nوَإِلَى اللَّهِ الْمَصِيرُ فيجازي الخلائق على ما أسلفوه، ويحاسبهم على ما قدموه وعملوه، ولا يغادر صغيرة ولا كبيرة إلا أحصاها."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يستوي الكافر والمؤمن في المنزلة، كما لا يستوي الأعمى والبصير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما يستوي الأعمى والبصير» الكافر والمؤمن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه لا يتساوى الأضداد في حكمة اللّه، وفيما أودعه في فطر عباده.\nوَمَا يَسْتَوِي الْأَعْمَى فاقد البصر وَالْبَصِيرُ"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يستوي الكفر والإيمان، كما لا تستوي الظلمات والنور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا الظلمات» الكفر «ولا النور» الإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا الظُّلُمَاتُ وَلَا النُّورُ"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَلَا الظِّلُّ وَلَا الْحَرُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تستوي الجنة والنار في آثارهما، كما لا يستوي الظل والريح الحارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا الظل ولا الحرور» الجنة والنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا الظُّلُمَاتُ وَلَا النُّورُ وَلَا الظِّلُّ وَلَا الْحَرُورُ وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ فكما أنه من المتقرر عندكم، الذي لا يقبل الشك، أن هذه المذكورات لا تتساوى، فكذلك فلتعلموا أن عدم تساوي المتضادات المعنوية أولى وأولى.\nفلا يستوي المؤمن والكافر، ولا المهتدي والضال، ولا العالم والجاهل، ولا أصحاب الجنة وأصحاب النار، ولا أحياء القلوب وأمواتها، فبين هذه الأشياء من التفاوت والفرق ما لا يعلمه إلا اللّه تعالى، فإذا علمت المراتب، وميزت الأشياء، وبان الذي ينبغي أن يتنافس في تحصيله من ضده، فليختر الحازم لنفسه، ما هو أولى به وأحقها بالإيثار."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يستوي المؤمنون والكفار، كما لا يستوي الأحياء والأموات، إن الله يُسْمِع من يشاء هدايته، وما أنت - أيها الرسول - بمُسْمِع الكفار الذين هم مثل الموتى في القبور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما يستوي الأحياء ولا الأموات» المؤمنون ولا الكفار، وزيادة لا في الثلاثة تأكيد «إن الله يسمع من يشاء» هدايته فيجيبه بالإيمان «وما أنت بمسمع من في القبور» أي الكفار شبههم بالموتى فيجيبون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ سماع فهم وقبول، لأنه تعالى هو الهادي الموفق وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ أي: أموات القلوب، أو كما أن دعاءك لا يفيد سكان القبور شيئا، كذلك لا يفيد المعرض المعاند شيئا، ولكن وظيفتك النذارة، وإبلاغ ما أرسلت به، قبل منك أم لا."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "إِنْ أَنْتَ إِلَّا نَذِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما أنت إلا منذر لهم من عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «أنت إلا نذير» منذر لهم."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا بعثناك - أيها الرسول- بالحق الذي لا مرية فيه، مبشرًا للمؤمنين بما أعدّ الله لهم من الثواب الكريم، ومنذرًا للكافرين مما أعدّ لهم من العذاب الأليم، وما من أمة من الأمم السابقة إلا سلف فيها رسول من عند الله ينذرها من عذابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أرسلناك بالحق» بالهدى «بشيرا» من أجاب إليه «ونذيرا» من لم يجب إليه «وإن» ما «من أمة إلا خلا» سلف «فيها نذير» نبي ينذرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ أي: مجرد إرسالنا إياك بالحق، لأن اللّه تعالى بعثك على حين فترة من الرسل، وطموس من السبل، واندراس من العلم، وضرورة عظيمة إلى بعثك، فبعثك اللّه رحمة للعالمين.\nوكذلك ما بعثناك به من الدين القويم، والصراط المستقيم، حق لا باطل، وكذلك ما أرسلناك به، من هذا القرآن العظيم، وما اشتمل عليه من الذكر الحكيم، حق وصدق.\nبَشِيرًا لمن أطاعك، بثواب اللّه العاجل والآجل، وَنَذِيرًا لمن عصاك، بعقاب اللّه العاجل والآجل، ولست ببدع من الرسل.\nفما مِنْ أُمَّةٍ من الأمم الماضية والقرون الخالية إِلَّا خَلَا فِيهَا نَذِيرٌ يقيم عليهم حجة اللّه لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَا مَنْ حَيَّ عَنْ بَيِّنَةٍ"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن يكذبك قومك - أيها الرسول- فاصبر، فلست أول رسول كذبه قومه، فقد كذبت الأمم السابقة لهؤلاء رسلَهم مثل عاد وثمود وقوم لوط، جاءتهم رسلهم من عند الله بالحجج الواضحة الدالة على صدقهم، وجاءتهم رسلهم بالصحف، وبالكتاب المنير لمن تدبره وتأمله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يكذبوك» أي أهل مكة «فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينات» المعجزات «وبالزبر» كصحف إبراهيم «وبالكتاب المنير» هو التوراة والإنجيل، فاصبر كما صبروا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وإن يكذبك أيها الرسول، هؤلاء المشركون، فلست أول رسول كذب، فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ الدالات على الحق، وعلى صدقهم فيما أخبروهم به، وَبالزُّبُرِ أي: الكتب المكتوبة، المجموع فيها كثير من الأحكام، وَالْكِتَابِ الْمُنِيرِ أي: المضيء في أخباره الصادقة، وأحكامه العادلة، فلم يكن تكذيبهم إياهم ناشئا عن اشتباه، أو قصور بما جاءتهم به الرسل، بل بسبب ظلمهم وعنادهم."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ فَكَيْفَ كَانَ نَكِيرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومع ذلك كفروا بالله ورسله ولم يصدقوهم فيما جاؤوا به من عنده، فأهلكتُ الذين كفروا، فتأمل - أيها الرسول - كيف كان إنكاري عليهم حيث أهلكتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم أخذت الذين كفروا» بتكذيبهم «فكيف كان نكير» إنكاري عليهم بالعقوبة والإهلاك، أي هو واقع موقعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا بأنواع العقوبات فَكَيْفَ كَانَ نَكِيرِ عليهم؟ كان أشد النكير وأعظم التنكيل، فإياكم وتكذيب هذا الرسول الكريم، فيصيبكم كما أصاب أولئك، من العذاب الأليم والخزي الوخيم."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا ۚ وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تر - أيها الرسول - أن الله سبحانه أنزل من السماء ماء المطر، فأخرجنا بذلك الماء ثمرات مختلفًا ألوانها فيها الأحمر والأخضر والأصفر وغيرها بعد أن سقينا أشجارها منه، ومن الجبال طرائق بيض وطرائق حمر، وطرائق حالكة السواد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم ترَ» تعلم «أن الله أنزل من السماء ماءً فأخرجنا» فيه التفات عن الغيبة «به ثمرات مختلفا ألوانها» كأخضر وأحمر وأصفر وغيرها «ومن الجبال جدد» جمع جدة، طريق في الجبل وغيره «بيض وحمر» وصفر «مختلف ألوانها» بالشدة والضعف «وغرابيب سود» عطف على جدد، أي صخور شديدة السواد، يقال كثيرا: أسود غربيب، وقليلا: غربيب أسود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى خلقه للأشياء المتضادات، التي أصلها واحد، ومادتها واحدة، وفيها من التفاوت والفرق ما هو مشاهد معروف، ليدل العباد على كمال قدرته وبديع حكمته.\nفمن ذلك: أن اللّه تعالى أنزل من السماء ماء، فأخرج به من الثمرات المختلفات، والنباتات المتنوعات، ما هو مشاهد للناظرين، والماء واحد، والأرض واحدة.\nومن ذلك: الجبال التي جعلها اللّه أوتادا للأرض، تجدها جبالا مشتبكة، بل جبلا واحدا، وفيها ألوان متعددة، فيها جدد بيض، أي: طرائق بيض، وفيها طرائق صفر وحمر، وفيها غرابيب سود، أي: شديدة السواد جدا."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الناس، ومن الدواب، ومن الأنعام (الإبل، والبقر، والغنم) مختلف ألوانه مثل ذلك المذكور، إنما يعظم مقام الله تعالى ويخشاه العالمون به سبحانه؛ لأنهم عرفوا صفاته وشرعه ودلائل قدرته، إن الله عزيز لا يغالبه أحد، غفور لذنوب من تاب من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الناس والدواب والأنعام مختلف ألوانه كذلك» كاختلاف الثمار والجبال «إنما يخشى الله من عباده العلماءُ» بخلاف الجهال ككفار مكة «إن الله عزيز» في ملكه «غفور» لذنوب عباده المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن ذلك: الناس والدواب، والأنعام، فيها من اختلاف الألوان والأوصاف والأصوات والهيئات، ما هو مرئي بالأبصار، مشهود للنظار، والكل من أصل واحد ومادة واحدة.\nفتفاوتها دليل عقلي على مشيئة اللّه تعالى، التي خصصت ما خصصت منها، بلونه، ووصفه، وقدرة اللّه تعالى حيث أوجدها كذلك، وحكمته ورحمته، حيث كان ذلك الاختلاف، وذلك التفاوت، فيه من المصالح والمنافع، ومعرفة الطرق، ومعرفة الناس بعضهم بعضا، ما هو معلوم.\nوذلك أيضا، دليل على سعة علم اللّه تعالى، وأنه يبعث من في القبور، ولكن الغافل ينظر في هذه الأشياء وغيرها نظر غفلة لا تحدث له التذكر، وإنما ينتفع بها من يخشى اللّه تعالى، ويعلم بفكره الصائب وجه الحكمة فيها.\nولهذا قال: إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ فكل من كان باللّه أعلم، كان أكثر له خشية، وأوجبت له خشية اللّه، الانكفاف عن المعاصي، والاستعداد للقاء من يخشاه، وهذا دليل على فضيلة العلم، فإنه داع إلى خشية اللّه، وأهل خشيته هم أهل كرامته، كما قال تعالى: رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ إِنَّ اللَّهَ عَزِيزٌ كامل العزة، ومن عزته خلق هذه المخلوقات المتضادات.\nغَفُورٌ لذنوب التائبين."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين يقرؤون كتاب الله الذي أنزلناه على رسولنا ويعملون بما فيه، وأتموا الصلاة على أحسن وجه، وأنفقوا مما رزقناهم على سبيل الزكاة وغيرها خُفْيَةً وَجَهْرًا، يرجون بتلك الأعمال تجارة عند الله لن تكسد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين يتلون» يقرءُون «كتاب الله وأقاموا الصلاة» أداموها «وأنفقوا مما رزقناهم سرا وعلانية» زكاة وغيرها «يرجون تجارة لن تبور» تهلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ أي: يتبعونه في أوامره فيمتثلونها، وفي نواهيه فيتركونها، وفي أخباره، فيصدقونها ويعتقدونها، ولا يقدمون عليه ما خالفه من الأقوال، ويتلون أيضا ألفاظه، بدراسته، ومعانيه، بتتبعها واستخراجها.\nثم خص من التلاوة بعد ما عم، الصلاة التي هي عماد الدين، ونور المسلمين، وميزان الإيمان، وعلامة صدق الإسلام، والنفقة على الأقارب والمساكين واليتامى وغيرهم، من الزكاة والكفارات والنذور والصدقات.\nسِرًّا وَعَلَانِيَةً في جميع الأوقات.\nيَرْجُونَ [بذلك] تِجَارَةً لَنْ تَبُورَ أي: لن تكسد وتفسد، بل تجارة، هي أجل التجارات وأعلاها وأفضلها، ألا وهي رضا ربهم، والفوز بجزيل ثوابه، والنجاة من سخطه وعقابه، وهذا فيه أنهم يخلصون بأعمالهم، وأنهم لا يرجون بها من المقاصد السيئة والنيات الفاسدة شيئا."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۚ إِنَّهُ غَفُورٌ شَكُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليوفيهم الله ثواب أعمالهم كاملة، ويزيدهم من فضله، فهو أهل لذلك، إنه سبحانه غفور لذنوب المتصفين بهذه الصفات، شكور لأعمالهم الحسنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليوفيهم أجورهم» ثواب أعمالهم المذكورة «ويزيدهم من فضله إنه غفور» لذنوبهم «شكور» لطاعتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذكر أنهم حصل لهم ما رجوه فقال: لِيُوَفِّيَهُمْ أُجُورَهُمْ أي: أجور أعمالهم، على حسب قلتها وكثرتها، وحسنها وعدمه، وَيَزِيدَهُمْ مِنْ فَضْلِهِ زيادة عن أجورهم.\nإِنَّهُ غَفُورٌ شَكُورٌ غفر لهم السيئات، وقبل منهم القليل من الحسنات."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ ۗ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي أوحيناه إليك - أيها الرسول - من الكتاب هو الحق الذي لا شك فيه، الذي أنزله الله تصديقًا للكتب السابقة، إن الله لخبير بعباده بصير، فهو يوحي إلى رسول كل أمة ما تحتاج إليه في زمانها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذي أوحينا إليك من الكتاب» القرآن «هو الحق مصدقا لما بين يديه» تقدمه من الكتب «إن الله بعباده لخبير بصير» عالم بالبواطن والظواهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى أن الكتاب الذي أوحاه إلى رسوله هُوَ الْحَقُّ من كثرة ما اشتمل عليه من الحق، كأن الحق منحصر فيه، فلا يكن في قلوبكم حرج منه، ولا تتبرموا منه، ولا تستهينوا به، فإذا كان هو الحق، لزم أن كل ما دل عليه من المسائل الإلهية والغيبية وغيرها، مطابق لما في الواقع، فلا يجوز أن يراد به ما يخالف ظاهره وما دل عليه.\nمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ من الكتب والرسل، لأنها أخبرت به، فلما وجد وظهر، ظهر به صدقها.\nفهي بشرت به وأخبرت، وهو صدقها، ولهذا لا يمكن أحدا أن يؤمن بالكتب السابقة، وهو كافر بالقرآن أبدا، لأن كفره به، ينقض إيمانه بها، لأن من جملة أخبارها الخبر عن القرآن، ولأن أخبارها مطابقة لأخبار القرآن.\nإِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ فيعطي كل أمة وكل شخص، ما هو اللائق بحاله.\nومن ذلك، أن الشرائع السابقة لا تليق إلا بوقتها وزمانها، ولهذا، ما زال اللّه يرسل الرسل رسولا بعد رسول، حتى ختمهم بمحمد صلى اللّه عليه وسلم، فجاء بهذا الشرع، الذي يصلح لمصالح الخلق إلى يوم القيامة، ويتكفل بما هو الخير في كل وقت."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أعطينا أمة محمد صلى الله عليه وسلم الذين اخترناهم على الأمم القرآن، فمنهم ظالم لنفسه بفعل المحرمات وترك الواجبات، ومنهم مقتصد بفعل الواجبات وترك المحرمات، مع ترك بعض المستحبات وفعل بعض المكروهات، ومنهم سابق بالخيرات بإذن الله، وذلك بفعل الواجبات والمستحبات وترك المحرمات والمكروهات، ذلك المذكور - من الاختيار لهذه الأمة وإعطائها القرآن - هو الفضل الكبير الذي لا يدانيه فضل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم أورثنا» أعطينا «الكتاب» القرآن «الذين اصطفينا من عبادنا» وهم أمتك «فمنهم ظالم لنفسه» بالتقصير في العمل به «ومنهم مقتصد» يعمل به أغلب الأوقات «ومنهم سابق بالخيرات» يضم إلى العلم التعليم والإرشاد إلى العمل «بإذن الله» بإرادته «ذلك» أي إيراثهم الكتاب «هو الفضل الكبير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا، لما كانت هذه الأمة أكمل الأمم عقولا، وأحسنهم أفكارا، وأرقهم قلوبا، وأزكاهم أنفسا، اصطفاهم الله تعالى، واصطفى لهم دين الإسلام، وأورثهم الكتاب المهيمن على سائر الكتب، ولهذا قال: ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا وهم هذه الأمة.\nفَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ بالمعاصي، [التي] هي دون الكفر.\nوَمِنْهُمْ مُقْتَصِدٌ مقتصر على ما يجب عليه، تارك للمحرم.\nوَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ أي: سارع فيها واجتهد، فسبق غيره، وهو المؤدي للفرائض، المكثر من النوافل، التارك للمحرم والمكروه.\nفكلهم اصطفاه اللّه تعالى، لوراثة هذا الكتاب، وإن تفاوتت مراتبهم، وتميزت أحوالهم، فلكل منهم قسط من وراثته، حتى الظالم لنفسه، فإن ما معه من أصل الإيمان، وعلوم الإيمان، وأعمال الإيمان، من وراثة الكتاب، لأن المراد بوراثة الكتاب، وراثة علمه وعمله، ودراسة ألفاظه، واستخراج معانيه.\nوقوله بِإِذْنِ اللَّهِ راجع إلى السابق إلى الخيرات، لئلا يغتر بعمله، بل ما سبق إلى الخيرات إلا بتوفيق اللّه تعالى ومعونته، فينبغي له أن يشتغل بشكر اللّه تعالى على ما أنعم به عليه.\nذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ أي: وراثة الكتاب الجليل، لمن اصطفى تعالى من عباده، هو الفضل الكبير، الذي جميع النعم بالنسبة إليه، كالعدم، فأجل النعم على الإطلاق، وأكبر الفضل، وراثة هذا الكتاب."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جنات إقامة يدخلها هؤلاء المصطَفَوْن، يلبسون فيها لؤلؤًا وأساور من ذهب، ولباسهم فيها حرير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جنات عدن» أي إقامة «يدخلونها» الثلاثة بالبناء وللمفعول خبر جنات المبتدأ «يُحلَّون» خبر ثان «فيها من» بعض «أساور من ذهب ولؤلؤا» مرصع بالذهب «ولباسهم فيها حرير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر جزاء الذين أورثهم كتابه فقال: جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا أي: جنات مشتملات على الأشجار، والظل، والظليل، والحدائق الحسنة، والأنهار المتدفقة، والقصور العالية، والمنازل المزخرفة، في أبد لا يزول، وعيش لا ينفد.\nوالعدن \"الإقامة\" فجنات عدن أي: جنات إقامة، أضافها للإقامة، لأن الإقامة والخلود وصفها ووصف أهلها.\nيُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وهو الحلي الذي يجعل في اليدين، على ما يحبون، ويرون أنه أحسن من غيره، الرجال والنساء في الحلية في الجنة سواء.\nو يحلون فيها لُؤْلُؤًا ينظم في ثيابهم وأجسادهم.\nوَلِبَاسُهُمْ فِيهَا حَرِيرٌ من سندس، ومن إستبرق أخضر."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالوا بعد دخولهم الجنة: الحمد لله الذي أزال عنا الحزن بسبب ما كنا نخافه من دخول النار، إن ربنا لغفور لذنوب من تاب من عباده، شكور لهم على طاعتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا الحمد لله الذي أذهب عنا الحَزَنَ» جميعه «إن ربنا لغفور» للذنوب «شكور» للطاعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و لما تم نعيمهم، وكملت لذتهم قَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ وهذا يشمل كل حزن، فلا حزن يعرض لهم بسبب نقص في جمالهم، ولا في طعامهم وشرابهم، ولا في لذاتهم ولا في أجسادهم، ولا في دوام لبثهم، فهم في نعيم ما يرون عليه مزيدا، وهو في تزايد أبد الآباد.\nإِنَّ رَبَّنَا لَغَفُورٌ حيث غفر لنا الزلات شَكُورٌ حيث قبل منا الحسنات وضاعفها، وأعطانا من فضله ما لم تبلغه أعمالنا ولا أمانينا، فبمغفرته نجوا من كل مكروه ومرهوب، وبشكره وفضله حصل لهم كل مرغوب محبوب."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي أنزلَنا دار الإقامة - التي لا نقلة بعدها - من فضله، لا بحول منا ولا قوة، لا يصيبنا فيها تعب ولا عناء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي أحلّنا دار المقامة» الإقامة «من فضله لا يمسنا فيها نصب» تعب «ولا يمسنا فيها لغوب» إعياء من التعب لعدم التكليف فيها، وذكر الثاني التابع للأول للتصريح بنفيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِي أَحَلَّنَا أي: أنزلنا نزول حلول واستقرار، لا نزول معبر واعتبار.\nدَارَ الْمُقَامَةِ أي: الدار التي تدوم فيها الإقامة، والدار التي يرغب في المقام فيها، لكثرة خيراتها، وتوالي مسراتها، وزوال كدوراتها، وذلك الإحلال مِنْ فَضْلِهِ علينا وكرمه، لا بأعمالنا، فلولا فضله، لما وصلنا إلى ما وصلنا إليه.\nلَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ أي: لا تعب في الأبدان ولا في القلب والقوى، ولا في كثرة التمتع، وهذا يدل على أن اللّه تعالى يجعل أبدانهم في نشأة كاملة، ويهيئ لهم من أسباب الراحة على الدوام، ما يكونون بهذه الصفة، بحيث لا يمسهم نصب ولا لغوب، ولا هم ولا حزن.\nويدل على أنهم لا ينامون في الجنة، لأن النوم فائدته زوال التعب، وحصول الراحة به، وأهل الجنة بخلاف ذلك، ولأنه موت أصغر، وأهل الجنة لا يموتون، جعلنا اللّه منهم، بمنه وكرمه."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين كفروا بالله لهم نار جهنم خالدين فيها، لا يُقْضَى عليهم بالموت فيموتوا ويستريحوا من العذاب، ولا يُخَفَّف عنهم من عذاب جهنم شيء، مثل هذا الجزاء نجزي يوم القيامة كل جحود لنعم ربه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين كفروا لهم نار جهنم لا يقضى عليهم» بالموت «فيموتوا» يستريحوا «ولا يُخفف عنهم من عذابها» طرفة عين «كذلك» كما جزيناهم «يجزِى كلَّ كفورِ» كافر بالياء والنون المفتوحة مع كسر الزاي ونصب كل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى حال أهل الجنة ونعيمهم، ذكر حال أهل النار وعذابهم فقال: وَالَّذِينَ كَفَرُوا أي: جحدوا ما جاءتهم به رسلهم من الآيات، وأنكروا لقاء ربهم.\nلَهُمْ نَارُ جَهَنَّمَ يعذبون فيها أشد العذاب، وأبلغ العقاب.\nلَا يُقْضَى عَلَيْهِمْ بالموت فَيَمُوتُوا فيستريحوا، وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا فشدة العذاب وعظمه، مستمر عليهم في جميع الآنات واللحظات.\nكَذَلِكَ نَجْزِي كُلَّ كَفُورٍ"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهم يصيحون فيها بأعلى أصواتهم يستغيثون قائلين: ربنا أخرجنا من النار نعمل عملًا صالحًا مغايرًا لما كنا نعمل في الدنيا لننال رضاك، ونسلم من عذابك، فيجيبهم الله: أَوَلم نجعلكم تعيشون عمرًا يتذكر فيه من يريد أن يتذكر، فيتوب إلى الله ويعمل عملًا صالحًا، وجاءكم الرسول منذرًا لكم من عذاب الله؟! فلا حجة لكم، ولا عذر بعد هذا كله، فذوقوا عذاب النار، فما للظالمين لأنفسهم بالكفر والمعاصي من نصير ينقذهم من عذاب الله أو يخففه عنهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهم يصطرخون فيها» يستغيثون بشدة وعويل يقولون «ربنا أخرجنا» منها «نعمل صالحا غير الذي كنا نعمل» فيقال لهم «أوَ لم نعمّركم ما» وقتا «يتذكر فيه من تذكر وجاءكم النذير» الرسول فما أجبتم «فذوقوا فما للظالمين» الكافرين «من نصير» يدفع العذاب عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُمْ يَصْطَرِخُونَ فِيهَا أي: يصرخون ويتصايحون ويستغيثون ويقولون: رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ فاعترفوا بذنبهم، وعرفوا أن اللّه عدل فيهم، ولكن سألوا الرجعة في غير وقتها، فيقال لهم: أَوَلَمْ نُعَمِّرْكُمْ مَا أي: دهرا وعمرا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ أي: يتمكن فيه من أراد التذكر من العمل، متعناكم في الدنيا، وأدررنا عليكم الأرزاق، وقيضنا لكم أسباب الراحة، ومددنا لكم في العمر، وتابعنا عليكم الآيات، وأوصلنا إليكم النذر، وابتليناكم بالسراء والضراء، لتنيبوا إلينا وترجعوا إلينا، فلم ينجع فيكم إنذار، ولم تفد فيكم موعظة، وأخرنا عنكم العقوبة، حتى إذا انقضت آجالكم، وتمت أعماركم، ورحلتم عن دار الإمكان، بأشر الحالات، ووصلتم إلى هذه الدار دار الجزاء على الأعمال، سألتم الرجعة؟ هيهات هيهات، فات وقت الإمكان، وغضب عليكم الرحيم الرحمن، واشتد عليكم عذاب النار، ونسيكم أهل الجنة، فامكثوا فيها خالدين مخلدين، وفي العذاب مهانين، ولهذا قال: فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ ينصرهم فيخرجهم منها، أو يخفف عنهم من عذابها."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله عالم غيب السماوات والأرض، لا يفوته شيء منه، إنه عليم بما يخفيه عباده في صدورهم من الخير والشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله عالم غيب السماوات والأرض إنه عليم بذات الصدور» بما في القلوب، فعلمه بغيره أولى بالنظر إلى حال الناس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى جزاء أهل الدارين، وذكر أعمال الفريقين، أخبر تعالى عن سعة علمه تعالى، واطلاعه على غيب السماوات والأرض، التي غابت عن أبصار الخلق وعن علمهم، وأنه عالم بالسرائر، وما تنطوي عليه الصدور من الخير والشر والزكاء وغيره، فيعطي كلا ما يستحقه، وينزل كل أحد منزلته."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو الذي جعل بعضكم - أيها الناس - يخلف في الأرض بعضًا ليختبركم كيف تعملون، فمن كفر بالله وبما جاءت به الرسل فإثم كفره وعقابه عائد عليه، ولا يضر كفرُهُ ربَّه، ولا يزيد الكفار كفرهم عند ربهم سبحانه إلا بغضًا شديدًا، ولا يزيد الكفار كفرهم إلا خسارًا، حيث إنهم يخسرون ما كان أعد الله لهم في الجنة لو آمنوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الذي جعلكم خلائف في الأرض» جمع خليفة، أي يخلف بعضكم بعضا «فمن كفر» منكم «فعليه كفره» أي وبال كفره «ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا» غضبا «ولا يزيد الكافرين كفرهم إلا خسارا» للآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كمال حكمته ورحمته بعباده، أنه قدر بقضائه السابق، أن يجعل بعضهم يخلف بعضا في الأرض، ويرسل لكل أمة من الأمم النذر، فينظر كيف يعملون، فمن كفر باللّه وبما جاءت به رسله، فإن كفره عليه، وعليه إثمه وعقوبته، ولا يحمل عنه أحد، ولا يزداد الكافر بكفره إلا مقت ربه له وبغضه إياه، وأي: عقوبة أعظم من مقت الرب الكريم؟! وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا أي: يخسرون أنفسهم وأهليهم وأعمالهم ومنازلهم في الجنة، فالكافر لا يزال في زيادة من الشقاء والخسران، والخزي عند اللّه وعند خلقه والحرمان."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِنْهُ ۚ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين: أخبروني عن شركائكم الذين تعبدونهم من دون الله، ماذا خلقوا من الأرض؟ أخلقوا جبالها؟ أخلقوا أنهارها؟ أخلقوا دوابَّها؟ أم أنهم شركاء مع الله في خلق السماوات؟ أم أعطيناهم كتابًا فيه حجة على صحة عبادتهم لشركائهم؟ لا شيء من ذلك حاصل، بل لا يَعِدُ الظالمون لأنفسهم بالكفر والمعاصي بعضهم بعضًا إلا خداعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أرأيتم شركاءكم الذين تدعون» تعبدون «من دون الله» أي غيره، وهم الأصنام الذين زعمتم أنهم شركاء الله تعالى «أروني» أخبروني «ماذا خلقوا من الأرض أم لهم شرك» شركة مع الله «في» خلق «السماوات» «أم آتيناهم كتابا فهم على بينة» حجة «منه» بأن لهم معه شركة «بل إن» ما «يعد الظالمون» الكافرون «بعضهم بعضا إلا غرورا» باطلا بقولهم الأصنام تشفع لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مُعجِّزًا لآلهة المشركين، ومبينا نقصها، وبطلان شركهم من جميع الوجوه.\nقُلْ يا أيها الرسول لهم: أَرَأَيْتُمْ أي: أخبروني عن شركائكم الذين تدعون من دون الله هل هم مستحقون للدعاء والعبادة، ف أَرُونِي مَاذَا خَلَقُوا [مِنَ الْأَرْضِ هل خلقوا بحرا أم خلقوا جبالا أو خلقوا] حيوانا، أو خلقوا جمادا؟ سيقرون أن الخالق لجميع الأشياء، هو اللّه تعالى، أَمْ لشركائكم شِرْكٌة فِي السَّمَاوَاتِ في خلقها وتدبيرها؟ سيقولون: ليس لهم شركة.\nفإذا لم يخلقوا شيئا، ولم يشاركوا الخالق في خلقه، فلم عبدتموهم ودعوتموهم مع إقراركم بعجزهم؟ فانتفى الدليل العقلي على صحة عبادتهم، ودل على بطلانها.\nثم ذكر الدليل السمعي، وأنه أيضا منتف، فلهذا قال: أَمْ آتَيْنَاهُمْ كِتَابًا يتكلم بما كانوا به يشركون، يأمرهم بالشرك وعبادة الأوثان.\nفَهُمْ في شركهم عَلَى بَيِّنَةٍ من ذلك الكتاب الذي نزل عليهم في صحة الشرك؟ليس الأمر كذلك؟ فإنهم ما نزل عليهم كتاب قبل القرآن، ولا جاءهم نذير قبل رسول اللّه محمد صلى اللّه عليه وسلم، ولو قدر نزول كتاب إليهم، وإرسال رسول إليهم، وزعموا أنه أمرهم بشركهم، فإنا نجزم بكذبهم، لأن اللّه قال: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ فالرسل والكتب، كلها متفقة على الأمر بإخلاص الدين للّه تعالى، وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ فإن قيل: إذا كان الدليل العقلي، والنقلي قد دلا على بطلان الشرك، فما الذي حمل المشركين على الشرك، وفيهم ذوو العقول والذكاء والفطنة؟أجاب تعالى بقوله: بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا أي: ذلك الذي مشوا عليه، ليس لهم فيه حجة، فإنما ذلك توصية بعضهم لبعض به، وتزيين بعضهم لبعض، واقتداء المتأخر بالمتقدم الضال، وأمانيّ مَنَّاها الشيطان، وزين لهم [سوء] أعمالهم، فنشأت في قلوبهم، وصارت صفة من صفاتها، فعسر زوالها، وتعسر انفصالها، فحصل ما حصل من الإقامة على الكفر والشرك الباطل المضمحل."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ۚ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله سبحانه يمسك السماوات والأرض مانعًا إياهما من الزوال، ولئن زالتا - على سبيل الفرض - فلا أحد يمسكهما عن الزوال من بعده سبحانه، إنه كان حليمًا لا يعاجل بالعقوبة، غفورًا لذنوب من تاب من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله يمسك السماوات والأرض أن تزولا» أي يمنعهما من الزوال «ولئن» لام قسم «زالتا إن» ما «أمسكهما» يمسكهما «من أحد من بعده» أي سواه «إنه كان حليما غفورا» في تأخير عقاب الكفار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كمال قدرته، وتمام رحمته، وسعة حلمه ومغفرته، وأنه تعالى يمسك السماوات والأرض عن الزوال، فإنهما لو زالتا ما أمسكهما أحد من الخلق، ولعجزت قدرهم وقواهم عنهما.\nولكنه تعالى، قضى أن يكونا كما وجدا، ليحصل للخلق القرار، والنفع، والاعتبار، وليعلموا من عظيم سلطانه وقوة قدرته، ما به تمتلئ قلوبهم له إجلالا وتعظيما، ومحبة وتكريما، وليعلموا كمال حلمه ومغفرته، بإمهال المذنبين، وعدم معالجته للعاصين، مع أنه لو أمر السماء لحصبتهم، ولو أذن للأرض لابتلعتهم، ولكن وسعتهم مغفرته، وحلمه، وكرمه إِنَّهُ كَانَ حَلِيمًا غَفُورًا"
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم هؤلاء الكفار المكذبون قَسَمًا مؤكدًا مغلظًا: لئن جاءهم رسول من الله ينذرهم من عذابه ليكونن أكثر استقامة واتباعًا للحق من اليهود والنصارى وغيرهم، فلما جاءهم محمد صلى الله عليه وسلم مرسلًا من ربه يخوفهم عذاب الله ما زادهم مجيئه إلا بُعْدًا عن الحق وتعلقًا بالباطل، فلم يوفوا بما أقسموا عليه الأيمان المؤكدة من أن يكونوا أهدى ممن سبقوهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأقسموا» أي كفار مكة «بالله جهد أيمانهم» غاية اجتهادهم فيها «لئن جاءهم نذير» رسول «ليكوننَّ أهدى من إحدى الأمم» اليهود والنصارى وغيرهم، أي أيَّ واحدة منها لما رأوا من تكذيب بعضهم بعضا، إذ قالت اليهود: ليست النصارى على شيء، «فلما جاءهم نذير» محمد صلى الله عليه وسلم «ما زادهم» مجيئه «إلا نفورا» تباعدا عن الهدى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي وأقسم هؤلاء، الذين كذبوك يا رسول اللّه، قسما اجتهدوا فيه بالأيمان الغليظة.\nلَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ أي: أهدى من اليهود والنصارى [أهل الكتب]، فلم يفوا بتلك الإقسامات والعهود.\nفَلَمَّا جَاءَهُمْ نَذِيرٌ لم يهتدوا، ولم يصيروا أهدى من إحدى الأمم، بل لم يدوموا على ضلالهم الذي كان، بل مَا زَادَهُمْ ذلك إِلَّا نُفُورًا وزيادة ضلال وبغي وعناد."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ ۚ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ ۚ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقَسَمهم بالله على ما أقسموا عليه ليس عن حسن نية وقصد سليم، بل للاستكبار في الأرض والخداع للناس، ولا يحيط المكر السيئ إلا بأصحابه الماكرين، فهل ينتظر هؤلاء المستكبرون الماكرون إلا سُنَّة الله الثابتة؛ وهي إهلاكهم كما أهلك أمثالهم من أسلافهم؟! فلن تجد لسُنَّة الله في إهلاك المستكبرين تبديلًا بألا تقع عليهم، ولا تحويلًا بأن تقع على غيرهم؛ لأنها سُنَّة إلهية ثابتة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«استكبارا في الأرض» عن الإيمان مفعول له «ومكر» العمل «السيء» من الشرك وغيره «ولا يحيق» يحيط «المكر السيء إلا بأهله» وهو الماكر، ووصف المكر بالسيء أصل، وإضافته إليه قيل استعمال آخر قدر فيه مضاف حذرا من الإضافة إلى الصفة «فهل ينظرون» ينتظرون «إلا سُنَّةَّ الأولين» سنة الله فيهم من تعذيبهم بتكذيبهم رسلهم «فلن تجد لسنَّةِ الله تبديلا ولن تجد لسنَّةِ الله تحويلا» أي لا يبدل بالعذاب غيره ولا يحول إلى غير مستحقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وليس إقسامهم المذكور، لقصد حسن، وطلب للحق، وإلا لوفقوا له، ولكنه صادر عن استكبار في الأرض على الخلق، وعلى الحق، وبهرجة في كلامهم هذا، يريدون به المكر والخداع، وأنهم أهل الحق، الحريصون على طلبه، فيغتر به المغترون، ويمشي خلفهم المقتدون.\nوَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ الذي مقصوده مقصود سيئ، ومآله وما يرمي إليه سيئ باطل إِلَّا بِأَهْلِهِ فمكرهم إنما يعود عليهم، وقد أبان اللّه لعباده في هذه المقالات وتلك الإقسامات، أنهم كذبة في ذلك مزورون، فاستبان خزيهم، وظهرت فضيحتهم، وتبين قصدهم السيئ، فعاد مكرهم في نحورهم، ورد اللّه كيدهم في صدورهم.\nفلم يبق لهم إلا انتظار ما يحل بهم من العذاب، الذي هو سنة اللّه في الأولين، التي لا تبدل ولا تغير، أن كل من سار في الظلم والعناد والاستكبار على العباد، أن يحل به نقمته، وتسلب عنه نعمته، فَلْيَتَرَّقب هؤلاء، ما فعل بأولئك."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفلم يَسِرْ مكذبوك من قريش في الأرض فيتأملوا كيف كانت نهاية الذين كذبوا من الأمم قبلهم؟ ألم تكن نهايتهم نهاية سوء حيث أهلكهم الله، وكانوا أشدّ قوة من قريش؟! وما كان الله ليفوته شيء في السماوات ولا في الأرض، إنه كان عليمًا بأعمال هؤلاء المكذبين، لا يغيب عنه من أعمالهم شيء ولا يفوته، قديرًا على إهلاكهم متى شاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوْ لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة» فأهلكهم الله بتكذيبهم رسلهم «وما كان الله ليعجزه من شيء» يسبقه ويفوته «في السماوات ولا في الأرض إنه كان عليما» أي بالأشياء كلها «قديرا» عليها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يحض تعالى على السير في الأرض، في القلوب والأبدان، للاعتبار، لا لمجرد النظر والغفلة، وأن ينظروا إلى عاقبة الذين من قبلهم ممن كذبوا الرسل، وكانوا أكثر منهم أموالا وأولادا وأشد قوة، وعمروا الأرض أكثر مما عمرها هؤلاء، فلما جاءهم العذاب، لم تنفعهم قوتهم، ولم تغن عنهم أموالهم ولا أولادهم من اللّه شيئا، ونفذت فيهم قدرة اللّه ومشيئته.\nوَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ لكمال علمه وقدرته إِنَّهُ كَانَ عَلِيمًا قَدِيرًا"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو يعجل الله العقوبة للناس بما عملوه من المعاصي، وما ارتكبوه من الآثام، لأهلك جميع أهل الأرض في الحال وما يملكون من دواب وأموال، ولكنه سبحانه يؤخرهم إلى أجل محدد في علمه وهو يوم القيامة، فإذا جاء يوم القيامة فإن الله كان بعباده بصيرًا لا يخفى عليه منهم شيء، فيجازيهم على أعمالهم؛ إن خيرًا فخير، وإن شرًّا فشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو يؤاخذ الله الناس بما كسبوا» من المعاصي «ما ترك على ظهرها» أي الأرض «من دابة» نسمة تدبّ عليها «ولكن يؤخرهم إلى أجل مسمى» أي يوم القيامة «فإذا جاء أجلهم فإن الله كان بعباده بصيرا» فيجازيهم على أعمالهم، بإثابة المؤمنين وعقاب الكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر تعالى كمال حلمه، وشدة إمهاله وإنظاره أرباب الجرائم والذنوب، فقال: وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا من الذنوب مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ أي: لاستوعبت العقوبة، حتى الحيوانات غير المكلفة.\nوَلَكِنْ يمهلهم تعالى ولا يهملهم و يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا فيجازيهم بحسب ما علمه منهم، من خير وشر."
                }
            ]
        }
    ]
}