{
    "surah": "يس",
    "number": 36,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يسٓ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(يس) سبق الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يس» الله أعلم بمراده به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سبق الكلام عن الحروف المقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقسم الله بالقرآن الذي أُحْكِمت آياته، والذي لا يأتيه الباطل من بين يديه ولا من خلفه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والقرآن الحكيم» المحكم بعجيب النظم، وبديع المعاني."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا قسم من اللّه تعالى بالقرآن الحكيم، الذي وصفه الحكمة، وهي وضع كل شيء موضعه، وضع الأمر والنهي في الموضع اللائق بهما، ووضع الجزاء بالخير والشر في محلهما اللائق بهما، فأحكامه الشرعية والجزائية كلها مشتملة على غاية الحكمة.\nومن حكمة هذا القرآن، أنه يجمع بين ذكر الحكم وحكمته، فينبه العقول على المناسبات والأوصاف المقتضية لترتيب الحكم عليها."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنك - أيها الرسول - لمن الرسل الذين أرسلهم الله إلى عباده؛ ليأمروهم بتوحيده وعبادته وحده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنك» يا محمد «لمن المرسلين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّكَ لَمِنَ الْمُرْسَلِينَ هذا المقسم عليه، وهو رسالة محمد صلى اللّه عليه وسلم، وإنك من جملة المرسلين، فلست ببدع من الرسل، وأيضا فجئت بما جاء به الرسل من الأصول الدينية، وأيضا فمن تأمل أحوال المرسلين وأوصافهم، وعرف الفرق بينهم وبين غيرهم، عرف أنك من خيار المرسلين، بما فيك من الصفات الكاملة، والأخلاق الفاضلة.\nولا يخفى ما بين المقسم به، وهو القرآن الحكيم، وبين المقسم عليه، [وهو] رسالة الرسول محمد صلى اللّه عليه وسلم، من الاتصال، وأنه لو لم يكن لرسالته دليل ولا شاهد إلا هذا القرآن الحكيم، لكفى به دليلا وشاهدا على رسالة محمد صلى الله عليه وسلم، بل القرآن العظيم أقوى الأدلة المتصلة المستمرة على رسالة الرسول، فأدلة القرآن كلها أدلة لرسالة محمد صلى اللّه عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "على منهج مستقيم وشرع قويم.\nوهذا المنهج المستقيم والشرع القويم منزل من ربك العزيز الذي لا يغالبه أحد، الرحيم بعباده المؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(على) متعلق بما قبله (صراط مستقيم) أي طريق الأنبياء قبلك التوحيد والهدى، والتأكيد بالقسم وغيره رد لقول الكفار له \"لست مرسلا\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أخبر بأعظم أوصاف الرسول صلى اللّه عليه وسلم، الدالة على رسالته، وهو أنه عَلَى صِرَاطٍ مُسْتَقِيمٍ معتدل، موصل إلى اللّه وإلى دار كرامته، وذلك الصراط المستقيم، مشتمل على أعمال، وهي الأعمال الصالحة، المصلحة للقلب والبدن، والدنيا والآخرة، والأخلاق الفاضلة، المزكية للنفس، المطهرة للقلب، المنمية للأجر، فهذا الصراط المستقيم، الذي هو وصف الرسول صلى اللّه عليه وسلم، ووصف دينه الذي جاء به، فتأمل جلالة هذا القرآن الكريم، كيف جمع بين القسم بأشرف الأقسام، على أجل مقسم عليه، وخبر اللّه وحده كاف، ولكنه تعالى أقام من الأدلة الواضحة والبراهين الساطعة في هذا الموضع على صحة ما أقسم عليه، من رسالة رسوله ما نبهنا عليه، وأشرنا إشارة لطيفة لسلوك طريقه."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "على منهج مستقيم وشرع قويم.\nوهذا المنهج المستقيم والشرع القويم منزل من ربك العزيز الذي لا يغالبه أحد، الرحيم بعباده المؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تنزيل العزيز» في ملكه «الرحيم» بخلقه خبر مبتدأ مقدر، أي القرآن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا الصراط المستقيم تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ فهو الذي أنزل به كتابه، وأنزله طريقا لعباده، موصلا لهم إليه، فحماه بعزته عن التغيير والتبديل، ورحم به عباده رحمة اتصلت بهم، حتى أوصلتهم إلى دار رحمته، ولهذا ختم الآية بهذين الاسمين الكريمين: العزيز.\nالرحيم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنزلنا إليك ذلك لتخوف قومًا وتنذرهم، وهم العرب الذين لم يأتهم رسول ينذرهم، فهم لاهون عن الإيمان والتوحيد، وكذلك شأن كل أمة انقطع عنها الإنذار، تحتاج إلى من يذكرها من الرسل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لتنذرَ» به «قوما» متعلق بتنزيل «ما أنذر آباؤهم» أي لم ينذروا في زمن الفترة «فهم» أي القوم «غافلون» عن الإيمان والرشد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أقسم تعالى على رسالته وأقام الأدلة عليها، ذكر شدة الحاجة إليها واقتضاء الضرورة لها فقال: لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ وهم العرب الأميون، الذين لم يزالوا خالين من الكتب، عادمين الرسل، قد عمتهم الجهالة، وغمرتهم الضلالة، وأضحكوا عليهم وعلى سفههم عقول العالمين، فأرسل اللّه إليهم رسولا من أنفسهم، يزكيهم ويعلمهم الكتاب والحكمة، وإن كانوا من قبل لفي ضلال مبين، فينذر العرب الأميين، ومن لحق بهم من كل أمي، ويذكر أهل الكتب بما عندهم من الكتب، فنعمة اللّه به على العرب خصوصا، وعلى غيرهم عموما.\nولكن هؤلاء الذين بعثت فيهم لإنذارهم بعدما أنذرتهم، انقسموا قسمين: قسم رد لما جئت به، ولم يقبل النذارة، وهم الذين قال اللّه فيهم لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد وجب العذاب من الله لأكثر هؤلاء، بعد أن بلغهم الحق من الله على لسان رسوله فلم يؤمنوا به، وبقوا على كفرهم، فهم لا يؤمنون بالله ولا برسوله، ولا يعملون بما جاءهم من الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد حق القول» وجب «على أكثرهم» بالعذاب «فهم لا يؤمنون» أي الأكثر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: نفذ فيهم القضاء والمشيئة، أنهم لا يزالون في كفرهم وشركهم، وإنما حق عليهم القول بعد أن عرض عليهم الحق فرفضوه، فحينئذ عوقبوا بالطبع على قلوبهم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومثلهم في ذلك مثل من جُعِلَت أصفاد في أعناقهم، وجُمِعَت أيديهم مع أعناقهم تحت مجامع لحاهم، فاضطروا إلى رفع رؤوسهم إلى السماء، فلا يستطيعون خفضها، فهؤلاء مَغْلُولون عن الإيمان بالله فلا يذعنون له، ولا يخفضون رؤوسهم من أجله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا جعلنا في أعناقهم أغلالا» بأن تضم اليها الأيدي لأن الغل يجمع اليد إلى العنق «فهي» أي الأيدي مجموعة «إلى الأذقان» جمع ذقن، وهي مجتمع اللحيين «فهم مقمحون» رافعون رؤوسهم لا يستطيعون خفضها، وهذا تمثيل، والمراد أنهم لا يذعنون للإيمان ولا يخفضون رؤوسهم له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذكر الموانع من وصول الإيمان لقلوبهم، فقال: إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا وهي جمع \"غل\" و \"الغل\" ما يغل به العنق، فهو للعنق بمنزلة القيد للرجل، وهذه الأغلال التي في الأعناق عظيمة قد وصلت إلى أذقانهم ورفعت رءوسهم إلى فوق، فَهُمْ مُقْمَحُونَ أي: رافعو رءوسهم من شدة الغل الذي في أعناقهم، فلا يستطيعون أن يخفضوها."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلنا من بين أيديهم حاجزًا عن الحق، ومن خلفهم حاجزًا، فأغشينا أبصارهم عن الحق فهم لا يبصرون إبصارًا ينتفعون به، حصل ذلك لهم بعد أن ظهر عنادهم وإصرارهم على الكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلنا من بين أيديهم سدا ومن خلفهم سدا» بفتح السين وضمها في الموضعين «فأغشيناهم فهم لا يبصرون» تمثيل أيضا لسدّ طرق الإيمان عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا أي: حاجزا يحجزهم عن الإيمان، فَهُمْ لَا يُبْصِرُونَ قد غمرهم الجهل والشقاء من جميع جوانبهم، فلم تفد فيهم النذارة."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سواء عند هؤلاء الكفار المعاندين للحق أَخَوَّفتهم - يا محمد - أم لم تخوِّفهم، فهم لا يؤمنون بما جئت به من عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسواء عليهم أأنذرتهم» بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه «أم لم تنذرهم لا يؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ وكيف يؤمن من طبع على قلبه، ورأى الحق باطلا والباطل حقا؟!"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذي ينتفع حقًّا بإنذارك من صدّق بهذا القرآن واتبع ما جاء فيه، وخاف من ربه في الخلوة، حيث لا يراه غيره، فأَخْبِر مَن هذه صفاتُه بما يسُرّه من محو الله لذنوبه ومغفرته لها، ومن ثواب عظيم ينتظره في الآخرة وهو دخول الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما تنذر» ينفع إنذارك «من أتَّبع الذكر» القرآن «وخشي الرحمن بالغيب» خافه ولم يره «فبشّره بمغفرة وأجر كريم» هو الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والقسم الثاني: الذين قبلوا النذارة، وقد ذكرهم بقوله: إِنَّمَا تُنْذِرُ أي: إنما تنفع نذارتك، ويتعظ بنصحك مَنِ اتَّبَعَ الذِّكْرَ [أي:] من قصده اتباع الحق وما ذكر به، وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ أي: من اتصف بهذين الأمرين، القصد الحسن في طلب الحق، وخشية اللّه تعالى، فهم الذين ينتفعون برسالتك، ويزكون بتعليمك، وهذا الذي وفق لهذين الأمرين فَبَشِّرْهُ بِمَغْفِرَةٍ لذنوبه، وَأَجْرٍ كَرِيمٍ لأعماله الصالحة، ونيته الحسنة."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا نحن نحيي الموتى ببعثهم للحساب يوم القيامة، ونكتب ما قدموه في حياتهم الدنيا من الأعمال الصالحة والسيئة، ونكتب ما كان لهم من أثر باق بعد مماتهم صالحًا كان كالصدقة الجارية أو سيئًا كالكفر، وقد أحصينا كل شيء في كتاب واضح؛ وهو اللوح المحفوظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا نحن نحي الموتى» للبعث «ونكتب» في اللوح المحفوظ «ما قدَّموا» في حياتهم من خير وشر ليجازوا عليه «وآثارهم» ما استنَّ به بعدهم «وكل شيء» نصبه بفعل يفسره «أحصيناه» ضبطناه «في إمام مبين» كتاب بيّن، هو اللوح المحفوظ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا نَحْنُ نُحْيِي الْمَوْتَى أي: نبعثهم بعد موتهم لنجازيهم على الأعمال، وَنَكْتُبُ مَا قَدَّمُوا من الخير والشر، وهو أعمالهم التي عملوها وباشروها في حال حياتهم، وَآثَارَهُمْ وهي آثار الخير وآثار الشر، التي كانوا هم السبب في إيجادها في حال حياتهم وبعد وفاتهم، وتلك الأعمال التي نشأت من أقوالهم وأفعالهم وأحوالهم، فكل خير عمل به أحد من الناس، بسبب علم العبد وتعليمه ونصحه، أو أمره بالمعروف، أو نهيه عن المنكر، أو علم أودعه عند المتعلمين، أو في كتب ينتفع بها في حياته وبعد موته، أو عمل خيرا، من صلاة أو زكاة أو صدقة أو إحسان، فاقتدى به غيره، أو عمل مسجدا، أو محلا من المحال التي يرتفق بها الناس، وما أشبه ذلك، فإنها من آثاره التي تكتب له، وكذلك عمل الشر.\nولهذا: من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة، ومن سن سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة وهذا الموضع، يبين لك علو مرتبة الدعوة إلى اللّه والهداية إلى سبيله بكل وسيلة وطريق موصل إلى ذلك، ونزول درجة الداعي إلى الشر الإمام فيه، وأنه أسفل الخليقة، وأشدهم جرما، وأعظمهم إثما.\nوَكُلَّ شَيْءٍ من الأعمال والنيات وغيرها أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ أي: كتاب هو أم الكتب وإليه مرجع الكتب، التي تكون بأيدي الملائكة، وهو اللوح المحفوظ."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واجعل - أيها الرسول - لهؤلاء المكذبين المعاندين مثلًا يكون لهم عبرة، وهو قصة أهل القرية حين جاءتهم رسلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واضرب» اجعل «لهم مثلا» مفعول أول «أصحاب» مفعول ثان «القرية» أنطاكية «إذ جاءها» إلى آخره بدل اشتمال من أصحاب القرية «المرسلون» أي رسل عيسى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: واضرب لهؤلاء المكذبين برسالتك، الرادين لدعوتك، مثلا يعتبرون به، ويكون لهم موعظة إن وفقوا للخير، وذلك المثل: أصحاب القرية، وما جرى منهم من التكذيب لرسل اللّه، وما جرى عليهم من عقوبته ونكاله.\nوتعيين تلك القرية، لو كان فيه فائدة، لعينها اللّه، فالتعرض لذلك وما أشبهه من باب التكلف والتكلم بلا علم، ولهذا إذا تكلم أحد في مثل هذا تجد عنده من الخبط والخلط والاختلاف الذي لا يستقر له قرار، ما تعرف به أن طريق العلم الصحيح، الوقوف مع الحقائق، وترك التعرض لما لا فائدة فيه، وبذلك تزكو النفس، ويزيد العلم، من حيث يظن الجاهل أن زيادته بذكر الأقوال التي لا دليل عليها، ولا حجة عليها ولا يحصل منها من الفائدة إلا تشويش الذهن واعتياد الأمور المشكوك فيها.\nوالشاهد أن هذه القرية جعلها اللّه مثلا للمخاطبين.\nإِذْ جَاءَهَا الْمُرْسَلُونَ من اللّه تعالى يأمرونهم بعبادة اللّه وحده، وإخلاص الدين له، وينهونهم عن الشرك والمعاصي."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حين أرسلنا إليهم أولًا رسولين ليدعواهم إلى توحيد الله وعبادته، فكذبوا هذين الرسولين، فقويناهما بإرسال رسول ثالث معهم، فقال الرسل الثلاثة لأهل القرية: إنا - نحن الثلاثة - إليكم مرسلون؛ لندعوكم إلى توحيد الله واتباع شرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذْ أرسلنا إليهم اثنين فكذبوهما» إلى آخره بدل من إذ الأولى «فعَزَزْنا» بالتخفيف والتشديد: قوَّينا الاثنين «بثالث فقالوا إنا إليكم مرسلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ أي: قويناهما بثالث، فصاروا ثلاثة رسل، اعتناء من اللّه بهم، وإقامة للحجة بتوالي الرسل إليهم، فَقَالُوا لهم: إِنَّا إِلَيْكُمْ مُرْسَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال أهل القرية للمرسلين: لستم إلا بشرًا مثلنا، فلا مزية لكم علينا، وما أنزل الرحمن عليكم من وحي، ولستم إلا تكذبون على الله في دعواكم هذه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا ما أنتم إلا بشر مثلنا وما أنزل الرحمن من شيء إن» ما «أنتم إلا تكذبون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجابوهم بالجواب الذي ما زال مشهورا عند من رد دعوة الرسل: ف قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا أي: فما الذي فضلكم علينا وخصكم من دوننا؟ قالت الرسل لأممهم: إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا أَنْزَلَ الرَّحْمَنُ مِنْ شَيْءٍ أي: أنكروا عموم الرسالة، ثم أنكروا أيضا المخاطبين لهم، فقالوا: إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الرسل الثلاثة ردًّا على تكذيب أهل القرية: ربنا يعلم إنا إليكم - يا أهل القرية - لمرسلون من عنده، وكفى بذلك حجة لنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا ربنا يعلم» جار مجرى القسم، وزيد التأكيد به وباللام على ما قبله لزيادة الإنكار في «إنا إليكم لمرسلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقالت هؤلاء الرسل الثلاثة: رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ فلو كنا كاذبين، لأظهر اللّه خزينا، ولبادرنا بالعقوبة."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس علينا إلا تبليغ ما أمرنا بتبليغه إليكم بوضوح، ولا نملك هدايتكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما علينا إلا البلاغ المبين» التبليغ المبين الظاهر بالأدلة الواضحة وهي إبراء الأكمه والأبرص والمريض وإحياء الميت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ أي: البلاغ المبين الذي يحصل به توضيح الأمور المطلوب بيانها، وما عدا هذا من آيات الاقتراح، ومن سرعة العذاب، فليس إلينا، وإنما وظيفتنا -التي هي البلاغ المبين- قمنا بها، وبيناها لكم، فإن اهتديتم، فهو حظكم وتوفيقكم، وإن ضللتم، فليس لنا من الأمر شيء."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال أهل القرية للرسل: إنا تشاءمنا بكم، وإن لم تنتهوا عن دعوتنا إلى التوحيد لنعاقبنّكم بالرمي بالحجارة حتى الموت، ولينالنَّكم منا عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا إنا تطيرنا» تشاءَمنا «بكم» لانقطاع المطر عنا بسببكم «لئن» لام قسم «لم تنتهوا لنرجمنكم» بالحجارة «وليمسنكم منا عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال أصحاب القرية لرسلهم: إِنَّا تَطَيَّرْنَا بِكُمْ أي: لم نر على قدومكم علينا واتصالكم بنا إلا الشر، وهذا من أعجب العجائب، أن يجعل من قدم عليهم بأجل نعمة ينعم اللّه بها على العباد، وأجل كرامة يكرمهم بها، وضرورتهم إليها فوق كل ضرورة، قد قدم بحالة شر، زادت على الشر الذي هم عليه، واستشأموا بها، ولكن الخذلان وعدم التوفيق، يصنع بصاحبه أعظم مما يصنع به عدوه.\nثم توعدوهم فقالوا: لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ أي: نقتلنكم رجما بالحجارة أشنع القتلات وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الرسل ردًّا عليهم: شؤمكم ملازم لكم بسبب كفركم بالله وترككم اتباع رسله، أتتشاءمون إن ذكرناكم بالله؟ بل أنتم قوم تسرفون في ارتكاب الكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا طائركم» شؤمكم «معكم» بكفركم «أإن» همزة استفهام دخلت على إن الشرطية وفى همزتها التحقيق والتسهيل وإدخال ألف بينها بوجهيها وبين الأخرى «ذكرتم» وعظتم وخوِّفتم، وجواب الشرط محذوف، أي تطيرتم وكفرتم وهو محل الاستفهام، والمراد به التوبيخ «بل أنتم قوم مسرفون» متجاوزون الحدَّ بشرككم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقالت لهم رسلهم: طَائِرُكُمْ مَعَكُمْ وهو ما معهم من الشرك والشر، المقتضي لوقوع المكروه والنقمة، وارتفاع المحبوب والنعمة.\nأَئِنْ ذُكِّرْتُمْ أي: بسبب أنا ذكرناكم ما فيه صلاحكم وحظكم، قلتم لنا ما قلتم.\nبَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ متجاوزون للحد، متجرهمون في قولكم، فلم يزدهم [دعاؤهم] إلا نفورا واستكبارا."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاء من مكان بعيد من القرية رجل مسرع خوفًا على قومه من تكذيب الرسل وتهديدهم بالقتل والإيذاء، قال: يا قوم، اتبعوا ما جاء به هؤلاء المرسلون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاء من أقصا المدينة رجل» هو حبيب النجار كان قد آمن بالرسل ومنزله بأقصى البلد «يسعى» يشتد عدوا لما سمع بتكذيب القوم الرسلَ «قال يا قوم اتبعوا المرسلين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى حرصا على نصح قومه حين سمع ما دعت إليه الرسل وآمن به، وعلم ما رد به قومه عليهم فقال [لهم]: يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ فأمرهم باتباعهم ونصحهم على ذلك، وشهد لهم بالرسالة."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اتبعوا - يا قوم - من لا يطلب منكم على إبلاغ ما جاء به ثوابًا منكم، وهم مهتدون فيما يبلغونه عن الله من وحيه، فمن كان كذلك فجدير بأن يتبع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اتبعوا» تأكيد للأول «مَن لا يسألكم أجرا» على رسالته «وهم مهتدون» فقيل له: أنت على دينهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر تأييدا لما شهد به ودعا إليه، فقال: اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا أي: اتبعوا من نصحكم نصحا يعود إليكم بالخير، وليس [يريد منكم أموالكم ولا أجرا على نصحه لكم وإرشاده إياكم، فهذا موجب لاتباع من هذا وصفه.\nبقي] أن يقال: فلعله يدعو ولا يأخذ أجرة، ولكنه ليس على الحق، فدفع هذا الاحتراز بقوله: وَهُمْ مُهْتَدُونَ لأنهم لا يدعون إلا لما يشهد العقل الصحيح بحسنه، ولا ينهون إلا بما يشهد العقل الصحيح بقبحه."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال هذا الرجل الناصح: وأي مانع يمنعني من عبادة الله الذي خلقني؟! وأي مانع يمنعكم من عبادة ربكم الذي خلقكم، وإليه وحده ترجعون بالبعث للجزاء؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "فقال «وما لي لا أعبد الذي فطرني» خلقني، أي لا مانع لي من عبادته الموجود مقتضيها وأنتم كذلك «وإليه ترجعون» بعد الموت فيجازيكم بكفركم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فكأن قومه لم يقبلوا نصحه، بل عادوا لائمين له على اتباع الرسل، وإخلاص الدين للّه وحده، فقال: وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ أي: وما المانع لي من عبادة من هو المستحق للعبادة، لأنه الذي فطرني، وخلقني، ورزقني، وإليه مآل جميع الخلق، فيجازيهم بأعمالهم، فالذي بيده الخلق والرزق، والحكم بين العباد، في الدنيا والآخرة، هو الذي يستحق أن يعبد، ويثنى عليه ويمجد، دون من لا يملك نفعا ولا ضرا، ولا عطاء ولا منعا، ولا حياة ولا موتا ولا نشورا،"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أأتخِذُ من دون الله الذي خلقني معبودات بغير حق؟! إن يردني الرحمن بسوء لا تغن عني شفاعة هذه المعبودات شيئًا فلا تملك لي نفعًا ولا ضرًّا، ولا تستطيع أن تنقذني من السوء الذي أراده الله بي إن مت على الكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أأتخذ» في الهمزتين ما تقدم في أأنذرتهم وهو استفهام بمعنى النفي «من دونه» أي غيره «آلهة» أصناما «إن يُردْن الرحمن بضر لا تغن عني شفاعتهم» التي زعمتموها «شيئا ولا ينقذون» صفة آلهة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ لأنه لا أحد يشفع عند الله إلا بإذنه، فلا تغني شفاعتهم عني شيئا، وَلَا هُمْ يُنْقذون من الضر الذي أراده اللّه بي."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إني إذا اتخذتهم معبودات من دون الله لفي خطأ واضح حيث عبدت من لا يستحق العبادة، وتركت عبادة من يستحقها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إني إذا» أي إن عبدت غير الله «لفي ضلال مبين» بيَّن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنِّي إِذًا أي: إن عبدت آلهة هذا وصفها لَفِي ضَلَالٍ مُبِينٍ فجمع في هذا الكلام، بين نصحهم، والشهادة للرسل بالرسالة، والاهتداء والإخبار بِتعيُّن عبادة اللّه وحده، وذكر الأدلة عليها، وأن عبادة غيره باطلة، وذكر البراهين عليها، والإخبار بضلال من عبدها، والإعلان بإيمانه جهرا، مع خوفه الشديد من قتلهم،"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إني - يا قوم - آمنت بربي وربكم جميعًا فاسمعوني، فلا أبالي بما تهددونني به من القتل.\nفما كان من قومه إلا أن قتلوه، فأدخله الله الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إني آمنت بربكم فاسمعون» أي اسمعوا قولي، فرجموه فمات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ فقتله قومه، لما سمعوا منه وراجعهم بما راجعهم به."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "26 - 27 - قيل تكريمًا له بعد استشهاده: ادخل الجنة، فلما دخلها وشاهد ما فيها من النعيم قال متمنيًا: يا ليت قومي الذين كذبوني وقتلوني يعلمون بما حصل لي من مغفرة الذنوب، وبما أكرمني به ربي؛ ليؤمنوا مثلما آمنت، وينالوا جزاءً مثل جزائي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قيل» له عند موته «ادخل الجنة» وقيل دخلها حيا «قال يا» حرف تنبيه «ليت قومي يعلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قِيلَ له في الحال: ادْخُلِ الْجَنَّةَ فقال مخبرا بما وصل إليه من الكرامة على توحيده وإخلاصه، وناصحا لقومه بعد وفاته، كما نصح لهم في حياته: يَا لَيْتَ قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "26 - 27 - قيل تكريمًا له بعد استشهاده: ادخل الجنة، فلما دخلها وشاهد ما فيها من النعيم قال متمنيًا: يا ليت قومي الذين كذبوني وقتلوني يعلمون بما حصل لي من مغفرة الذنوب، وبما أكرمني به ربي؛ ليؤمنوا مثلما آمنت، وينالوا جزاءً مثل جزائي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بما غفر لي ربي» بغفرانه «وجعلني من المكرمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: بأي: شيء غفر لي، فأزال عني أنواع العقوبات، وَجَعَلَنِي مِنَ الْمُكْرَمِينَ بأنواع المثوبات والمسرات، أي: لو وصل علم ذلك إلى قلوبهم، لم يقيموا على شركهم."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أنزلنا لأجل إهلاك قومه الذين كذبوه وقتلوه جندًا من الملائكة ننزلهم من السماء، وما كنا منزلين الملائكة على الأمم إذا أهلكناهم؛ فأمرهم أيسر عندنا من ذلك، فقد قدرنا أن يكون هلاكهم بصيحة من السماء، وليس بإنزال ملائكة العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما» نافية «أنزلنا على قومه» أي حبيب «من بعده» بعد موته «من جند من السماء» أي ملائكة لإهلاكهم «وما كنا منزلين» ملائكة لإهلاك أحد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال اللّه في عقوبة قومه: [ وَمَا أَنْزَلْنَا عَلَى قَوْمِهِ] مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ أي: ما احتجنا أن نتكلف في عقوبتهم، فننزل جندا من السماء لإتلافهم، وَمَا كُنَّا مُنْزِلِينَ لعدم الحاجة إلى ذلك، وعظمة اقتدار اللّه تعالى، وشدة ضعف بني آدم، وأنهم أدنى شيء يصيبهم من عذاب اللّه يكفيهم"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما كانت قصة إهلاك قومه إلا صيحة واحدة أرسلناها عليهم فإذا هم صَرْعَى لم تبق منهم باقية، مثلهم كنار كانت مشتعلة فانطفأت، فلم يبق لها أثر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «كانت» عقوبتهم «إلا صيحة واحدة» صاح بهم جبريل «فإذا هم خامدون» ساكنون ميتون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ كَانَتْ أي: كانت عقوبتهم إِلَّا صَيْحَةً وَاحِدَةً أي: صوتا واحدا، تكلم به بعض ملائكة اللّه، فَإِذَا هُمْ خَامِدُونَ قد تقطعت قلوبهم في أجوافهم، وانزعجوا لتلك الصيحة، فأصبحوا خامدين، لا صوت ولا حركة، ولا حياة بعد ذلك العتو والاستكبار، ومقابلة أشرف الخلق بذلك الكلام القبيح، وتجبرهم عليهم."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا ندامة العباد المكذبين وحسرتهم يوم القيامة حين يشاهدون العذاب؛ ذلك أنهم كانوا في الدنيا ما يأتيهم من رسول من عند الله إلا كانوا يسخرون منه ويستهزئون به، فكان عاقبتهم الندامة يوم القيامة على ما فرطوا في جنب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا حسرة على العباد» هؤلاء ونحوهم ممن كذبوا الرسل فأهلكوا، وهي شدة التألم ونداؤها مجاز، أي هذا أوانك فاحضري «ما يأتيهم من رسول إلا كانوا به يستهزءُون» مسوق لبيان سببها لاشتماله على استهزائهم المؤدى إلى إهلاكهم المسبب عنه الحسرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال اللّه متوجعا للعباد: يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ أي: ما أعظم شقاءهم، وأطول عناءهم، وأشد جهلهم، حيث كانوا بهذه الصفة القبيحة، التي هي سبب لكل شقاء وعذاب ونكال\""
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم ير هؤلاء المكذبون المستهزئون بالرسل عبرة فيمن سبقهم من الأمم؟ فقد ماتوا، ولن يرجعوا إلى الدنيا مرة أخرى، بل أفضوا إلى ما قدموا من أعمال، وسيجازيهم الله عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ألم يروا) أي أهل مكة القائلون للنبي \"لست مرسلا\" والاستفهام للتقرير أي علموا (كم) خبرية بمعنى كثيرا معمولة لها بعدها معلقة لما قبلها عن العمل، والمعنى إنا (أهلكنا قبلهم) كثيرا (من القرون) الأمم (أنهم) أي المهلكين (إليهم) أي المكذبين (لا يرجعون) أفلا يعتبرون بهم، وأنه الخ بدل مما قبله برعاية المعنى المذكور."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: ألم ير هؤلاء ويعتبروا بمن قبلهم من القرون المكذبة، التي أهلكها الله تعالى وأوقع بها عقابها، وأن جميعهم قد باد وهلك، فلم يرجع إلى الدنيا، ولن يرجع إليها، وسيعيد اللّه الجميع خلقا جديدا، ويبعثهم بعد موتهم."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس جميع الأمم دون استثناء إلا مُحْضَرين عندنا يوم القيامة بعد بعثهم لنجازيهم على أعمالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن» نافية أو مخففة «كل» أي كل الخلائق مبتدأ «لما» بالتشديد بمعنى إلا، أو بالتخفيف، فاللام فارقة وما مزيدة «جميع» خبر المبتدأ، أي مجموعون «لدينا» عندنا في الموقف بعد بعثهم «محضرون» للحساب خبر ثان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويحضرون بين يديه تعالى، ليحكم بينهم بحكمه العدل الذي لا يظلم مثقال ذرة وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعلامة للمكذبين بالبعث أن البعث حق: هذه الأرض اليابسة المجدبة أنزلنا عليها المطر من السماء، فأنبتنا فيها من أصناف النبات وأخرجنا فيها من أصناف الحبوب ليأكلها الناس، فالذي أحيا هذه الأرض بإنزال المطر وإخراج النبات قادر على إحياء الموتى وبعثهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآية لهم» على البعث خبر مقدم «الأرض الميتة» بالتخفيف والتشديد «أحييناها» بالماء مبتدأ «وأخرجنا منها حبا» كالحنطة «فمنه يأكلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَآيَةٌ لَهُمُ على البعث والنشور، والقيام بين يدي اللّه تعالى للجزاء على الأعمال، هذه الْأَرْضُ الْمَيْتَةُ أنزل اللّه عليها المطر، فأحياها بعد موتها، وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ من جميع أصناف الزروع، ومن جميع أصناف النبات، التي تأكله أنعامهم."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وصيرنا في هذه الأرض التي أنزلنا عليها المطر بساتين من النخيل والعنب، وفجرنا فيها من عيون الماء ما يسقيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلنا فيها جنات» بساتين «من نخيلٍ وأعنابٍ وفجَّرنا فيها من العيون» أي بعضها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلْنَا فِيهَا أي: في تلك الأرض الميتة جَنَّاتٍ أي: بساتين، فيها أشجار كثيرة، وخصوصا النخيل والأعناب، اللذان هما أشرف الأشجار، وَفَجَّرْنَا فِيهَا أي: في الأرض مِنَ الْعُيُونِ"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليأكل الناس من ثمار تلك البساتين ما أنعم الله به عليهم، ولم يكن لهم سعي فيه، أفلا يشكرون الله على نعمه هذه بعبادته وحده والإيمان برسله؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليأكلوا من ثمره» بفتحتين وضمتين، أي ثمر المذكور من النخيل وغيره «وما عملته أيديهم» أي لم تعمل الثمر «أفلا يشكرون» أنعمه تعالى عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "جعلنا في الأرض تلك الأشجار، والنخيل والأعناب، لِيَأْكُلُوا مِنْ ثَمَرِهِ قوتا وفاكهة، وأدْمًا ولذة، و الحال أن تلك الثمار مَا عَمِلَتْهُ أَيْدِيهِمْ [وليس لهم فيه صنع، ولا عمل، إن هو إلا صنعة أحكم الحاكمين، وخير الرازقين، وأيضا فلم تعمله أيديهم] بطبخ ولا غيره، بل أوجد اللّه هذه الثمار، غير محتاجة لطبخ ولا شيّ، تؤخذ من أشجارها، فتؤكل في الحال.\nأَفَلَا يَشْكُرُونَ من ساق لهم هذه النعم، وأسبغ عليهم من جوده وإحسانه، ما به تصلح أمور دينهم ودنياهم، أليس الذي أحيا الأرض بعد موتها، فأنبت فيها الزروع والأشجار، وأودع فيها لذيذ الثمار، وأظهر ذلك الجنى من تلك الغصون، وفجر الأرض اليابسة الميتة بالعيون، بقادر على أن يحيي الموتى؟ بل، إنه على كل شيء قدير."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تقدس الله وتعالى الذي أنشأ الأصناف من النبات والأشجار، ومن أَنْفُس الناس حيث أنشأ الذكور والإناث، وما لا يعلم الناس من مخلوقات الله الأخرى في البر والبحر وغيرهما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سبحان الذي خلق الأزواج» الأصناف «كلها مما تنبت الأرض» من الحبوب وغيرها «ومن أنفسهم» من الذكور والإناث «ومما لا يعلمون» من المخلوقات العجيبة الغريبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا أي: الأصناف كلها، مِمَّا تُنْبِتُ الْأَرْضُ فنوع فيها من الأصناف ما يعسر تعداده.\nوَمِنْ أَنْفُسِهِمْ فنوعهم إلى ذكر وأنثى، وفاوت بين خلقهم وخُلُقِهمْ، وأوصافهم الظاهرة والباطنة.\nوَمِمَّا لَا يَعْلَمُونَ من المخلوقات التي قد خلقت وغابت عن علمنا، والتي لم تخلق بعد، فسبحانه وتعالى أن يكون له شريك، أو ظهير، أو عوين، أو وزير، أو صاحبة، أو ولد، أو سَمِيٌّ، أو شبيه، أو مثيل في صفات كماله ونعوت جلاله، أو يعجزه شيء يريده."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ودلالة للناس على توحيد الله أنا نذهب الضياء بذهاب النهار ومجيء الليل حين ننزع النهار منه، ونأتي بالظلمة بعد ذهاب النهار، فإذا الناس داخلون في ظلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآية لهم» على القدرة العظيمة «الليل نسلخ» نفصل «منه النهار فإذا هم مظلمون» داخلون في الظلام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَآيَةٌ لَهُمُ على نفوذ مشيئة اللّه، وكمال قدرته، وإحيائه الموتى بعد موتهم.\nاللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ أي: نزيل الضياء العظيم الذي طبق الأرض، فنبدله بالظلمة، ونحلها محله فَإِذَا هُمْ مُظْلِمُونَ وكذلك نزيل هذه الظلمة، التي عمتهم وشملتهم، فتطلع الشمس، فتضيء الأقطار، وينتشر الخلق لمعاشهم ومصالحهم،"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعلامة لهم على وحدانية الله هذه الشمس التي تجري لمستقر يعلم الله قَدْرَه لا تتجاوزه، ذلك التقدير تقدير العزيز الذي لا يغالبه أحد، العليم الذي لا يخفى عليه شيء من أمر مخلوقاته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والشمس تجري» إلى آخره من جملة الآية لهم آية أخرى والقمر كذلك «لمستقر لها» أي إليه لا تتجاوزه «ذلك» أي جريها «تقدير العزيز» في ملكه «العليم» بخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا [أي: دائما تجري لمستقر لها] قدره اللّه لها، لا تتعداه، ولا تقصر عنه، وليس لها تصرف في نفسها، ولا استعصاء على قدرة اللّه تعالى.\nذَلِكَ تَقْدِيرُ الْعَزِيزِ الذي بعزته دبر هذه المخلوقات العظيمة، بأكمل تدبير، وأحسن نظام.\nالْعَلِيمُ الذي بعلمه، جعلها مصالح لعباده، ومنافع في دينهم ودنياهم."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وآية لهم دالة على توحيده سبحانه هذا القمر الذي قدرناه منازل كل ليلة؛ يبدأ صغيرًا ثم يكبر ثم يصغر حتى يصير مثل عِذْق النخلة المُتَعرِّج المُنْدَرِس في رقته وانحنائه وصفرته وقِدَمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والقمرُ» بالرفع والنصب وهو منصوب بفعل يفسره ما بعده «قدَرناه» من حيث سيره «منازل» ثمانية وعشرين منزلا في ثمان وعشرين ليلة من كل شهر، ويستتر ليلتين إن كان الشهر ثلاثين يوما وليلة إن كان تسعة وعشرين يوما «حتى عاد» في آخر منازله في رأي العين «كالعرجون القديم» أي كعود الشماريخ إذا عتق فإنه يرق ويتقوس ويصفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ ينزل بها، كل ليلة ينزل منها واحدة، حَتَّى يصغر جدا، فيعود كَالْعُرْجُونِ الْقَدِيمِ أي: عرجون النخلة، الذي من قدمه نش وصغر حجمه وانحنى، ثم بعد ذلك، ما زال يزيد شيئا فشيئا، حتى يتم [نوره] ويتسق ضياؤه."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وآيات الشمس والقمر والليل والنهار مقدرة بتقدير الله، فلا تتجاوز ما قدر لها، فلا الشمس يمكن أن تلحق بالقمر لتغيير مساره أو إذهاب نوره، ولا الليل يمكنه أن يسبق النهار ويدخل عليه قبل انقضاء وقته، وكل هذه المخلوقات المسخرة وغيرها من الكواكب والمجرات لها مساراتها الخاصة بها بتقدير الله وحفظه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا الشمس ينبغي» يسهل ويصح «لها أن تدرك القمر» فتجتمع معه في الليل «ولا الليل سابق النهار» فلا يأتي قبل انقضائه «وكل» تنويه عوض عن المضاف إليه من الشمس والقمر والنجوم «في فلك» مستدير «يسبحون» يسيرون نزلوا منزلة العقلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكُلٌّ من الشمس والقمر، والليل والنهار، قدره [اللّه] تقديرا لا يتعداه، وكل له سلطان ووقت، إذا وجد عدم الآخر، ولهذا قال: لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ أي: في سلطانه الذي هو الليل، فلا يمكن أن توجد الشمس في الليل، وَلَا اللَّيْلُ سَابِقُ النَّهَارِ فيدخل عليه قبل انقضاء سلطانه، وَكُلٌّ من الشمس والقمر والنجوم فِي فَلَكٍ يَسْبَحُونَ أي: يترددون على الدوام، فكل هذا دليل ظاهر، وبرهان باهر، على عظمة الخالق، وعظمة أوصافه، خصوصا وصف القدرة والحكمة والعلم في هذا الموضع."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعلامة لهم على وحدانية الله كذلك وإنعامه على عباده أنا حملنا من نجا من الطوفان من ذرية آدم زمن نوح، في السفينة المملوءة بمخلوقات الله، فقد حمل الله فيها من كل جنس زوجين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآية لهم» على قدرتنا «أنا حملنا ذريتهم» وفي قراءة ذرياتهم، أي آباءهم الأصول «في الفلك» أي سفينة نوح «المشحون» المملوء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ودليل لهم وبرهان، على أن اللّه وحده المعبود، لأنه المنعم بالنعم، الصارف للنقم، الذي من جملة نعمه أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ قال كثير من المفسرين: المراد بذلك: آباؤهم."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعلامة لهم على توحيده وإنعامه على عباده أنا خلقنا لهم من مثل سفينة نوح مراكب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وخلقنا لهم من مثله» أي مثل فلك نوح وهو ما عملوه على شكله من السفن الصغار والكبار بتعليم الله تعالى «ما يركبون» فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَخَلَقْنَا لَهُمْ أي: للموجودين من بعدهم مِنْ مِثْلِهِ أي: من مثل ذلك الفلك، أي: جنسه مَا يَرْكَبُونَ به، فذكر نعمته على الآباء بحملهم في السفن، لأن النعمة عليهم، نعمة على الذرية.\nوهذا الموضع من أشكل المواضع عليَّ في التفسير، فإن ما ذكره كثير من المفسرين، من أن المراد بالذرية الآباء، مما لا يعهد في القرآن إطلاق الذرية على الآباء، بل فيها من الإيهام، وإخراج الكلام عن موضوعه، ما يأباه كلام رب العالمين، وإرادته البيان والتوضيح لعباده.\nوثَمَّ احتمال أحسن من هذا، وهو أن المراد بالذرية الجنس، وأنهم هم بأنفسهم، لأنهم هم من ذرية [بني] آدم، ولكن ينقض هذا المعنى قوله: وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ إن أريد: وخلقنا من مثل ذلك الفلك، أي: لهؤلاء المخاطبين، ما يركبون من أنواع الفلك، فيكون ذلك تكريرا للمعنى، تأباه فصاحة القرآن.\nفإن أريد بقوله: وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ الإبل، التي هي سفن البر، استقام المعنى واتضح، إلا أنه يبقى أيضا، أن يكون الكلام فيه تشويش، فإنه لو أريد هذا المعنى، لقال: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَاهم فِي الْفُلْكِ الْمَشْحُون،ِ وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ ، فأما أن يقول في الأول: وحملنا ذريتهم، وفي الثاني: حملناهم، فإنه لا يظهر المعنى، إلا أن يقال: الضمير عائد إلى الذرية، واللّه أعلم بحقيقة الحال.\nفلما وصلت في الكتابة إلى هذا الموضع، ظهر لي معنى ليس ببعيد من مراد اللّه تعالى، وذلك أن من عرف جلالة كتاب اللّه وبيانه التام من كل وجه، للأمور الحاضرة والماضية والمستقبلة، وأنه يذكر من كل معنى أعلاه وأكمل ما يكون من أحواله، وكانت الفلك من آياته تعالى ونعمه على عباده، من حين أنعم عليهم بتعلمها إلى يوم القيامة، ولم تزل موجودة في كل زمان، إلى زمان المواجهين بالقرآن."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أردنا إغراقهم أغرقناهم، فلا مغيث يغيثهم إن أردنا إغراقهم، ولا منقذ ينقذهم إذا غرقوا بأمرنا وقضائنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن نشأ نغرقهم» مع إيجاد السفن «فلا صريخ» مغيث «لهم ولا هم ينقذون» ينجون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما خاطبهم اللّه تعالى بالقرآن، وذكر حالة الفلك، وعلم تعالى أنه سيكون أعظم آيات الفلك في غير وقتهم، وفي غير زمانهم، حين يعلمهم [صنعة] الفلك [البحرية] الشراعية منها والنارية، والجوية السابحة في الجو، كالطيور ونحوها، [والمراكب البرية] مما كانت الآية العظمى فيه لم توجد إلا في الذرية، نبَّه في الكتاب على أعلى نوع من أنواع آياتها فقال: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ أي: المملوء ركبانا وأمتعة.\nفحملهم اللّه تعالى، ونجاهم بالأسباب التي علمهم اللّه بها، من الغرق، و[لهذا] نبههم على نعمته عليهم حيث أنجاهم مع قدرته على ذلك، فقال: وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ أي: لا أحد يصرخ لهم فيعاونهم على الشدة، ولا يزيل عنهم المشقة، وَلَا هُمْ يُنْقَذُونَ مما هم فيه"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا أن نرحمهم بإنجائهم من الغرق وإعادتهم ليتمتعوا إلى أجل محدد لا يتجاوزونه، لعلهم يعتبرون فيؤمنوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا رحمة منا ومتاعا إلى حين» أي لا ينجيهم إلا رحمتنا لهم وتمتيعنا إياهم بلذاتهم إلى انقضاء آجالهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَى حِينٍ حيث لم نغرقهم، لطفا بهم، وتمتيعا لهم إلى حين، لعلهم يرجعون، أو يستدركون ما فرط منهم."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قيل لهؤلاء المشركين المعرضين عن الإيمان: احذروا ما تُقدِمون عليه من أمر الآخرة وشدائدها، واحذروا الدنيا المُدْبِرَة رجاء أن يمن الله عليكم برحمته؛ لم يمتثلوا لذلك، بل أعرضوا عنه غير مبالين به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا قيل لهم اتقوا ما بين أيديكم» من عذاب الدنيا كغيرهم «وما خلفكم» من عذاب الآخرة «لعلكم ترحمون» أعرضوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ أي: من أحوال البرزخ والقيامة، وما في الدنيا من العقوبات لَعَلَّكُمْ تُرْحَمُونَ أعرضوا عن ذلك، فلم يرفعوا به رأسا، ولو جاءتهم كل آية."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكلما جاءت هؤلاء المشركين المعاندين آياتُ الله الدالة على توحيده واستحقاقه للإفراد بالعبادة، كانوا مُعرِضين عنها غير معتبرين بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما تأتيهم من آية من آيات ربهم إلا كانوا عنها معرضين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ وفي إضافة الآيات إلى ربهم، دليل على كمالها ووضوحها، لأنه ما أبين من آية من آيات اللّه، ولا أعظم بيانا.\nوإن من جملة تربية اللّه لعباده، أن أوصل إليهم الآيات التي يستدلون بها على ما ينفعهم، في دينهم ودنياهم."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قيل لهؤلاء المعاندين: ساعدوا الفقراء والمساكين من الأموال التي رزقكم الله إياها، ردوا مستنكرين قائلين للذين آمنوا: أنطعم من لو يشاء الله إطعامه لأطعمه؟! فنحن لا نخالف مشيئته، ما أنتم - أيها المؤمنون - إلا في خطأ واضح وبُعْد عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا قيل» أي قال فقراء الصحابة «لهم أنفقوا» علينا «مما رزقكم الله» من الأموال «قال الذين كفروا للذين آمنوا» استهزاءً بهم «أنطعم من لو يشاء الله أطعمه» في معتقدكم هذا «إن» ما «أنتم» في قولكم لنا ذلك مع معتقدكم هذا «إلا في ضلال مبين» بيَّن وللتصريح بكفرهم موقع عظيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ أي: من الرزق الذي منَّ به اللّه عليكم، ولو شاء لسلبكم إياه، قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا معارضين للحق، محتجين بالمشيئة: أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ أيها المؤمنون إِلَّا فِي ضَلَالٍ مُبِينٍ حيث تأمروننا بذلك.\nوهذا مما يدل على جهلهم العظيم، أو تجاهلهم الوخيم، فإن المشيئة، ليست حجة لعاص أبدا، فإنه وإن كان ما شاء اللّه كان، وما لم يشأ لم يكن، فإنه تعالى مكَّن العباد، وأعطاهم من القوة ما يقدرون على فعل الأمر واجتناب النهي، فإذا تركوا ما أمروا به، كان ذلك اختيارا منهم، لا جبرا لهم ولا قهرا."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الكفار المنكرون للبعث مكذبين به مستبعدين له: متى هذا البعث إن كنتم - أيها المؤمنون - صادقين في دعوى أنه واقع؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويقولون متى هذا الوعد» بالبعث «إن كنتم صادقين» فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَقُولُونَ على وجه التكذيب والاستعجال: مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ قال اللّه تعالى: لا يستبعدوا ذلك، فإنه [عن] قريب"
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما ينتظر هؤلاء المكذبون بالبعث المستبعدون له إلا النفخة الأولى حين ينفخ في الصور، فتبغتهم هذه الصيحة وهم في مشاغلهم الدنيوية من بيع وشراء وسقي ورعي وغيرها من مشاغل الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «ما ينظرون» أي ينتظرون «إلا صيحة واحدة» وهي نفخة إسرافيل الأولى «تأخذهم وهم يخصِّمون» بالتشديد أصله يختصمون نقلت حركة التاء إلى الحاء وأدغمت في الصاد، أي وهم في غفلة عنها بتخاصم وتبايع وأكل وشرب وغير ذلك، وفي قراءة يخصمون كيضربون، أي يخصم بعضهم بعضا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً وهي نفخة الصور تَأْخُذُهُمْ أي: تصيبهم وَهُمْ يَخِصِّمُونَ أي: وهم لا هون عنها، لم تخطر على قلوبهم في حال خصومتهم، وتشاجرهم بينهم، الذي لا يوجد في الغالب إلا وقت الغفلة."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا يستطيعون عندما تفْجَؤُهم هذه الصيحة أن يوصي بعضهم بعضًا، ولا يستطيعون الرجوع إلى منازلهم وأهليهم، بل يموتون وهم في مشاغلهم هذه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا يستطيعون توصية» أي أن يوصوا «ولا إلى أهلهم يرجعون» من أسواقهم وأشغالهم بل يموتون فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإذا أخذتهم وقت غفلتهم، فإنهم لا ينظرون ولا يمهلون فَلَا يَسْتَطِيعُونَ تَوْصِيَةً أي: لا قليلة ولا كثيرة وَلَا إِلَى أَهْلِهِمْ يَرْجِعُونَ"
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونُفِخ في الصور النفخة الثانية للبعث، فإذا هم يخرجون جميعًا من قبورهم إلى ربهم يسرعون للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونفخ في الصور» هو قرن النفخة الثانية للبعث، وبين النفختين أربعون سنة «فإذا هم» أي المقبورين «من الأجداث» القبور «إلى ربهم ينسلون» يخرجون بسرعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "النفخة الأولى، هي نفخة الفزع والموت، وهذه نفخة البعث والنشور، فإذا نفخ في الصور، خرجوا من الأجداث والقبور، ينسلون إلى ربهم، أي: يسرعون للحضور بين يديه، لا يتمكنون من التأنِّي والتأخر، وفي تلك الحال، يحزن المكذبون، ويظهرون الحسرة والندم."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال هؤلاء الكافرون المكذبون بالبعث نادمين: يا خسارتنا، مَن الذي بعثنا من قبورنا؟! فيجابون عن سؤالهم: هذا ما وعد الله به فإنه لا بد واقع، وصدق المرسلون فيما بلغوه عن ربهم من ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا» أي الكفار منهم «يا» للتنبيه «ويلنا» هلاكنا وهو مصدر لا فعل له من لفظه «من بعثنا من مرقدنا» لأنهم كانوا بين النفختين نائمين لم يعذبوا «هذا» أي البعث «ما» أي الذي «وعد» به «الرحمن وصدق» فيه «المرسلون» أقروا حين لا ينفعهم الإقرار، وقيل: يقال لهم ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقولون: يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا أي: من رقدتنا في القبور، لأنه ورد في بعض الأحاديث، أن لأهل القبور رقدة قبيل النفخ في الصور، فيجابون، فيقال [لهم:] هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ أي: هذا الذي وعدكم اللّه به، ووعدتكم به الرسل، فظهر صدقهم رَأْيَ عين.\nولا تحسب أن ذكر الرحمن في هذا الموضع، لمجرد الخبر عن وعده، وإنما ذلك للإخبار بأنه في ذلك اليوم العظيم، سيرون من رحمته ما لا يخطر على الظنون، ولا حسب به الحاسبون، كقوله: الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ ونحو ذلك، مما يذكر اسمه الرحمن، في هذا."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما كان أمر البعث من القبور إلا أثرًا عن نفخة ثانية في الصور، فإذا جميع المخلوقات مُحْضَرة عندنا يوم القيامة للحساب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «كانت إلا صيحة واحدة فإذا هم جميع لدينا» عندنا «محضرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ كَانَتْ البعثة من القبور إِلَّا صَيْحَةً وَاحِدَةً ينفخ فيها إسرافيل في الصور، فتحيا الأجساد، فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ الأولون والآخرون، والإنس والجن، ليحاسبوا على أعمالهم."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يكون الحكم بالعدل في ذلك اليوم، فلا تظلمون - أيها العباد - شيئًا بزيادة سيئاتكم أو نقصان حسناتكم، وإنما توفون جزاء ما كنتم تعملون في الحياة الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاليوم لا تظلم نفسٌ شيئا ولا تجزون إلا» جزاء «ما كنتم تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا لا ينقص من حسناتها، ولا يزاد في سيئاتها، وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ من خير أو شر، فمن وجد خيرا فليحمد اللّه على ذلك، ومن وجد غير ذلك فلا يلومن إلا نفسه."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن أصحاب الجنة في يوم القيامة مشغولون عن التفكير في غيرهم؛ لما شاهدوه من النعيم المقيم، والفوز العظيم، فهم يتفكهون في ذلك مسرورين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن أصحاب الجنة اليوم في شغْل» بسكون الغين وضمها عما فيه أهل النار مما يتلذذون به كافتضاض الأبكار، لا شغل يتعبون فيه، لأن الجنة لا نصب فيها «فاكهون» ناعمون خبر ثان لإن، والأول في شغل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[لما ذكر تعالى] أن كل أحد لا يجازى إلا ما عمله، ذكر جزاء الفريقين، فبدأ بجزاء أهل الجنة، وأخبر أنهم في ذلك اليوم فِي شُغُلٍ فَاكِهُونَ أي: في شغل مفكه للنفس، مُلِذِّ لها، من كل ما تهواه النفوس، وتلذه العيون، ويتمناه المتمنون."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هم وأزواجهم يتنعمون على الأَسِرَّة تحت ظلال الجنة الوارفة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هم» مبتدأ «وأزواجهم في ظلال» جمع ظلة أو ظل خبر أي لا تصيبهم الشمس «على الأرائك» جمع أريكة، وهو السرير في الحجلة أو الفرش فيها «متكئون» خبر ثان متعلق بعلى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن ذلك افتضاض العذارى الجميلات، كما قال: هُمْ وَأَزْوَاجُهُمْ من الحور العين، اللاتي قد جمعن حسن الوجوه والأبدان وحسن الأخلاق.\nفِي ظِلَالٍ عَلَى الْأَرَائِكِ أي: على السرر المزينة باللباس المزخرف الحسن.\nمُتَّكِئُونَ عليها، اتكاء على كمال الراحة والطمأنينة واللذة."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم في هذه الجنة أنواع من الفواكه الطيبة من العنب والتين والرمان، ولهم كل ما يطلبون من الملاذِّ وأنواع النعيم، فما طلبوه من ذلك حاصل لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لهم فيها فاكهة ولهم» فيها «ما يدَّعون» يتمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُمْ فِيهَا فَاكِهَةٌ كثيرة، من جميع أنواع الثمار اللذيذة، من عنب وتين ورمان، وغيرها، وَلَهُمْ مَا يَدَّعُونَ أي: يطلبون، فمهما طلبوه وتمنوه أدركوه."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولهم فوق هذا النعيم سلام حاصل لهم، قولًا من رب رحيم بهم، فإذا سلم عليهم حصلت لهم السلامة من كل الوجوه، وحصلت لهم التحية التي لا تحية أعلى منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سلام» مبتدأ «قولا» أي بالقول خبره «من رب رحيم» بهم، أي يقول لهم: سلام عليكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهم أيضا سَلَامٌ حاصل لهم مِنْ رَبٍّ رَحِيمٍ ففي هذا كلام الرب تعالى لأهل الجنة وسلامه عليهم، وأكده بقوله: قَوْلًا وإذا سلم عليهم الرب الرحيم، حصلت لهم السلامة التامة من جميع الوجوه، وحصلت لهم التحية، التي لا تحية أعلى منها، ولا نعيم مثلها، فما ظنك بتحية ملك الملوك، الرب العظيم، الرءوف الرحيم، لأهل دار كرامته، الذي أحل عليهم رضوانه، فلا يسخط عليهم أبدا، فلولا أن اللّه تعالى قدر أن لا يموتوا، أو تزول قلوبهم عن أماكنها من الفرح والبهجة والسرور، لحصل ذلك.\nفنرجو ربنا أن لا يحرمنا ذلك النعيم، وأن يمتعنا بالنظر إلى وجهه الكريم."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال للمشركين يوم القيامة: تميزوا عن المؤمنين، فلا يليق بهم أن يكونوا معكم؛ لتباين جزائكم مع جزائهم وصفاتكم مع صفاتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» يقول «امتازوا اليوم أيها المجرمون» أي انفردوا عن المؤمنين عند اختلاطهم بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى جزاء المتقين، ذكر جزاء المجرمين و أنهم يقال لهم يوم القيامة امْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ أي: تميزوا عن المؤمنين، وكونوا على حدة، ليوبخهم ويقرعهم على رءوس الأشهاد قبل أن يدخلهم النار."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم أوصكم وآمركم على ألسنة رسلي وأقل لكم: يا بني آدم، لا تطيعوا الشيطان بارتكاب أنواع الكفر والمعاصي، إن الشيطان لكم عدو واضح العداوة، فكيف لعاقل أن يطيع عدوه الذي تظهر له عداوته؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم أعهد إليكم» آمركم «يابني آدم» على لسان رسلي «أن لا تعبدوا الشيطان» لا تطيعوه «إنه لكم عدوٌ مبين» بيَّن العداوة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَمْ أَعْهَدْ إِلَيْكُمْ أي: آمركم وأوصيكم، على ألسنة رسلي، [وأقول لكم:] يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ أي: لا تطيعوه؟ وهذا التوبيخ، يدخل فيه التوبيخ عن جميع أنواع الكفر والمعاصي، لأنها كلها طاعة للشيطان وعبادة له، إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ فحذرتكم منه غاية التحذير، وأنذرتكم عن طاعته، وأخبرتكم بما يدعوكم إليه."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأمرتكم - يا بني آدم - أن تعبدوني وحدي، ولا تشركوا بي شيئًا؛ فعبادتي وحدي وطاعتي طريق مستقيم يؤدي إلى رضاي ودخول الجنة، لكنكم لم تمتثلوا ما أوصيتكم وأمرتكم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن اعبدوني» وحِّدوني وأطيعوني «هذا صراط» طريق «مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و أمرتكم أَنِ اعْبُدُونِي بامتثال أوامري وترك زواجري، هَذَا أي: عبادتي وطاعتي، ومعصية الشيطان صِرَاطٌ مُسْتَقِيمٌ فعلوم الصراط المستقيم وأعماله ترجع إلى هذين الأمرين، أي: فلم تحفظوا عهدي، ولم تعملوا بوصيتي، فواليتم عدوكم."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أضل الشيطان منكم خلقًا كثيرًا، أفلم تكن لكم عقول تأمركم بطاعة ربكم وعبادته وحده سبحانه، وتحذركم من طاعة الشيطان الذي هو عدو واضح العداوة لكم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أضل منكم جبلا» خلقا جمع جبيل كقديم، وفي قراءة بضم الباء «كثيرا أفلم تكونوا تعقلون» عداوته وإضلاله أو ما حل بهم من العذاب فتؤمنون، ويقال لهم في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أي: خلقا كثيرا.\nأَفَلَمْ تَكُونُوا تَعْقِلُونَ أي: فلا كان لكم عقل يأمركم بموالاة ربكم ووليكم الحق، ويزجركم عن اتخاذ أعدى الأعداء لكم وليا، فلو كان لكم عقل صحيح لما فعلتم ذلك."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه هي جهنم التي كنتم توعدون بها في الدنيا على كفركم، وكانت غيبًا عنكم، وأما اليوم فها أنتم ترونها رأي العين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذه جهنم التي كنتم توعدون» بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإذا أطعتم الشيطان، وعاديتم الرحمن، وكذبتم بلقائه، ووردتم القيامة دار الجزاء، وحق عليكم القول بالعذاب ف هَذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ وتكذبون بها، فانظروا إليها عيانا، فهناك تنزعج منهم القلوب، وتزوغ الأبصار، ويحصل الفزع الأكبر."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ادخلوها اليوم، وعانوا من حرها بسبب كفركم بالله في حياتكم الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اصلوْها اليوم بما كنتم تكفرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم يكمل ذلك، بأن يؤمر بهم إلى النار، ويقال لهم: اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ أي: ادخلوها على وجه تصلاكم، ويحيط بكم حرها، ويبلغ منكم كل مبلغ، بسبب كفركم بآيات اللّه، وتكذيبكم لرسل اللّه."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اليوم نطبع على أفواههم فيصيرون خُرْسًا لا يتكلمون بإنكار ما كانوا عليه من الكفر والمعاصي، وتكلمنا أيديهم بما عملت به في الدنيا، وتشهد أرجلهم بما كانوا يرتكبون من المعاصي ويمشون إليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(اليوم نختم على أفواههم) أي الكفار لقولهم \"والله ربنا ما كنا مشركين\" (وتكلمنا أيديهم وتشهد أرجلهم) وغيرها (بما كانوا يكسبون) فكل عضو ينطق بما صدر منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله تعالى في بيان وصفهم الفظيع في دار الشقاء: الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ بأن نجعلهم خرسا فلا يتكلمون، فلا يقدرون على إنكار ما عملوه من الكفر والتكذيب.\nوَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ أي: تشهد عليهم أعضاؤهم بما عملوه، وينطقها الذي أنطق كل شيء."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو نشاء إذهاب أبصارهم لأذهبناها فلم يبصروا، فتسابقوا إلى الصراط ليعبروا منه إلى الجنة، فبعيد أن يعبروا وقد ذهبت أبصارهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو نشاء لطمسنا على أعينهم» لأعميناها طمسا «فاستَبَقُوا» ابتدروا «الصراط» الطريق ذاهبين كعادتهم «فأنَّا» فكيف «يبصرون» حينئذ؟ أي لا يبصرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ بأن نُذْهِبَ أبصارهم، كما طمسنا على نطقهم.\nفَاسْتَبَقُوا الصِّرَاطَ أي: فبادروا إليه، لأنه الطريق إلى الوصول إلى الجنة، فَأَنَّى يُبْصِرُونَ وقد طمست أبصارهم."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو نشاء تغيير خلقهم وإقعادهم على أرجلهم لغيَّرنا خلقهم وأقعدناهم على أرجلهم، فلا يستطيعون أن يبرحوا مكانهم، ولا يستطيعون ذهابًا إلى أمام، ولا رجوعًا إلى وراء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو نشاء لمسخناهم» قردة وخنازير أو حجارة «على مكانتهم» وفي قراءة مكاناتهم جمع مكانة بمعنى مكان أي في منازلهم «فما استطاعوا مضيا ولا يرجعون» أي لم يقدروا على ذهاب ولا مجيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ أي: لأذهبنا حركتهم فَمَا اسْتَطَاعُوا مُضِيًّا إلى الأمام وَلَا يَرْجِعُونَ إلى ورائهم ليبعدوا عن النار.\nوالمعنى: أن هؤلاء الكفار، حقت عليهم كلمة العذاب، ولم يكن بُدٌّ من عقابهم.\nوفي ذلك الموطن، ما ثَمَّ إلا النار قد برزت، وليس لأحد نجاة إلا بالعبور على الصراط، وهذا لا يستطيعه إلا أهل الإيمان، الذين يمشون في نورهم، وأما هؤلاء، فليس لهم عند اللّه عهد في النجاة من النار؛ فإن شاء طمس أعينهم وأبقى حركتهم، فلم يهتدوا إلى الصراط لو استبقوا إليه وبادروه، وإن شاء أذهب حراكهم فلم يستطيعوا التقدم ولا التأخر.\nالمقصود: أنهم لا يعبرونه، فلا تحصل لهم النجاة."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن نمد في حياته من الناس بإطالة عمره نرجعه إلى مرحلة الضعف، أفلا يتفكرون بعقولهم، ويدركون أن هذه الدار ليست دار بقاء ولا خلود، وأن الدار الباقية هي دار الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن نعمِّره» بإطالة أجله «نَنْكُسْهُ» وفي قراءة بالتشديد من التنكيس «في الخلق» فيكون بعد قوته وشبابه ضعيفا وهرما «أفلا يعقلون» أن القادر على ذلك المعلوم عندهم قادر على البعث فيؤمنون، وفي قراءة بالتاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَمَنْ نُعَمِّرْهُ من بني آدم نُنَكِّسْهُ فِي الْخَلْقِ أي: يعود إلى الحالة التي ابتدأ حالة الضعف، ضعف العقل، وضعف القوة.\nأَفَلَا يَعْقِلُونَ أن الآدمي ناقص من كل وجه، فيتداركوا قوتهم وعقولهم، فيستعملونها في طاعة ربهم."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما علّمنا محمدًا صلى الله عليه وسلم الشعر، وما ينبغي له ذلك؛ لأنه ليس من طبعه، ولا تقتضيه جِبِلَّته، حتى يصح لكم ادعاء أنه شاعر، ليس الذي علمناه إلا ذكرًا وقرآنًا واضحًا لمن تأمله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما علمناه» أي النبي «الشعر» رد لقولهم إن ما أتى به من القرآن شعر «وما ينبغي» يسهل «له» الشعر «إن هو» ليس الذي أتى به «إلا ذكر» عظة «وقرآن مبين» مظهر للأحكام وغيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ينزه تعالى نبيه محمدا صلى اللّه عليه وسلم، عما رماه به المشركون، من أنه شاعر، وأن الذي جاء به شعر فقال: وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ أن يكون شاعرا، أي: هذا من جنس المحال أن يكون شاعرا، لأنه رشيد مهتد، والشعراء غاوون، يتبعهم الغاوون، ولأن اللّه تعالى حسم جميع الشبه التي يتعلق بها الضالون على رسوله، فحسم أن يكون يكتب أو يقرأ، وأخبر أنه ما علمه الشعر وما ينبغي له، إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ أي: ما هذا الذي جاء به إلا ذكر يتذكر به أولو الألباب، جميع المطالب الدينية، فهو مشتمل عليها أتم اشتمال، وهو يذكر العقول، ما ركز اللّه في فطرها من الأمر بكل حسن، والنهي عن كل قبيح.\nوَقُرْآنٍ مُبِينٍ أي: مبين لما يطلب بيانه.\nولهذا حذف المعمول، ليدل على أنه مبين لجميع الحق، بأدلته التفصيلية والإجمالية، والباطل وأدلة بطلانه، أنزله اللّه كذلك على رسوله."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لينذر من كان حي القلب مستنير البصيرة، فهو الذي ينتفع به، ويحق العذاب على الكافرين، لما قامت عليهم الحجة بإنزاله وبلوغ دعوته إليهم، فلم يبق لهم عذر يعتذرون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لينذر» بالياء والتاء به «من كان حيا» يعقل ما يخاطب به وهم المؤمنون «ويحق القول» بالعذاب «على الكافرين» وهم كالميتين لا يعقلون ما يخاطبون به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِيُنْذِرَ مَنْ كَانَ حَيًّا أي: حي القلب واعيه، فهو الذي يزكو على هذا القرآن، وهو الذي يزداد من العلم منه والعمل، ويكون القرآن لقلبه بمنزلة المطر للأرض الطيبة الزاكية.\nوَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ لأنهم قامت عليهم به حجة اللّه، وانقطع احتجاجهم، فلم يبق لهم أدنى عذر وشبهة يُدْلُونَ بها."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم يروا أنا خلقنا لهم أنعامًا، فهم لأمر تلك الأنعام مالكون؛ يتصرفون فيها بما تقتضيه مصالحهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوَ لم يروْا» يعلموا والاستفهام للتقرير والواو الداخلة عليه للعطف «أنا خلقنا لهم» في جملة الناس «مما عملت أيدينا» عملناه بلا شريك ولا معين «أنعاما» هي الإبل والبقر والغنم «فهم لها مالكون» ضابطون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى العباد بالنظر إلى ما سخر لهم من الأنعام وذللها، وجعلهم مالكين لها، مطاوعة لهم في كل أمر يريدونه منها، وأنه جعل لهم فيها منافع كثيرة من حملهم وحمل أثقالهم ومحاملهم وأمتعتهم من محل إلى محل، ومن أكلهم منها، وفيها دفء، ومن أوبارها وأشعارها وأصوافها أثاثا ومتاعا إلى حين، وفيها زينة وجمال، وغير ذلك من المنافع المشاهدة منها، أَفَلَا يَشْكُرُونَ اللّه تعالى الذي أنعم بهذه النعم، ويخلصون له العبادة ولا يتمتعون بها تمتعا خاليا من العبرة والفكرة."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسخرناها لهم وجعلناها منقادة لهم، فعلى ظهور بعضها يركبون ويحملون أثقالهم، ومن لحوم بعضها يأكلون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وذللناها» سخرناها «لهم فمنها ركوبهم» مركوبهم «ومنها يأكلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى العباد بالنظر إلى ما سخر لهم من الأنعام وذللها، وجعلهم مالكين لها، مطاوعة لهم في كل أمر يريدونه منها، وأنه جعل لهم فيها منافع كثيرة من حملهم وحمل أثقالهم ومحاملهم وأمتعتهم من محل إلى محل، ومن أكلهم منها، وفيها دفء، ومن أوبارها وأشعارها وأصوافها أثاثا ومتاعا إلى حين، وفيها زينة وجمال، وغير ذلك من المنافع المشاهدة منها، أَفَلَا يَشْكُرُونَ اللّه تعالى الذي أنعم بهذه النعم، ويخلصون له العبادة ولا يتمتعون بها تمتعا خاليا من العبرة والفكرة."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولهم فيها منافع غير ركوب ظهورها والأكل من لحومها؛ مثل أصوافها وأوبارها وأشعارها وأثمانها؛ فمنها يصنعون فرشًا ولباسًا، ولهم فيها مشارب حيث يشربون من ألبانها، أفلا يشكرون الله الذي منَّ عليهم بهذه النعم وغيرها؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولهم فيها منافع» كأصوافها وأوبارها وأشعارها «ومشارب» من لبنها جمع مشرب بمعنى شِرْب أو موضعه «أفلا يشكرون» المنعم عليهم بها فيؤمنون أي ما فعلوا ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى العباد بالنظر إلى ما سخر لهم من الأنعام وذللها، وجعلهم مالكين لها، مطاوعة لهم في كل أمر يريدونه منها، وأنه جعل لهم فيها منافع كثيرة من حملهم وحمل أثقالهم ومحاملهم وأمتعتهم من محل إلى محل، ومن أكلهم منها، وفيها دفء، ومن أوبارها وأشعارها وأصوافها أثاثا ومتاعا إلى حين، وفيها زينة وجمال، وغير ذلك من المنافع المشاهدة منها، أَفَلَا يَشْكُرُونَ اللّه تعالى الذي أنعم بهذه النعم، ويخلصون له العبادة ولا يتمتعون بها تمتعا خاليا من العبرة والفكرة."
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واتخذ المشركون من دون الله آلهة يعبدونها رجاء أن تنصرهم فتنقذهم من عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتخذوا من دون الله» أي غيره «آلهة» أصناما يعبدونها «لعلهم يُنصرون» يمنعون من عذاب الله تعالى بشفاعة آلهتهم بزعمهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا بيان لبطلان آلهة المشركين، التي اتخذوها مع اللّه تعالى، ورجوا نصرها وشفعها، فإنها في غاية العجز لَا يَسْتَطِيعُونَ نَصْرَهُمْ ولا أنفسهم ينصرون، فإذا كانوا لا يستطيعون نصرهم، فكيف ينصرونهم؟ والنصر له شرطان: الاستطاعة [والقدرة] فإذا استطاع، يبقى: هل يريد نصرة من عبده أم لا؟ فَنَفْيُ الاستطاعة، ينفي الأمرين كليهما.\nوَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ أي: محضرون هم وهم في العذاب، ومتبرئ بعضهم من بعض، أفلا تبرأوا في الدنيا من عبادة هؤلاء، وأخلصوا العبادة للذي بيده الملك والنفع والضر، والعطاء والمنع، وهو الولي النصير؟"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تلك الآلهة التي اتخذوها لا يستطيعون نصر أنفسهم ولا نصر من يعبدونهم من دون الله، وهم وأصنامهم جميعًا مُحْضَرون في العذاب يتبرأ كل منهم من الآخر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يستطيعون» أي آلهتهم، نزلوا منزلة العقلاء «نصرهم وهم» أي آلهتهم من الأصنام «لهم جندٌ» بزعمهم نصرهم «محضرون» في النار معهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا بيان لبطلان آلهة المشركين، التي اتخذوها مع اللّه تعالى، ورجوا نصرها وشفعها، فإنها في غاية العجز لَا يَسْتَطِيعُونَ نَصْرَهُمْ ولا أنفسهم ينصرون، فإذا كانوا لا يستطيعون نصرهم، فكيف ينصرونهم؟ والنصر له شرطان: الاستطاعة [والقدرة] فإذا استطاع، يبقى: هل يريد نصرة من عبده أم لا؟ فَنَفْيُ الاستطاعة، ينفي الأمرين كليهما.\nوَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ أي: محضرون هم وهم في العذاب، ومتبرئ بعضهم من بعض، أفلا تبرأوا في الدنيا من عبادة هؤلاء، وأخلصوا العبادة للذي بيده الملك والنفع والضر، والعطاء والمنع، وهو الولي النصير؟"
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا يحزنك - أيها الرسول - قولهم: إنك لست مرسلًا، أو إنك شاعر، وغير ذلك من بُهْتانهم.\nإنا نعلم ما يخفون من ذلك وما يظهرون، لا يخفى علينا منه شيء، وسنجازيهم عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا يحزنك قولهم» لك: لست مرسلا وغير ذلك «إنا نعلم ما يسرون وما يعلنون» من ذلك وغيره فنجازيهم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فلا يحزنك يا أيها الرسول، قول المكذبين، والمراد بالقول: ما دل عليه السياق، كل قول يقدحون فيه في الرسول، أو فيما جاء به.\nأي: فلا تشغل قلبك بالحزن عليهم إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ فنجازيهم على حسب علمنا بهم، وإلا فقولهم لا يضرك شيئا."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم يفكر الإنسان الذي ينكر البعث بعد الموت أنا خلقناه من مني، ثم مر بأطوار حتى ولد وتربَّى، ثم صار كثير الخصام والجدال؛ ألم ير ذلك ليستدل به على إمكان وقوع البعث؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوَ لم يرَ الإنسان» يعلم، وهو العاصي بن وائل «أنَّا خلقناه من نطفة» منيِّ إلى أن صيَّرناه شديدا قويا «فإذا هو خصيم» شديد الخصومة لنا «مبينٌ» بيِّنها في نفي البعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الآيات الكريمات، فيها [ذكر] شبهة منكري البعث، والجواب عنها بأتم جواب وأحسنه وأوضحه، فقال تعالى: أَوَلَمْ يَرَ الْإِنْسَانُ المنكر للبعث و الشاك فيه، أمرا يفيده اليقين التام بوقوعه، وهو ابتداء خلقه مِنْ نُطْفَةٍ ثم تنقله في الأطوار شيئا فشيئا، حتى كبر وشب، وتم عقله واستتب، فَإِذَا هُوَ خَصِيمٌ مُبِينٌ بعد أن كان ابتداء خلقه من نطفة، فلينظر التفاوت بين هاتين الحالتين، وليعلم أن الذي أنشأه من العدم، قادر على أن يعيده بعد ما تفرق وتمزق، من باب أولى."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "غَفَل هذا الكافر وجَهِل حين استدل بالعظام البالية على استحالة البعث، فقال: من يعيدها؟ وغاب عنه خلقه هو من العدم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وضرب لنا مثلا) في ذلك (ونسي خلقه) من المني وهو أغرب من مثله (قال من يحيي العظام وهي رميم) أي بالية ولم يقل رميمة بالتاء لأنه اسم لا صفة، وروي أنه أخذ عظما رميما ففتته وقال للنبي صلى الله عليه وسلم: أترى يحيي الله هذا بعد ما بلي ورم؟ فقال صلى الله عليه وسلم: \"نعم ويدخلك النار\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَضَرَبَ لَنَا مَثَلًا لا ينبغي لأحد أن يضربه، وهو قياس قدرة الخالق بقدرة المخلوق، وأن الأمر المستبعد على قدرة المخلوق مستبعد على قدرة الخالق.\nفسر هذا المثل [بقوله]: قَالَ ذلك الإنسان مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ أي: هل أحد يحييها؟ استفهام إنكار، أي: لا أحد يحييها بعد ما بليت وتلاشت.\nهذا وجه الشبهة والمثل، وهو أن هذا أمر في غاية البعد على ما يعهد من قدرة البشر، وهذا القول الذي صدر من هذا الإنسان غفلة منه، ونسيان لابتداء خلقه، فلو فطن لخلقه بعد أن لم يكن شيئا مذكورا فوجد عيانا، لم يضرب هذا المثل."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - يا محمد - مجيبًا إياه: يحيي هذه العظام البالية مَن خلقها أول مرة، فمن خلقها أول مرة لا يعجز عن إعادة الحياة إليها، وهو سبحانه بكل خلق عليم، لا يخفى عليه منه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يحييها الذي أنشأها أول مرة وهو بكل خلق» مخلوق «عليم» مجملا ومفصلا قبل خلقه وبعد خلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجاب تعالى عن هذا الاستبعاد بجواب شاف كاف، فقال: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وهذا بمجرد تصوره، يعلم به علما يقينا لا شبهة فيه، أن الذي أنشأها أول مرة قادر على الإعادة ثاني مرة، وهو أهون على القدرة إذا تصوره المتصور، وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ هذا أيضا دليل ثان من صفات اللّه تعالى، وهو أن علمه تعالى محيط بجميع مخلوقاته في جميع أحوالها، في جميع الأوقات، ويعلم ما تنقص الأرض من أجساد الأموات وما يبقى، ويعلم الغيب والشهادة، فإذا أقر العبد بهذا العلم العظيم، علم أنه أعظم وأجل من إحياء اللّه الموتى من قبورهم."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي جعل لكم - أيها الناس - من الشجر الأخضر الرطب نارًا تستخرجونها منه فإذا أنتم توقدون منه نارًا، فمن جمع بين ضدين - بين رطوبة ماء الشجر الأخضر، والنار المشتعلة فيه - قادر على إحياء الموتى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي جعل لكم» في جملة الناس «من الشجر الأخضر» المرخ والعفار أو كل شجر إلا العناب «نارا فإذا أنتم منه توقدون» تقدحون وهذا دال على القدرة على البعث فإنه جمع فيه بين الماء والنار والخشب، فلا الماء يطفأ النار، ولا النار تحرق الخشب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر دليلا ثالثا الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ فإذا أخرج [النار] اليابسة من الشجر الأخضر، الذي هو في غاية الرطوبة، مع تضادهما وشدة تخالفهما، فإخراجه الموتى من قبورهم مثل ذلك."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أوَ ليس الذي خلق السماوات والأرض على ما فيهما من عظم بقادر على إحياء الموتى بعد إماتتهم؟ بلى، إنه لقادر عليه، وهو الخلاَّق الذي خلق جميع المخلوقات، العليم بها، فلا يخفى عليه منها شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوَ ليس الذي خلق السماوات والأرض» مع عظمهما «بقادر على أن يخلق مثلهم» أي الأناسي في الصغر «بلى» أي هو قادر على ذلك أجاب نفسه «وهو الخلاًق» الكثير الخلق «العليم» بكل شيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر دليلا رابعا فقال: أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ على سعتهما وعظمهما بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ أي: [أن] يعيدهم [بأعيانهم].\nبَلَى قادر على ذلك، فإن خلق السماوات والأرض أكبر من خلق الناس.\nوَهُوَ الْخَلَّاقُ الْعَلِيمُ وهذا دليل خامس، فإنه تعالى الخلاق، الذي جميع المخلوقات، متقدمها ومتأخرها، صغيرها وكبيرها، كلها أثر من آثار خلقه وقدرته، وأنه لا يستعصي عليه مخلوق أراد خلقه."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما أمر الله وشأنه سبحانه أنه إذا أراد إيجاد شيء أن يقول له: كن، فيكون ذلك الشيء الذي يريده، ومن ذلك ما يريده من الإحياء والإماتة والبعث وغيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما أمره» شأنه «إذا أراد شيئا» أي خلق شيء «أن يقول له كن فيكونُ» أي فهو يكون، وفي قراءة بالنصب عطفا على يقول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإعادته للأموات، فرد من أفراد [آثار] خلقه، ولهذا قال: إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا نكرة في سياق الشرط، فتعم كل شيء.\nأَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ أي: في الحال من غير تمانع."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتنزه الله وتقدس عما ينسبه إليه المشركون من العجز، فهو الذي له ملك الأشياء كلها يتصرف فيها بما يشاء، وبيده مفاتح كل شيء، وإليه وحده ترجعون في الآخرة، فيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسبحان الذي بيده ملكوت» مُلك زيدت الواو والتاء للمبالغة، أي القدرة على «كل شيء وإليه ترجعون» تردُّون في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وهذا دليل سادس، فإنه تعالى هو الملك المالك لكل شيء، الذي جميع ما سكن في العالم العلوي والسفلي ملك له، وعبيد مسخرون ومدبرون، يتصرف فيهم بأقداره الحكمية، وأحكامه الشرعية، وأحكامه الجزائية.\nفإعادته إياهم بعد موتهم، لينفذ فيهم حكم الجزاء، من تمام ملكه، ولهذا قال: وَإِلَيْهِ تُرْجَعُونَ من غير امتراء ولا شك، لتواتر البراهين القاطعة والأدلة الساطعة على ذلك.\nفتبارك الذي جعل في كلامه الهدى والشفاء والنور."
                }
            ]
        }
    ]
}