{
    "surah": "ص",
    "number": 38,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(ص) تقدم الكلام على نظائرها من الحروف المقطعة في بداية سورة البقرة.\nأقسم بالقرآن المشتمل على تذكير الناس بما ينفعهم في دنياهم وآخرتهم، ليس الأمر كما يظنه المشركون من وجود شركاء مع الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ص» الله أعلم بمراده به «والقرآن ذي الذكر» أي البيان أو الشرف، وجواب هذا القسم محذوف: أي ما الأمر كما قال كفار مكة من تعدد الآلهة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا بيان من اللّه تعالى لحال القرآن، وحال المكذبين به معه ومع من جاء به، فقال: ص وَالْقُرْآنِ ذِي الذِّكْرِ أي: ذي القدر العظيم والشرف، المُذَكِّرِ للعباد كل ما يحتاجون إليه من العلم، بأسماء اللّه وصفاته وأفعاله، ومن العلم بأحكام اللّه الشرعية، ومن العلم بأحكام المعاد والجزاء، فهو مذكر لهم في أصول دينهم وفروعه.\nوهنا لا يحتاج إلى ذكر المقسم عليه، فإن حقيقة الأمر، أن المقسم به وعليه شيء واحد، وهو هذا القرآن، الموصوف بهذا الوصف الجليل، فإذا كان القرآن بهذا الوصف، علم ضرورة العباد إليه، فوق كل ضرورة، وكان الواجب عليهم تَلقِّيه بالإيمان والتصديق، والإقبال على استخراج ما يتذكر به منه."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكن الكافرين في حمية وتكبر عن توحيد الله، وفي خلاف مع محمد صلى الله عليه وسلم وعداوة له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل الذين كفروا» من أهل مكة «في عزة» حمية وتكبر عن الإيمان «وشقاق» خلاف وعداوة للنبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهدى اللّه من هدى لهذا، وأبى الكافرون به وبمن أنزله، وصار معهم عِزَّةٍ وَشِقَاقٍ عزة وامتناع عن الإيمان به، واستكبار وشقاق له، أي: مشاقة ومخاصمة في رده وإبطاله، وفي القدح بمن جاء به."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كم أهلكنا من قبلهم من القرون التي كذبت برسلها فنادوا مستغيثين عند نزول العذاب عليهم، وليس الوقت وقت خلاص لهم من العذاب فتنفعهم الاستغاثة منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كم» أي كثيرا «أهلكنا من قبلهم من قرنِ» أي أمة من الأمم الماضية «فنادوْا» حين نزول العذاب بهم «ولاتَ حين مناص» أي ليس حين فرار والتاء زائدة، والجملة حال من فاعل نادوا، أي استغاثوا، والحال أن لا مهرب ولا منجى وما اعتبر بهم كفار مكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فتوعدهم بإهلاك القرون الماضية المكذبة بالرسل، وأنهم حين جاءهم الهلاك، نادوا واستغاثوا في صرف العذاب عنهم ولكن وَلَاتَ حِينَ مَنَاصٍ أى: وليس الوقت، وقت خلاص مما وقعوا فيه، ولا فرج لما أصابهم، فَلْيَحْذَرْ هؤلاء أن يدوموا على عزتهم وشقاقهم، فيصيبهم ما أصابهم."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ ۖ وَقَالَ الْكَافِرُونَ هَٰذَا سَاحِرٌ كَذَّابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتعجبوا حين جاءهم رسول من أنفسهم يخوفهم من عذاب الله إن استمروا على كفرهم، وقال الكافرون حين شاهدوا البراهين على صدق ما جاء به محمد صلى الله عليه وسلم: هذا رجل ساحر يسحر الناس، كذاب فيما يدعيه من أنه رسول من الله يوحى إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعجبوا أن جاءهم منذر منهم» رسول من أنفسهم ينذرهم ويخوفهم النار بعد البعث وهو النبي * صلى الله عليه وسلم «وقال الكافرون» فيه وضع الظاهر موضع المضمر «هذا ساحر كذاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ أي: عجب هؤلاء المكذبون في أمر ليس محل عجب، أن جاءهم منذر منهم، ليتمكنوا من التلقي عنه، وليعرفوه حق المعرفة، ولأنه من قومهم، فلا تأخذهم النخوة القومية عن اتباعه، فهذا مما يوجب الشكر عليهم، وتمام الانقياد له.\nولكنهم عكسوا القضية، فتعجبوا تعجب إنكار وَقَالُوا من كفرهم وظلمهم: هَذَا سَاحِرٌ كَذَّابٌ"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أجعل هذا الرجل الآلهة المتعددة إلهًا واحدًا لا إله غيره؟! إن صنيعه هذا لغاية في العجب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أجعل الآلهة إلها واحدا» حيث قال لهم قولوا: لا إله إلا الله، أي كيف يسع الخلق كلهم إله واحد «إن هذا لشيء عجاب» أي عجيب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذنبه -عندهم- أنه أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا أى: كيف ينهى عن اتخاذ الشركاء والأنداد، ويأمر بإخلاص العبادة للّه وحده.\nإِنَّ هَذَا الذي جاء به لَشَيْءٌ عُجَابٌ أي: يقضي منه العجب لبطلانه وفساده."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَيْءٌ يُرَادُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وانطلق أشرافهم وكبراؤهم قائلين لأتباعهم: امضوا على ما كنتم عليه، ولا تدخلوا في دين محمد، واثبتوا على عبادة آلهتكم، إن ما دعاكم إليه محمد من عبادة إله واحد شيء مُدَبَّر يريده هو ليعلو علينا ونكون له أتباعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وانطلق الملأ منهم» من مجلس اجتماعهم عند أبي طالب وسماعهم فيه من النبي صلى الله عليه وسلم قولوا: لا إله إلا الله «أن امشوا» يقول بعضهم لبعض امشوا «واصبروا على آلهتكم» اثبتوا على عبادتها «إن هذا» المذكور من التوحيد «لشيء يراد» منا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ المقبول قولهم، محرضين قومهم على التمسك بما هم عليه من الشرك.\nأَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ أى: استمروا عليها، وجاهدوا نفوسكم في الصبر عليها وعلى عبادتها، ولا يردكم عنها راد، ولا يصدنكم عن عبادتها، صاد.\nإِنَّ هَذَا الذي جاء به محمد، من النهي عن عبادتها لَشَيْءٌ يُرَادُ أي: يقصد، أي: له قصد ونية غير صالحة في ذلك، وهذه شبهة لا تروج إلا على السفهاء، فإن من دعا إلى قول حق أو غير حق، لا يرد قوله بالقدح في نيته، فنيته وعمله له، وإنما يرد بمقابلته بما يبطله ويفسده، من الحجج والبراهين، وهم قصدهم، أن محمدا، ما دعاكم إلى ما دعاكم، إلا ليرأس فيكم، ويكون معظما عندكم، متبوعا."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "مَا سَمِعْنَا بِهَٰذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَٰذَا إِلَّا اخْتِلَاقٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما سمعنا بما يدعونا إليه محمد من توحيد الله فيما وجدنا عليه آباءنا، ولا في ملة عيسى عليه السلام، وما ذلك الذي سمعناه منه إلا كذب وافتراء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما سمعنا بهذا في الملة الآخرة» أي ملة عيسى «إن» ما «هذا إلا اختلاق» كذب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا سَمِعْنَا بِهَذَا القول الذي قاله، والدين الذي دعا إليه فِي الْمِلَّةِ الْآخِرَةِ أي: في الوقت الأخير، فلا أدركنا عليه آباءنا، ولا آباؤنا أدركوا آباءهم عليه، فامضوا على الذي مضى عليه آباؤكم، فإنه الحق، وما هذا الذي دعا إليه محمد إلا اختلاق اختلقه، وكذب افتراه، وهذه أيضا شبهة من جنس شبهتهم الأولى، حيث ردوا الحق بما ليس بحجة لرد أدنى قول، وهو أنه قول مخالف لما عليه آباؤهم الضالون، فأين في هذا ما يدل على بطلانه؟."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا ۚ بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي ۖ بَلْ لَمَّا يَذُوقُوا عَذَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيصح أن ينزل عليه القرآن من بيننا، ويخص به، ولا ينزل علينا ونحن السادة الكبراء؟! بل هؤلاء المشركون في شك مما ينزل عليك من الوحي، ولمَّا يذوقوا عذاب الله، فاغتروا بإمهالهم، ولو ذاقوه لما تجاسروا على الكفر والشرك بالله والشك فيما يوحى إليك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أَأُنزل» بتحقيق الهمزتين وتسهيل الثانية، وإدخال ألف بينهما على الوجهين وتركه «عليه» على محمد «الذكر» أي القرآن «من بيننا» وليس بأكبرنا ولا أشرفنا: أي لم ينزل عليه، قال تعالى: «بل هم في شك من ذكري» وحْيي أي القرآن حيث كذبوا الجائي به «بل لما» لم «يذوقوا عذاب» ولو ذاقوه لصدقوا النبي صلى الله عليه وسلم فيما جاء به ولا ينفعهم التصديق حينئذ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَءُنزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا أي: ما الذي فضله علينا، حتى ينزل الذكر عليه من دوننا، ويخصه اللّه به؟ وهذه أيضا شبهة، أين البرهان فيها على رد ما قاله؟ وهل جميع الرسل إلا بهذا الوصف، يَمُنُّ اللّه عليهم برسالته، ويأمرهم بدعوة الخلق إلى اللّه، ولهذا، لما كانت هذه الأقوال الصادرة منهم لا يصلح شيء منها لرد ما جاء به الرسول، أخبر تعالى من أين صدرت، وأنهم فِي شَكٍّ مِنْ ذِكْرِي ليس عندهم علم ولا بينة.\nفلما وقعوا في الشك وارتضوا به، وجاءهم الحق الواضح، وكانوا جازمين بإقامتهم على شكهم، قالوا ما قالوا من تلك الأقوال لدفع الحق، لا عن بينة من أمرهم، وإنما ذلك من باب الائتفاك منهم.\nومن المعلوم، أن من هو بهذه الصفة يتكلم عن شك وعناد، إن قوله غير مقبول، ولا قادح أدنى قدح في الحق، وأنه يتوجه عليه الذم واللوم بمجرد كلامه، ولهذا توعدهم بالعذاب فقال: بَلْ لَمَّا يَذُوقُوا عَذَابِ أي: قالوا هذه الأقوال، وتجرأوا عليها، حيث كانوا ممتعين في الدنيا، لم يصبهم من عذاب اللّه شيء، فلو ذاقوا عذابه، لم يتجرأوا."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم عند هؤلاء المشركين المكذبين خزائن فضل ربك العزيز الذي لا يغالبه أحد، الذي يعطي ما يريد لمن يريد، ومن خزائن فضله النبوة، فيعطيها من يشاء، وليست لهم حتى يمنحوها من شاؤوا ويمنعوها من أرادوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم عندهم خزائن رحمة ربك العزيز» الغالب «الوهاب» من النبوَّة وغيرها فيعطونها من شاءوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ فيعطون منها من شاءوا، ويمنعون منها من شاءوا، حيث قالوا: أَءُنزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا أي: هذا فضله تعالى ورحمته، وليس ذلك بأيديهم حتى يتحجروا على اللّه."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا فِي الْأَسْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم لهم ملك السماوات وملك الأرض وملك ما فيهما؟ فيحق لهم أن يعطوا ويمنعوا؟ إن كان هذا زعمهم فليأخذوا بالأسباب الموصلة إلى السماء ليتمكنوا من الحكم بما أرادوا من منع أو إعطاء، ولن يستطيعوا ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم لهم ملك السماوات والأرض وما بينهما» إن زعموا ذلك «فليرتقوا في الأسباب» الموصلة إلى السماء فيأتوا بالوحي فيخصوا به من شاءوا، وأمْ في الموضعين بمعنى همزة الإنكار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا بحيث يكونون قادرين على ما يريدون.\nفَلْيَرْتَقُوا فِي الْأَسْبَابِ الموصلة لهم إلى السماء، فيقطعوا الرحمة عن رسول اللّه، فكيف يتكلمون، وهم أعجز خلق اللّه وأضعفهم بما تكلموا به؟! أم قصدهم التحزب والتجند، والتعاون على نصر الباطل وخذلان الحق؟ وهو الواقع فإن هذا المقصود لا يتم لهم، بل سعيهم خائب، وجندهم مهزوم، ولهذا قال: جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هؤلاء المكذبون بمحمد صلى الله عليه وسلم جند مهزوم مثل من سبقه من الجنود التي كذبت رسلها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جند ما» أي هم جند حقير «هنالك» في تكذيبهم لك «مهزوم» صفة جند «من الأحزاب» صفة جند أيضا: أي كالأجناد من جنس الأحزاب المتحزبين على الأنبياء قبلك وأولئك قد قهروا وأهلكوا فكذا نهلك هؤلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا بحيث يكونون قادرين على ما يريدون.\nفَلْيَرْتَقُوا فِي الْأَسْبَابِ الموصلة لهم إلى السماء، فيقطعوا الرحمة عن رسول اللّه، فكيف يتكلمون، وهم أعجز خلق اللّه وأضعفهم بما تكلموا به؟! أم قصدهم التحزب والتجند، والتعاون على نصر الباطل وخذلان الحق؟ وهو الواقع فإن هذا المقصود لا يتم لهم، بل سعيهم خائب، وجندهم مهزوم، ولهذا قال: جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس هؤلاء المكذبون أول مكذب؛ فقد كذب قبلهم قوم نوح، وكذبت عاد، وكذب فرعون الذي كانت له أوتاد يعذب بها الناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبت قبلهم قوم نوح» تأنيث قوم باعتبار المعنى «وعاد وفرعون ذو الأوتاد» كان يتد لكل من يغضب عليه أربعة أوتاد يشد إليها يديه ورجليه ويعذبه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يحذرهم تعالى أن يفعل بهم ما فعل بالأمم من قبلهم، الذين كانوا أعظم قوة منهم وتحزبا على الباطل، قَوْم نُوحٍ وَعَاد قوم هود وَفِرْعَوْنُ ذُو الْأَوْتَادِ أى: الجنود العظيمة، والقوة الهائلة."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ ۚ أُولَٰئِكَ الْأَحْزَابُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذبت ثمود، وكذب قوم لوط، وكذب قوم شعيب، أولئك هم الأحزاب الذين تحزبوا على تكذيب رسلهم والكفر بما جاؤوا به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وثمود وقوم لوط وأصحاب الأيكة» أي الغيضة، وهم قوم شعيب عليه السلام «أولئك الأحزاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَثَمُود قوم صالح، وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أي: الأشجار والبساتين الملتفة، وهم قوم شعيب، أُولَئِكَ الْأَحْزَابُ الذين اجتمعوا بقوتهم وعَدَدِهمْ وعُدَدِهمْ على رد الحق، فلم تغن عنهم شيئا."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما كل أحد من هذه الأحزاب إلا وقع منه تكذيب الرسل، فحق عليهم عذاب الله وحل عليهم عقابه وإن تأخر إلى حين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «كل» من الأحزاب «إلا كذب الرسل» لأنهم إذا كذبوا واحدا منهم فقد كذبوا جميعهم لأن دعوتهم واحدة، وهي دعوة التوحيد «فحق» وجب «عقاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ كُلُّ من هؤلاء إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عليهم عِقَابِ اللّه، وهؤلاء، ما الذي يطهرهم ويزكيهم، أن لا يصيبهم ما أصاب أولئك."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَمَا يَنْظُرُ هَٰؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما ينتظر هؤلاء المكذبون بمحمد صلى الله عليه وسلم إلا أن يُنْفَخ في الصور النفخة الثانية التي لا رجوع فيها، فيقع عليهم العذاب إن ماتوا على تكذيبهم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما ينظر» ينتظر «هؤلاء» أي كفار مكة «إلا صيحة واحدة» هي نفخة القيامة تحل بهم العذاب «ما لها من فواق» بفتح الفاء وضمها: رجوع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلينتظروا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ أي: من رجوع ورد، تهلكهم وتستأصلهم إن أقاموا على ما هم عليه."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالوا مستهزئين: يا ربنا، عجل لنا نصيبنا من العذاب في الحياة الدنيا قبل يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» لما نزل (فأما من أوتي كتابه بيمينه) الخ «ربنا عجل لنا قطنا» أي كتاب أعمالنا «قبل يوم الحساب» قالوا ذلك استهزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قال هؤلاء المكذبون، من جهلهم ومعاندتهم الحق، مستعجلين للعذاب: رَبَّنَا عَجِّلْ لَنَا قِطَّنَا أي: قسطنا وما قسم لنا من العذاب عاجلا قَبْلَ يَوْمِ الْحِسَابِ ولَجُّوا في هذا القول، وزعموا أنك يا محمد، إن كنت صادقا، فعلامة صدقك أن تأتينا بالعذاب"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "اصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ ۖ إِنَّهُ أَوَّابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اصبر - أيها الرسول - على ما يقوله هؤلاء المكذبون مما لا يرضيك، واذكر عبدنا داود صاحب القوة على مقارعة أعدائه والصبر على طاعة الله، إنه كثير الرجوع إلى الله بالتوبة، والعمل بما يرضيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «اصبر على ما يقولون واذكر عبدنا داود ذا الأيد» أي القوة في العبادة كان يصوم يوما ويفطر يوما ويقوم نصف الليل وينام ثلثه ويقوم سدسه «إنه أوَّاب» رجّاع إلى مرضاة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "اصْبِرْ عَلَى مَا يَقُولُونَ كما صبر مَنْ قبلك من الرسل، فإن قولهم لا يضر الحق شيئا، ولا يضرونك في شيء، وإنما يضرون أنفسهم.\nوَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ لما أمر اللّه رسوله بالصبر على قومه، أمره أن يستعين على الصبر بالعبادة للّه وحده، ويتذكر حال العابدين، كما قال في الآية الأخرى: فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ومن أعظم العابدين، نبي اللّه داود عليه الصلاة والسلام ذَا الْأَيْدِ أي: القوة العظيمة على عبادة اللّه تعالى، في بدنه وقلبه.\nإِنَّهُ أَوَّابٌ أي: رجَّاع إلى اللّه في جميع الأمور بالإنابة إليه، بالحب والتأله، والخوف والرجاء، وكثرة التضرع والدعاء، رجاع إليه عندما يقع منه بعض الخلل، بالإقلاع والتوبة النصوح."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا سخرنا الجبال مع داود يسبحن بتسبيحه إذا سبح آخر النهار وأوله عند الإشراق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا سخرنا الجبال معه يسبحن» بتسبيحه «بالعشيّ» وقت صلاة العشاء «والإشراق» وقت صلاة الضحى وهو أن تشرق الشمس ويتناهى ضوءُها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن شدة إنابته لربه وعبادته، أن سخر اللّه الجبال معه، تسبح معه بحمد ربها بِالْعَشِيِّ وَالْإِشْرَاقِ أول النهار وآخره."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَالطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَهُ أَوَّابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسخرنا الطير محبوسة في الهواء، كلٌّ مطيع يسبح تبعًا له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» سخرنا «الطير محشورة» مجموعة إليه تسبح معه «كل» من الجبال والطير «له أوَّاب» رجّاع إلى طاعته بالتسبيح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و سخر الطَّيْرَ مَحْشُورَةً معه مجموعة كُلٌّ من الجبال والطير، لله تعالى أَوَّابٌ امتثالا لقوله تعالى: يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ فهذه مِنَّةُ اللّه عليه بالعبادة."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقوينا ملكه بما وهبناه من الهيبة والقوة والنصر على أعدائه، وأعطيناه النبوة والصواب في أموره، وأعطيناه البيان الشافي في كل قصد، والفصل في الكلام والحكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وشددنا ملكه» قوَّيناه بالجرس والجنود وكان يحرس محرابه في كل ليلة ثلاثون ألف رجل «وآتيناه الحكمة» النبوة والإصابة في الأمور «وفصل الخطاب» البيان الشافي في كل قصد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر منته عليه بالملك العظيم فقال: وَشَدَدْنَا مُلْكَهُ أي: قويناه بما أعطيناه من الأسباب وكثرة الْعَدَد والْعُدَدِ التي بها قوَّى اللّه ملكه، ثم ذكر منته عليه بالعلم فقال: وَآتَيْنَاهُ الْحِكْمَةَ أي: النبوة والعلم العظيم، وَفَصْلَ الْخِطَابِ أي: الخصومات بين الناس."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهل جاءك - أيها الرسول - خبر المتخاصمَيْن حين عَلَوَا على داود عليه السلام مكان عبادته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهل» معنى الاستفهام هنا التعجيب والتشويق إلى استماع ما بعده «أتاك» يا محمد «نبأ الخصم إذ تسوَّروا المحراب» محراب داود: أي مسجده حيث منعوا الدخول عليه من الباب لشغله بالعبادة، أي خبرهم وقصتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى أنه آتى نبيه داود الفصل في الخطاب بين الناس، وكان معروفا بذلك مقصودا، ذكر تعالى نبأ خصمين اختصما عنده في قضية جعلهما اللّه فتنة لداود، وموعظة لخلل ارتكبه، فتاب اللّه عليه، وغفر له، وقيض له هذه القضية، فقال لنبيه محمد صلى اللّه عليه وسلم: وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ فإنه نبأ عجيب إِذْ تَسَوَّرُوا على داود الْمِحْرَابَ أي: محل عبادته من غير إذن ولا استئذان."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "إِذْ دَخَلُوا عَلَىٰ دَاوُودَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَىٰ سَوَاءِ الصِّرَاطِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذ دخلا على داود فجأة، فارتاع من دخولهما عليه فجأة بهذه الطريقة غير المألوفة للدخول عليه، فلما تبين لهما ارتياعه قالا: لا تخف؛ فنحن خصمان ظلم أحدنا الآخر، فاحكم بيننا بالعدل، ولا تَجُرْ علينا إذا حكمت بيننا، وأرشدنا إلى سواء السبيل الذي هو سبيل الصواب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ دخلوا على داود ففزع منهم قالوا لا تخف» نحن «خصمان» قيل فريقان ليطابق ما قبله من ضمير الجمع، وقيل اثنان والضمير بمعناهما، والخصم يطلق على الواحد وأكثر، وهما ملكان جاءا في صورة خصمين وقع لهما ما ذكر على سبيل الغرض لتنبيه داود عليه السلام على ما وقع منه وكان له تسع وتسعون امرأة وطلب امرأة شخص ليس له غيرها وتزوجها ودخل بها «بغى بعضنا على بعض فاحكم بيننا بالحق ولا تشطط» تَجُرْ «واهدنا» أرشدنا «إلى سواء الصراط» وسط الطريق الصواب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولم يدخلوا عليه مع باب، فلذلك لما دخلوا عليه بهذه الصورة، فزع منهم وخاف، فقالوا له: نحن خَصْمَانِ فلا تخف بَغَى بَعْضُنَا عَلَى بَعْضٍ بالظلم فَاحْكُمْ بَيْنَنَا بِالْحَقِّ أي: بالعدل، ولا تمل مع أحدنا وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ والمقصود من هذا، أن الخصمين قد عرف أن قصدهما الحق الواضح الصرف، وإذا كان ذلك، فسيقصان عليه نبأهما بالحق، فلم يشمئز نبي اللّه داود من وعظهما له، ولم يؤنبهما."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "إِنَّ هَٰذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال أحد الخصمين لداود عليه السلام: إن هذا الرجل أخي، له تسع وتسعون نعجة، ولي نعجة واحدة، فطلب مني أن أعطيه إياها، وغلبني في الحجة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن هذا أخي» أي على ديني «له تسع وتسعون نعجة» يعبر بها عن المرأة «وليَ نعجة واحدة فقال أكفلنيها» أي اجعلني كافلها «وعزني» غلبني «في الخطاب» أي الدال، وأقره الآخر على ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال أحدهما: إِنَّ هَذَا أَخِي نص على الأخوة في الدين أو النسب أو الصداقة، لاقتضائها عدم البغي، وأن بغيه الصادر منه أعظم من غيره.\nلَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً أي: زوجة، وذلك خير كثير، يوجب عليه القناعة بما آتاه اللّه.\nوَلِيَ نَعْجَةٌ وَاحِدَةٌ فطمع فيها فَقَالَ أَكْفِلْنِيهَا أي: دعها لي، وخلها في كفالتي.\nوَعَزَّنِي فِي الْخِطَابِ أي: غلبني في القول، فلم يزل بي حتى أدركها أو كاد."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِ ۖ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ ۗ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فحكم داود بينهما وقال مخاطبًا صاحب الدعوى: لقد ظلمك أخوك حين سألك ضم نعجتك إلى نعاجه، وإن كثيرًا من الشركاء ليعتدي بعضهم على بعض بأخذ حقه وعدم الإنصاف، إلا المؤمنين الذين يعملون الأعمال الصالحات فإنهم ينصفون شركاءهم ولا يظلمونهم، والمتصفون بذلك قليل، وأيقن داود عليه السلام أنما أوقعناه في فتنة بهذه الخصومة، فطلب المغفرة من ربه وسجد تقربًا إلى الله، وتاب إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال لقد ظلمك بسؤال نعجتك» ليضمها «إلى نعاجه وإن كثيرا من الخلطاء» الشركاء «ليبغي بعضهم على بعض إلا الذين آمنوا وعملوا الصالحات وقليل ما هم» ما لتأكيد القلة فقال الملكان صاعدين في صورتيهما إلى السماء: قضى الرجل على نفسه فتنبه داود قال تعالى: «وظن» أي أيقن «داود أنما فتناه» أوقعناه في فتنة أي بلية بمحبته تلك المرأة «فاستغفر ربَّه وخرَّ راكعا» أي ساجدا «وأناب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال داود - لما سمع كلامه - ومن المعلوم من السياق السابق من كلامهما، أن هذا هو الواقع، فلهذا لم يحتج أن يتكلم الآخر، فلا وجه للاعتراض بقول القائل: لم حكم داود، قبل أن يسمع كلام الخصم الآخر ؟ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وهذه عادة الخلطاء والقرناء الكثير منهم، فقال: وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ لأن الظلم من صفة النفوس.\nإِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فإن ما معهم من الإيمان والعمل الصالح، يمنعهم من الظلم.\nوَقَلِيلٌ مَا هُمْ كما قال تعالى وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ وَظَنَّ دَاوُدُ حين حكم بينهما أَنَّمَا فَتَنَّاهُ أي: اختبرناه ودبرنا عليه هذه القضية ليتنبه فَاسْتَغْفَرَ رَبَّهُ لما صدر منه، وَخَرَّ رَاكِعًا أي: ساجدا وَأَنَابَ للّه تعالى بالتوبة النصوح والعبادة."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "فَغَفَرْنَا لَهُ ذَٰلِكَ ۖ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاستجبنا له فغفرنا له ذلك، وإنه عندنا لمن المقربين، وله حُسْن مصير في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فغفرنا له ذلك وإن له عندنا لزلفى» أي زيادة خير في الدنيا «وحسن مآب» مرجع في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَغَفَرْنَا لَهُ ذَلِكَ الذي صدر منه، وأكرمه اللّه بأنواع الكرامات، فقال: وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى أي: منزلة عالية، وقربة منا، وَحُسْنَ مَآبٍ أي: مرجع.\nوهذا الذنب الذي صدر من داود عليه السلام، لم يذكره اللّه لعدم الحاجة إلى ذكره، فالتعرض له من باب التكلف، وإنما الفائدة ما قصه اللّه علينا من لطفه به وتوبته وإنابته، وأنه ارتفع محله، فكان بعد التوبة أحسن منه قبلها."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ ۚ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا داود، إنا صيَّرناك خليفة في الأرض تنفذ الأحكام والقضايا الدينية والدنيوية، فاقض بين الناس بالعدل، ولا تتبع الهوى في حكمك بين الناس؛ بأن تميل مع أحد الخصمين لقرابة أو صداقة أو تميل عنه لعداوة، فيضلك الهوى عن صراط الله المستقيم، إن الذين يضلون عن صراط الله المستقيم لهم عذاب قوي بسبب نسيانهم يوم الحساب؛ إذ لو كانوا يذكرونه ويخافون منه لما مالوا مع أهوائهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا داود إنا جعلناك خليفة في الأرض» تدبر أمر الناس «فاحكم بين الناس بالحق ولا تتبع الهوى» أي هوى النفس «فيضلك عن سبيل الله» أي عن الدلائل الدالة على توحيده «إن الذين يضلون عن سبيل الله» أي عن الإيمان بالله «لهم عذاب شديد بما نسوا» بنسيانهم «يوم الحساب» المرتب عليه تركهم الإيمان، وقالوا أيقنوا بيوم الحساب لآمنوا في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ تنفذ فيها القضايا الدينية والدنيوية، فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ أي: العدل، وهذا لا يتمكن منه، إلا بعلم بالواجب، وعلم بالواقع، وقدرة على تنفيذ الحق، وَلَا تَتَّبِعِ الْهَوَى فتميل مع أحد، لقرابة أو صداقة أو محبة، أو بغض للآخر فَيُضِلَّكَ الهوى عَنْ سَبِيلِ اللَّهِ ويخرجك عن الصراط المستقيم، إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ خصوصا المتعمدين منهم، لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ فلو ذكروه ووقع خوفه في قلوبهم، لم يميلوا مع الهوى الفاتن."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما خلقنا السماء والأرض عبثًا، ذلك ظن الذين كفروا، فويل لهؤلاء الكافرين الذين يظنون هذا الظن من عذاب النار يوم القيامة إذا ماتوا على ما هم عليه من الكفر وظن السوء بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما خلقنا السماء والأرض وما بينهما باطلا» عبثا «ذلك» أي خلق ما ذكر لا لشيء «ظن الذين كفروا» من أهل مكة «فويل» وادِ «للذين كفروا من النار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن تمام حكمته في خلقه السماوات والأرض، وأنه لم يخلقهما باطلا، أي: عبثا ولعبا من غير فائدة ولا مصلحة.\nذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا بربهم، حيث ظنوا ما لا يليق بجلاله.\nفَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ فإنها التي تأخذ الحق منهم، وتبلغ منهم كل مبلغ.\nوإنما خلق اللّه السماوات والأرض بالحق وللحق، فخلقهما ليعلم العباد كمال علمه وقدرته وسعة سلطانه، وأنه تعالى وحده المعبود، دون من لم يخلق مثقال ذرة من السماوات والأرض، وأن البعث حق، وسيفصل اللّه بين أهل الخير والشر."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لن نجعل الذين آمنوا بالله واتبعوا رسوله وعملوا الأعمال الصالحات مثل المفسدين في الأرض بالكفر والمعاصي، ولا نجعل المتقين لربهم بامتثال أوامره واجتناب نواهيه مثل الكافرين والمنافقين المنغمسين في المعاصي، إن التسوية بينهما جَوْر لا يليق بالله سبحانه وتعالى، بل يجازي الله المؤمنين الأتقياء بدخول الجنة، ويعاقب الكافرين الأشقياء بدخول النار؛ لأنهم لا يستوون عند الله، فلا يستوي جزاؤهم عنده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار» نزل لما قال كفار مكة للمؤمنين إنا نعطى في الآخرة مثل ما تعطون، وأم بمعنى همزة الإنكار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولا يظن الجاهل بحكمة اللّه أن يسوي اللّه بينهما في حكمه، ولهذا قال: أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ هذا غير لائق بحكمتنا وحكمنا."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن هذا القرآن كتاب أنزلناه إليك كثير الخير والنفع، ليتدبر الناس آياته ويتفكروا في معانيها، وليتعظ به أصحاب العقول الراجحة النيرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كتاب» خبر مبتدأ محذوف أي هذا «أنزلناه إليك مبارك ليدَّبروا» أصله يتدبروا أدغمت التاء في الدال «آياته» ينظروا في معانيها فيؤمنوا «وليتذكر» يتعظ «أولوا الألباب» أصحاب العقول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ فيه خير كثير، وعلم غزير، فيه كل هدى من ضلالة، وشفاء من داء، ونور يستضاء به في الظلمات، وكل حكم يحتاج إليه المكلفون، وفيه من الأدلة القطعية على كل مطلوب، ما كان به أجل كتاب طرق العالم منذ أنشأه اللّه.\nلِيَدَّبَّرُوا آيَاتِهِ أي: هذه الحكمة من إنزاله، ليتدبر الناس آياته، فيستخرجوا علمها ويتأملوا أسرارها وحكمها، فإنه بالتدبر فيه والتأمل لمعانيه، وإعادة الفكر فيها مرة بعد مرة، تدرك بركته وخيره، وهذا يدل على الحث على تدبر القرآن، وأنه من أفضل الأعمال، وأن القراءة المشتملة على التدبر أفضل من سرعة التلاوة التي لا يحصل بها هذا المقصود.\nوَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ أي: أولو العقول الصحيحة، يتذكرون بتدبرهم لها كل علم ومطلوب، فدل هذا على أنه بحسب لب الإنسان وعقله يحصل له التذكر والانتفاع بهذا الكتاب."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ووهبنا لداود ابنه سليمان إنعامًا منا عليه وتفضلًا لتقر عينه به، نعم العبد سليمان، إنه كثير التوبة والرجوع إلى الله والإنابة إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووهبنا لداود سلمان» ابنه «نعم العبد» أي سليمان «إنه أوَّاب» رجّاع في التسبيح والذكر في جميع الأوقات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما أثنى تعالى على داود، وذكر ما جرى له ومنه، أثنى على ابنه سليمان عليهما السلام فقال: وَوَهَبْنَا لِدَاوُدَ سُلَيْمَانَ أي: أنعمنا به عليه، وأقررنا به عينه.\nنِعْمَ الْعَبْدُ سليمان عليه السلام، فإنه اتصف بما يوجب المدح، وهو إِنَّهُ أَوَّابٌ أي: رجَّاع إلى اللّه في جميع أحواله، بالتأله والإنابة، والمحبة والذكر والدعاء والتضرع، والاجتهاد في مرضاة اللّه، وتقديمها على كل شيء."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكر حين عُرِضت عليه عصرًا الخيول الأصيلة السريعة، تقف على ثلاث قوائم، وترفع الرابعة، فلم تزل تُعْرض عليه تلك الخيول الأصيلة حتى غربت الشمس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ عرض عليه بالعشي» هو ما بعد الزوال «الصافنات» الخيل جمع صافنة وهي القائمة على ثلاث وإقامة الأخرى على طرف الحافر وهو من صفن يصفن صفونا «الجياد» الخيل جمع جواد وهو السابق، المعنى أنها إذا استوقفت سكنت وإن ركضت سبقت وكانت ألف فرس عرضت عليه بعد ان صلى الظهر لإرادته الجهاد عليها لعدو فعند بلوغ العرض منها تسعمائة غربت الشمس ولم يكن صلى العصر فاغتم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما عرضت عليه الخيل الجياد السبق الصافنات أي: التي من وصفها الصفون، وهو رفع إحدى قوائمها عند الوقوف، وكان لها منظر رائق، وجمال معجب، خصوصا للمحتاج إليها كالملوك، فما زالت تعرض عليه حتى غابت الشمس في الحجاب، فألهته عن صلاة المساء وذكره."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّىٰ تَوَارَتْ بِالْحِجَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقال سليمان: إني آثرت حب المال - ومنه هذه الخيل - على ذكر ربي حتى غابت الشمس وتأخرتُ عن صلاة العصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقال إني أحببت» أي أردت «حب الخير» أي الخيل «عن ذكر ربي» أي صلاة العصر «حتى توارت» أي الشمس «بالحجاب» أي استترت بما يحجبها عن الأبصار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال ندما على ما مضى منه، وتقربا إلى اللّه بما ألهاه عن ذكره، وتقديما لحب اللّه على حب غيره: إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ وضمن أحببت معنى آثرت أي: آثرت حب الخير، الذي هو المال عموما، وفي هذا الموضع المراد الخيل عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "رُدُّوهَا عَلَيَّ ۖ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ردوا علي هذه الخيل، فردوها عليه، فبدأ يضرب بالسيف سوقها وأعناقها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ردُّوها عليَّ» أي الخيل المعروضة فردوها «فطفق مسحا» بالسيف «بالسوق» جمع ساق «والأعناق» أي ذبحها وقطع أرجلها تقربا إلى الله تعالى حيث اشتغل بها عن الصلاة بلحمها فعوضه الله خيرا منها وأسرع، وهي الريح تجري بأمره كيف شاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "رُدُّوهَا عَلَيَّ فردوها فَطَفِقَ فيها مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ أي: جعل يعقرها بسيفه، في سوقها وأعناقها."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد اختبرنا سليمان وألقينا على كرسي ملكه شيطانًا، متمثلًا بإنسان تصرف في ملكه مدة قصيرة ثم أعاد الله لسليمان ملكه، وسلَّطه على الشياطين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد فتنا سليمان» ابتليناه بسلب ملكه وذلك لتزوجه بامرأة هواها وكانت تعبد الصنم في داره من غير علمه وكان ملكه في خاتمه فنزعه مرة عند إرادة الخلاء ووضعه عند امرأته المسماة بالأمينة على عادته فجاءها جني في صورة سليمان فأخذه منها «وألقينا على كرسيه جسدا» هو ذلك الجني وهو صخر أو غيره جلس على كرسي سليمان وعكفت عليه الطير وغيرها فخرج سليمان في غير هيئته فرآه على كرسيه وقال للناس أنا سليمان فأنكره «ثم أناب» رجع سليمان إلى ملكه بعد أيام بأن وصل إلى الخاتم فلبسه وجلس على كرسيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ أي: ابتليناه واختبرناه بذهاب ملكه وانفصاله عنه بسبب خلل اقتضته الطبيعة البشرية، وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا أي: شيطانا قضى اللّه وقدر أن يجلس على كرسي ملكه، ويتصرف في الملك في مدة فتنة سليمان، ثُمَّ أَنَابَ سليمان إلى اللّه تعالى وتاب."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ۖ إِنَّكَ أَنْتَ الْوَهَّابُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال سليمان: يا رب، اغفر لي ذنوبي، وأعطني ملكًا خاصًّا بي، لا يكون لأحد من الناس بعدي، إنك - يا رب - كثير العطاء، عظيم الجود."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال رب اغفر لي وهب لي ملكا لا ينبغي» لا يكون «لأحد من بعدي» أي سواي نحو (فمن يهديه من بعد الله) أي سوى الله «إنك أنت الوهاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاستجبنا له وذللنا له الريح تنقاد بأمره لينة، لا زعزعة فيها مع قوتها وسرعة جريها، تحمله حيث أراد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسخرنا له الريح تجري بأمره رُخاء» لينة «حيث أصاب» أراد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وذللنا له الشياطين يأتمرون بأمره، فمنهم البناؤون، ومنهم الغواصون الذين يغوصون في البحار، فيستخرجون الدُّر منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والشياطين كل بناءٍ» يبني الأبنية العجيبة «وغوَّاص» في البحر يستخرج اللؤلؤ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الشياطين مردة سُخِّروا له، فهم موثقون في الأغلال لا يستطيعون التحرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآخرين» منهم «مقرنين» مشدودين «في الأصفاد» القيود بجمع أيديهم إلى أعناقهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا سليمان، هذا عطاؤنا الذي أعطيناكه استجابة لما طلبت منا، فأعط من شئت، وامنع من شئت، فلن تحاسب في إعطاء أو منع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وقلنا له «هذا عطاؤنا فامنن» أعط منه من شئت «أو أمسك» عن الإعطاء «بغير حساب» أي لا حساب عليك في ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقلنا له: هَذَا عَطَاؤُنَا فَقَرَّ به عينا فَامْنُنْ على من شئت، أَوْ أَمْسِكْ من شئت بِغَيْرِ حِسَابٍ أي: لا حرج عليك في ذلك ولا حساب، لعلمه تعالى بكمال عدله، وحسن أحكامه، ولا تحسبن هذا لسليمان في الدنيا دون الآخرة، بل له في الآخرة خير عظيم."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن سليمان عندنا لمن المقربين، وله حُسْن مرجع يرجع إليه وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن له عندنا لزلفى وحسن مآب» تقدم مثله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا قال: وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ أي: هو من المقربين عند اللّه المكرمين بأنواع الكرامات للّه.\nفصل فيما تبين لنا من الفوائد والحكم في قصة داود وسليمان عليهما السلامفمنها: أن اللّه تعالى يقص على نبيه محمد صلى اللّه عليه وسلم أخبار من قبله، ليثبت فؤاده وتطمئن نفسه، ويذكر له من عباداتهم وشدة صبرهم وإنابتهم، ما يشوقه إلى منافستهم، والتقرب إلى اللّه الذي تقربوا له، والصبر على أذى قومه، ولهذا - في هذا الموضع - لما ذكر اللّه ما ذكر من أذية قومه وكلامهم فيه وفيما جاء به، أمره بالصبر، وأن يذكر عبده داود فيتسلى به.\nومنها: أن اللّه تعالى يمدح ويحب القوة في طاعته، قوة القلب والبدن، فإنه يحصل منها من آثار الطاعة وحسنها وكثرتها، ما لا يحصل مع الوهن وعدم القوة، وأن العبد ينبغي له تعاطي أسبابها، وعدم الركون إلى الكسل والبطالة المخلة بالقوى المضعفة للنفس.\nومنها: أن الرجوع إلى اللّه في جميع الأمور، من أوصاف أنبياء اللّه وخواص خلقه، كما أثنى اللّه على داود وسليمان بذلك، فليقتد بهما المقتدون، وليهتد بهداهم السالكون أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ ومنها: ما أكرم اللّه به نبيه داود عليه السلام، من حسن الصوت العظيم، الذي جعل اللّه بسببه الجبال الصم، والطيور البهم، يجاوبنه إذا رجَّع صوته بالتسبيح، ويسبحن معه بالعشي والإشراق.\nومنها: أن من أكبر نعم اللّه على عبده، أن يرزقه العلم النافع، ويعرف الحكم والفصل بين الناس، كما امتن اللّه به على عبده داود عليه السلام.\nومنها: اعتناء اللّه تعالى بأنبيائه وأصفيائه عندما يقع منهم بعض الخلل بفتنته إياهم وابتلائهم بما به يزول عنهم المحذور، ويعودون إلى أكمل من حالتهم الأولى، كما جرى لداود وسليمان عليهما السلام.\nومنها: أن الأنبياء صلوات اللّه وسلامه عليهم معصومون من الخطأ فيما يبلغون عن اللّه تعالى، لأن مقصود الرسالة لا يحصل إلا بذلك، وأنه قد يجري منهم بعض مقتضيات الطبيعة من المعاصي، ولكن اللّه يتداركهم ويبادرهم بلطفه.\nومنها: أن داود عليه السلام، [كان] في أغلب أحواله ملازما محرابه لخدمة ربه، ولهذا تسور الخصمان عليه المحراب، لأنه كان إذا خلا في محرابه لا يأتيه أحد، فلم يجعل كل وقته للناس، مع كثرة ما يرد عليه من الأحكام، بل جعل له وقتا يخلو فيه بربه، وتقر عينه بعبادته، وتعينه على الإخلاص في جميع أموره.\nومنها: أنه ينبغي استعمال الأدب في الدخول على الحكام وغيرهم، فإن الخصمين لما دخلا على داود في حالة غير معتادة ومن غير الباب المعهود، فزع منهم، واشتد عليه ذلك، ورآه غير لائق بالحال.\nومنها: أنه لا يمنع الحاكم من الحكم بالحق سوء أدب الخصم وفعله ما لا ينبغي.\nومنها: كمال حلم داود عليه السلام، فإنه ما غضب عليهما حين جاءاه بغير استئذان، وهو الملك، ولا انتهرهما، ولا وبخهما.\nومنها: جواز قول المظلوم لمن ظلمه \"أنت ظلمتني\" أو \"يا ظالم\" ونحو ذلك أو باغ علي لقولهما: خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ ومنها: أن الموعوظ والمنصوح، ولو كان كبير القدر، جليل العلم، إذا نصحه أحد، أو وعظه، لا يغضب، ولا يشمئز، بل يبادره بالقبول والشكر، فإن الخصمين نصحا داود فلم يشمئز ولم يغضب ولم يثنه ذلك عن الحق، بل حكم بالحق الصرف.\nومنها: أن المخالطة بين الأقارب والأصحاب، وكثرة التعلقات الدنيوية المالية، موجبة للتعادي بينهم، وبغي بعضهم على بعض، وأنه لا يرد عن ذلك إلا استعمال تقوى اللّه، والصبر على الأمور، بالإيمان والعمل الصالح، وأن هذا من أقل شيء في الناس.\nومنها: أن الاستغفار والعبادة، خصوصا الصلاة، من مكفرات الذنوب، فإن اللّه، رتب مغفرة ذنب داود على استغفاره وسجوده.\nومنها: إكرام اللّه لعبده داود وسليمان، بالقرب منه، وحسن الثواب، وأن لا يظن أن ما جرى لهما منقص لدرجتهما عند اللّه تعالى، وهذا من تمام لطفه بعباده المخلصين، أنه إذا غفر لهم وأزال أثر ذنوبهم، أزال الآثار المترتبة عليه كلها، حتى ما يقع في قلوب الخلق، فإنهم إذا علموا ببعض ذنوبهم، وقع في قلوبهم نزولهم عن درجتهم الأولى، فأزال اللّه تعالى هذه الآثار، وما ذاك بعزيز على الكريم الغفار.\nومنها: أن الحكم بين الناس مرتبة دينية، تولاها رسل اللّه وخواص خلقه، وأن وظيفة القائم بها الحكم بالحق ومجانبة الهوى، فالحكم بالحق يقتضي العلم بالأمور الشرعية، والعلم بصورة القضية المحكوم بها، وكيفية إدخالها في الحكم الشرعي، فالجاهل بأحد الأمرين لا يصلح للحكم، ولا يحل له الإقدام عليه.\nومنها: أنه ينبغي للحاكم أن يحذر الهوى، ويجعله منه على بال، فإن النفوس لا تخلو منه، بل يجاهد نفسه بأن يكون الحق مقصوده، وأن يلقي عنه وقت الحكم كل محبة أو بغض لأحد الخصمين.\nومنها: أن سليمان عليه السلام من فضائل داود، ومن منن اللّه عليه حيث وهبه له، وأن من أكبر نعم اللّه على عبده، أن يهب له ولدا صالحا، فإن كان عالما، كان نورا على نور.\nومنها: ثناء اللّه تعالى على سليمان ومدحه في قوله نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ ومنها: كثرة خير اللّه وبره بعبيده، أن يمن عليهم بصالح الأعمال ومكارم الأخلاق، ثم يثني عليهم بها، وهو المتفضل الوهاب.\nومنها: تقديم سليمان محبة اللّه تعالى على محبة كل شيء.\nومنها: أن كل ما أشغل العبد عن اللّه، فإنه مشئوم مذموم، فَلْيُفَارِقْه ولْيُقْبِلْ على ما هو أنفع له.\nومنها: القاعدة المشهورة \"من ترك شيئا لله عوضه اللّه خيرا منه\" فسليمان عليه السلام عقر الجياد الصافنات المحبوبة للنفوس، تقديما لمحبة اللّه، فعوضه اللّه خيرا من ذلك، بأن سخر له الريح الرخاء اللينة، التي تجري بأمره إلى حيث أراد وقصد، غدوها شهر، ورواحها شهر، وسخر له الشياطين، أهل الاقتدار على الأعمال التي لا يقدر عليها الآدميون.\nومنها: أن تسخير الشياطين لا يكون لأحد بعد سليمان عليه السلام.\nومنها: أن سليمان عليه السلام، كان ملكا نبيا، يفعل ما أراد، ولكنه لا يريد إلا العدل، بخلاف النبي العبد، فإنه تكون إرادته تابعة لأمر اللّه، فلا يفعل ولا يترك إلا بالأمر، كحال نبينا محمد صلى اللّه عليه وسلم، وهذه الحال أكمل."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - عبدنا أيوب حين دعا الله ربه: أني أصابني الشيطان بأمر متعب معذب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر عبدنا أيوب إذ نادى ربه أني» أي بأني «مسنيَ الشيطان بنصب» ضر «وعذاب» ألم، ونسب ذلك إلى الشيطان وإن كانت الأشياء كلها من الله تأدبا معه تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَاذْكُرْ في هذا الكتاب ذي الذكر عَبْدَنَا أَيُّوبَ بأحسن الذكر، وأثن عليه بأحسن الثناء، حين أصابه الضر، فصبر على ضره، فلم يشتك لغير ربه، ولا لجأ إلا إليه.\nف نَادَى رَبَّهُ داعيا، وإليه لا إلى غيره شاكيا، فقال: رب أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ أي: بأمر مشق متعب معذب، وكان سلط على جسده فنفخ فيه حتى تقرح، ثم تقيح بعد ذلك واشتد به الأمر، وكذلك هلك أهله وماله."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "ارْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقلنا له: اضرب برجلك الأرض، فضرب برجله الأرض، فنبع له منها ماء يشرب منه ويغتسل، فيذهب ما به من الضر والأذى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "وقيل له «اركض» اضرب «برجلك» الأرض فضرب فنبعت عين ماء فقيل: «هذا مغتسل» ماء تغتسل به «بارد وشراب» تشرب منه، فاغتسل وشرب فذهب عنه كل داء كان بباطنه وظاهره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقيل له: ارْكُضْ بِرِجْلِكَ أي: اضرب الأرض بها، لينبع لك منها عين تغتسل منها وتشرب، فيذهب عنك الضر والأذى، ففعل ذلك، فذهب عنه الضر، وشفاه اللّه تعالى."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاستجبنا له، فكشفنا ما به من ضر، وأعطيناه أهله، وزدناه عليهم مثلهم من البنين والحفدة رحمة منا به، وجزاءً له على صبره، وليتذكر أصحاب العقول الراجحة أن عاقبة الصبر الفرج والثواب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووهبنا له أهله ومثلهم معهم» أي أحيا الله له من مات من أولاده ورزقه مثلهم «رحمة» نعمة «منا وذكرى» عظة «لأولي الألباب» لأصحاب العقول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَوَهَبْنَا لَهُ أَهْلَهُ قيل: إن اللّه تعالى أحياهم له وَمِثْلَهُمْ مَعَهُمْ في الدنيا، وأغناه اللّه، وأعطاه مالا عظيما رَحْمَةً مِنَّا بعبدنا أيوب، حيث صبر فأثبناه من رحمتنا ثوابا عاجلا وآجلا.\nوَذِكْرَى لِأُولِي الْأَلْبَابِ أي: وليتذكر أولو العقول بحالة أيوب ويعتبروا، فيعلموا أن من صبر على الضر، أن اللّه تعالى يثيبه ثوابا عاجلا وآجلا، ويستجيب دعاءه إذا دعاه."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَاهُ صَابِرًا ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حين غضب أيوب على زوجته، فأقسم ليضربنها مئة جلدة، قلنا له: خذ - يا أيوب - بيدك حزمة شَمَاريخ فاضربها بها إبرارًا لقسمك، ولا تحنث في قسمك الذي أقسمته، فأخذ بحزمة شَمَاريخ فضربها بها، إنا وجدناه صابرًا على ما ابتليناه به، نعم العبد هو، إنه كثير الرجوع والإنابة إلى الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وخذ بيدك ضغثا» هو حزمة من حشيش أو قضبان «فاضرب به» زوجتك وكان قد حلف ليضربها مائة ضربة لإبطائها عليه يوما «ولا تحنث» بترك ضربها فأخذ مائة عود من الإذخر أو غيره فضربها به ضربة واحدة «إنا وجدناه صابرا نعم العبد» أيوب «إنه أوَّاب» رجّاع إلى الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَخُذْ بِيَدِكَ ضِغْثًا أي حزمة شماريخ فَاضْرِبْ بِهِ وَلَا تَحْنَثْ قال المفسرون: وكان في مرضه وضره، قد غضب على زوجته في بعض الأمور، فحلف: لئن شفاه اللّه ليضربنها مائة جلدة، فلما شفاه اللّه، وكانت امرأته صالحة محسنة إليه، رحمها اللّه ورحمه، فأفتاه أن يضربها بضغث فيه مائة شمراخ ضربة واحدة، فيبر في يمينه.\nإِنَّا وَجَدْنَاهُ أي: أيوب صَابِرًا أي: ابتليناه بالضر العظيم، فصبر لوجه اللّه تعالى.\nنِعْمَ الْعَبْدُ الذي كمل مراتب العبودية، في حال السراء والضراء، والشدة والرخاء.\nإِنَّهُ أَوَّابٌ أي: كثير الرجوع إلى اللّه، في مطالبه الدينية والدنيوية، كثير الذكر لربه والدعاء، والمحبة والتأله."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - عبادنا الذين اصطفيناهم ورسلنا الذين أرسلناهم: إبراهيم وإسحاق ويعقوب، فقد كانوا أصحاب قوة في طاعة الله وتلمّس مرضاته، وكانوا أصحاب بصيرة في الحق صادقة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر عبادنا إبراهيم وإسحاق ويعقوب أولي الأيدى» أصحاب القوى في العبادة «والأبصار» البصائر في الدين، وفي قراءة عبدنا وإبراهيم بيان له وما بعده عطف على عبدنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَاذْكُرْ عِبَادَنَا الذين أخلصوا لنا العبادة ذكرا حسنا، إِبْرَاهِيمَ الخليل و ابنه إِسْحَاقَ وَ ابن ابنه يَعْقُوبَ أُولِي الْأَيْدِي أي: القوة على عبادة اللّه تعالى وَالْأَبْصَارَ أي: البصيرة في دين اللّه.\nفوصفهم بالعلم النافع، والعمل الصالح الكثير."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا مننا عليهم بخاصة اختصصناهم بها، وهي إعمار قلوبهم بذكر الدار الآخرة والاستعداد لها بالعمل الصالح ودعوة الناس إلى العمل لها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أخلصناهم بخالصة» هي «ذكرى الدار» الآخرة، أي ذكرها والعمل لها، وفي قراءة بالإضافة وهي للبيان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ عظيمة، وخصيصة جسيمة، وهي: ذِكْرَى الدَّارِ جعلنا ذكرى الدار الآخرة في قلوبهم، والعمل لها صفوة وقتهم، والإخلاص والمراقبة للّه وصفهم الدائم، وجعلناهم ذكرى الدار يتذكر بأحوالهم المتذكر، ويعتبر بهم المعتبر، ويذكرون بأحسن الذكر."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنهم عندنا لممن اصطفيناهم لطاعتنا وعبادتنا، واخترناهم لحمل رسالتنا وتبليغها للناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنهم عندنا لمن المصطفين» المختارين «الأخيار» جمع خيّر بالتشديد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الذين اصطفاهم اللّه من صفوة خلقه، الْأَخْيَارِ الذين لهم كل خلق كريم، وعمل مستقيم."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۖ وَكُلٌّ مِنَ الْأَخْيَارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها النبي - إسماعيل بن إبراهيم، واذكر اليَسَعَ، واذكر ذا الكِفْل، وأثن عليهم بأحسن ثناء، فهم أهل له، وكل هؤلاء من المختارين عند الله المصطفَين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر إسماعيل واليسع» وهو نبيّ واللام زائدة «وذا الكفل» اختلف في نبوَّته، قيل كفل مائة نبي فروا إليه من القتل «وكل» أي كلهم «من الأخيار» جمع خيّر بالتثقيل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: واذكر هؤلاء الأنبياء بأحسن الذكر، وأثن عليهم أحسن الثناء، فإن كلا منهم من الأخيار الذين اختارهم اللّه من الخلق، واختار لهم أكمل الأحوال، من الأعمال، والأخلاق، والصفات الحميدة، والخصال السديدة."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "هَٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا ذكر لهؤلاء بالثناء الجميل في القرآن، وإن للمتقين بامتثال أوامر الله واجتناب نواهيه لمرجعًا حسنًا في الدار الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا ذكر» لهم بالثناء الجميل هنا «وإن للمتقين» الشاملين لهم «لحسن مآب» مرجع في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَذَا أي: ذكر هؤلاء الأنبياء الصفوة وذكر أوصافهم، ذكر في هذا القرآن ذي الذكر، يتذكر بأحوالهم المتذكرون، ويشتاق إلى الاقتداء بأوصافهم الحميدة المقتدون، ويعرف ما منَّ اللّه عليهم به من الأوصاف الزكية، وما نشر لهم من الثناء بين البرية.\nفهذا نوع من أنواع الذكر، وهو ذكر أهل الخير، ومن أنواع الذكر، ذزْقُنَا مَا لَهُ مِنْ نَفَادٍ أي: وَإِنَّ لِلْمُتَّقِينَ ربهم، بامتثال الأوامر واجتناب النواهي، من كل مؤمن ومؤمنة، لَحُسْنَ مَآبٍ أي: لمآبا حسنا، ومرجعا مستحسنا."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا المرجع الحسن هو جنات إقامة يدخلونها يوم القيامة، وقد فتحت لهم أبوابها احتفاءً بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جنات عدن» بدل أو عطف بيان لحسن مآب «مفتتحة لهم الأبواب» منها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم فسره وفصله فقال: جَنَّاتِ عَدْنٍ أي: جنات إقامة، لا يبغي صاحبها بدلا منها، من كمالها وتمام نعيمها، وليسوا بخارجين منها ولا بمخرجين.\nمُفَتَّحَةً لَهُمُ الْأَبْوَابُ أي: مفتحة لأجلهم أبواب منازلها ومساكنها، لا يحتاجون أن يفتحوها هم ، بل هم مخدومون، وهذا دليل أيضا على الأمان التام، وأنه ليس في جنات عدن، ما يوجب أن تغلق لأجله أبوابها."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "متكئين على الأرائك المزينة لهم، يطلبون من خدامهم أن يقدموا لهم ما يشتهونه من الفواكه الكثيرة المتنوعة، ومن الشراب مما يشتهونه من خمر وغيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«متكئين فيها» على الأرائك «يدعون فيها بفاكهة كثيرة وشراب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مُتَّكِئِينَ فِيهَا على الأرائك المزينات، والمجالس المزخرفات.\nيَدْعُونَ فِيهَا أي: يأمرون خدامهم، أن يأتوا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ من كل ما تشتهيه نفوسهم، وتلذه أعينهم، وهذا يدل على كمال النعيم، وكمال الراحة والطمأنينة، وتمام اللذة."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعندهم نساء قاصرات أطرافهن على أزواجهن، لا تتجاوزهم إلى غيرهم، وهن مستويات في السن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعندهم قاصرات الطرف» حابسات العين على أزواجهن «أتراب» أسنانهن واحدة وهن بنات ثلاث وثلاثين سنة جمع ترب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَعِنْدَهُمْ من أزواجهم، الحور العين قَاصِرَاتُ طرفهن على أزواجهن، وطرف أزواجهن عليهن، لجمالهم كلهم، ومحبة كل منهما للآخر، وعدم طموحه لغيره، وأنه لا يبغي بصاحبه بدلا، ولا عنه عوضا.\nأَتْرَابٌ أي: على سن واحد، أعدل سن الشباب وأحسنه وألذه."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا ما توعدون - أيها المتقون - من الجزاء الطيب يوم القيامة على أعمالكم الصالحة التي كنتم تعملونها في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» المذكور «ما يوعدون» بالغيبة وبالخطاب التفافا «ليوم الحساب» أي لأجله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَذَا مَا تُوعَدُونَ أيها المتقون لِيَوْمِ الْحِسَابِ جزاء على أعمالكم الصالحة."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن هذا الذي ذكرنا من الجزاء لرزقنا نرزق به المتقين يوم القيامة، وهو رزق مستمر، لا ينقطع ولا ينتهي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن هذا لرزقنا ما له من نفاد» أي انقطاع والجملة حال من رزقنا أو خبر ثان لإن، أي دائما أو دائم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ هَذَا لَرِزْقُنَا الذي أوردناه على أهل دار النعيم مَا لَهُ مِنْ نَفَادٍ أي: انقطاع، بل هو دائم مستقر في جميع الأوقات، متزايد في جميع الآنات.\nوليس هذا بعظيم على الرب الكريم، الرءوف الرحيم، البر الجواد، الواسع الغني، الحميد اللطيف الرحمن، الملك الديان، الجليل الجميل المنان، ذي الفضل الباهر، والكرم المتواتر، الذي لا تحصى نعمه، ولا يحاط ببعض بره."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا الذي ذكرنا جزاء المتقين، وإن للمتجاوزين لحدود الله بالكفر والمعاصي لجزاءً مغايرًا لجزاء المتقين، فلهم شر مرجع يرجعون إليه يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» المذكور للمؤمنين «وإن للطاغين» مستأنف «لشر مآب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَذَا الجزاء للمتقين ما وصفناه وَإِنَّ لِلطَّاغِينَ أي: المتجاوزين للحد في الكفر والمعاصي لَشَرَّ مَآبٍ أي: لشر مرجع ومنقلب."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا الجزاء هو جهنم تحيط بهم، ويعانون حرها ولهيبها، لهم منها فراش، فبئس الفراش فراشهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جهنم يصلونها» يدخلونها «فبئس المهاد» الفراش."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم فصله فقال: جَهَنَّمَ التي جمع فيها كل عذاب، واشتد حرها، وانتهى قرها يَصْلَوْنَهَا أي: يعذبون فيها عذابا يحيط بهم من كل وجه، لهم من فوقهم ظلل من النار ومن تحتهم ظلل.\nفَبِئْسَ الْمِهَادُ المعد لهم مسكنا ومستقرا."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا العذاب ماء متناهي الحرارة، وصديد سائل من أجساد أصحاب النار المعذبين فيها، فليشربوه، فهو شرابهم الذي لا يروي من عطش."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» أي العذاب المفهوم مما بعده «فليذوقوه حميم» أي ماء حار محرق «وغسَّاق» بالتخفيف والتشديد: ما يسيل من صديد أهل النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَذَا المهاد، هذا العذاب الشديد، والخزي والفضيحة والنكال فَلْيَذُوقُوهُ حَمِيمٌ ماء حار، قد اشتد حره، يشربونه فَيقَطعُ أمعاءهم.\nوَغَسَّاقٌ وهو أكره ما يكون من الشراب، من قيح وصديد، مر المذاق، كريه الرائحة."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولهم عذاب آخر من شكل هذا العذاب، فلهم عدة أصناف من العذاب يُعَذَّبون بها في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآخر» بالجمع والإفراد «من شكله» أي مثل المذكور من الحميم والغساق «أزواج» أصناف، أي عذابهم من أنواع مختلفة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَآخَرُ مِنْ شَكْلِهِ أي: من نوعه أَزْوَاجٌ أي: عدة أصناف من أصناف العذاب، يعذبون بها ويخزون بها."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "هَٰذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ ۖ لَا مَرْحَبًا بِهِمْ ۚ إِنَّهُمْ صَالُو النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا دخل أهل النار وقع بينهم ما يقع بين الخصوم من الشتم، وتبرأ بعضهم من بعض، فيقول بعضهم: هذه طائفة من أهل النار داخلة النار معكم، فيجيبونهم: لا مرحبًا بهم إنهم مقاسون من عذاب النار مثل ما نقاسيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ويقال لهم عند دخولهم النار بأتباعهم «هذا فوج» جمع «مقتحم» داخل «معكم» النار بشدة فيقول المتبعون «لا مرحبا بهم» أي لا سعة عليهم «إنهم صالوا النار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وعند تواردهم على النار يشتم بعضهم بعضا، ويقول بعضهم لبعض: هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ النار لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ ۖ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ الْقَرَارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال فوج الأتباع لسادته المتبوعين: بل أنتم - أيها السادة المتبوعون - لا مرحبًا بكم، فأنتم من تسببتم لنا بهذا العذاب الأليم بإضلالكم لنا وإغوائكم، فبئس القرار هذا القرار، قرار الجميع الذي هو نار جهنم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا» أي الأتباع «بل أنتم لا مرحبا بكم أنتم قدمتموه» أي الكفر «لنا فبئس القرار» لنا ولكم النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا أي: الفوج المقبل المقتحم: بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ أي: العذاب لَنَا بدعوتكم لنا، وفتنتكم وإضلالكم وتسببكم.\nفَبِئْسَ الْقَرَارُ قرار الجميع، قرار السوء والشر."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الأتباع: يا ربنا، من أضلنا عن الهدى بعد إذ جاءنا فاجعل عذابه في النار عذابًا مضاعفًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا» أيضا «ربنا من قدم لنا هذا فزده عذابا ضعفا» أي مثل عذابه على كفره «في النار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم دعوا على المغوين لهم، ف قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ وقال في الآية الأخرى: قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَقَالُوا مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال المتكبرون الطغاة: ما لنا لا نرى معنا في النار رجالًا كنا نحسبهم في الدنيا من الأشقياء الذين يستحقون العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» أي كفار مكة وهم في النار «ما لنا لا نرى رجالا كنا نعدهم» في الدنيا «من الأشرار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا وهم في النار مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ أي: كنا نزعم أنهم من الأشرار، المستحقين لعذاب النار، وهم المؤمنون، تفقدهم أهل النار - قبحهم اللّه - هل يرونهم في النار؟"
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أكانت سخريتنا واستهزاؤنا بهم خطأ فلم يستحقوا العذاب، أم أن استهزاءنا بهم كان صوابًا، وقد دخلوا النار، ولم تقع عليهم أبصارنا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اتَّخذناهم سخريا» بضم السين وكسرها: كنا نسخر بهم في الدنيا، والياء للنسب: أي أمفقودون هم «أم زاغت» مالت «عنهم الأبصار» فلم ترهم، وهم فقراء المسلمين كعمار وبلال وصهيب وسليمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمْ الْأَبْصَارُ أي: عدم رؤيتنا لهم دائر بين أمرين: إما أننا غالطون في عدنا إياهم من الأشرار، بل هم من الأخيار، وإنما كلامنا لهم من باب السخرية والاستهزاء بهم، وهذا هو الواقع، كما قال تعالى لأهل النار: إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ *فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ والأمر الثاني: أنهم لعلهم زاغت أبصارنا عن رؤيتهم معنا في العذاب، وإلا فهم معنا معذبون ولكن تجاوزتهم أبصارنا، فيحتمل أن هذا الذي في قلوبهم، فتكون العقائد التي اعتقدوها في الدنيا، وكثرة ما حكموا لأهل الإيمان بالنار، تمكنت من قلوبهم، وصارت صبغة لها، فدخلوا النار وهم بهذه الحالة، فقالوا ما قالوا.\nويحتمل أن كلامهم هذا كلام تمويه، كما موهوا في الدنيا، موهوا حتى في النار، ولهذا يقول أهل الأعراف لأهل النار: أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن ذلك الذي ذكرنا لكم من تخاصم الكفار بينهم يوم القيامة لَحَقٌّ لا مرية فيه ولا ريب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن ذلك لحق» واجب وقوعه وهو «تخاصم أهل النار» كما تقدم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى مؤكدا ما أخبر به، وهو أصدق القائلين: إِنَّ ذَلِكَ الذي ذكرت لكم لَحَقٌّ ما فيه شك ولا مرية تَخَاصُمُ أَهْلِ النَّارِ"
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "قُلْ إِنَّمَا أَنَا مُنْذِرٌ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - يا محمد - للكفار من قومك: إنما أنا منذر لكم من عذاب الله أن يوقعه عليكم بسبب كفركم به وتكذيبكم لرسله، وليس يوجد إله يستحق العبادة إلا الله سبحانه، فهو المنفرد في عظمته وصفاته وأسمائه، وهو القهار الذي قهر كل شيء، فكل شيء خاضع له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» يا محمد لكفار مكة «إنما أنا منذر» مخوّف بالنار «وما من إله إلا الله الواحد القهار» لخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ يا أيها الرسول لهؤلاء المكذبين، إن طلبوا منك ما ليس لك ولا بيدك: إِنَّمَا أَنَا مُنْذِرٌ هذا نهاية ما عندي، وأما الأمر فلله تعالى، ولكني آمركم، وأنهاكم، وأحثكم على الخير وأزجركم عن الشر فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَعَلَيْهَا وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ أي: ما أحد يؤله ويعبد بحق إلا اللّه الْوَاحِدُ الْقَهَّارُ هذا تقرير لألوهيته، بهذا البرهان القاطع، وهو وحدته تعالى، وقهره لكل شيء، فإن القهر ملازم للوحدة، فلا يكون قهارين متساويين في قهرهما أبدا."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو رب السماوات ورب الأرض ورب ما بينهما، وهو العزيز في ملكه الذي لا يغالبه أحد، وهو الغفار لذنوب التائبين من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رب السماوات والأرض وما بينهما العزيز» الغالب على أمره «الغفار» لأوليائه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فالذي يقهر جميع الأشياء هو الواحد الذي لا نظير له، وهو الذي يستحق أن يعبد وحده، كما كان قاهرا وحده، وقرر ذلك أيضا بتوحيد الربوبية فقال: رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا أي: خالقهما، ومربيهما، ومدبرها بجميع أنواع التدابير.\nالْعَزِيزُ الذي له القوة، التي بها خلق المخلوقات العظيمة.\nالْغَفَّارُ لجميع الذنوب، صغيرها، وكبيرها، لمن تاب إليه وأقلع منها.\nفهذا الذي يحب ويستحق أن يعبد، دون من لا يخلق ولا يرزق، ولا يضر ولا ينفع، ولا يملك من الأمر شيئا، وليس له قوة الاقتدار، ولا بيده مغفرة الذنوب والأوزار."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "قُلْ هُوَ نَبَأٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المكذبين: إن القرآن خبر ذو شأن عظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «هو نبأ عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ لهم، مخوفا ومحذرا، ومنهضا لهم ومنذرا: هُوَ نَبَأٌ عَظِيمٌ أي: ما أنبأتكم به من البعث والنشور والجزاء على الأعمال، خبر عظيم ينبغي الاهتمام الشديد بشأنه، ولا ينبغي إغفاله."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "أَنْتُمْ عَنْهُ مُعْرِضُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنتم عن هذا الخبر العظيم الشأن معرضون، لا تلتفتون إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أنتم عنه معرضون» أي القرآن الذي أنبأتكم به وجئتكم فيه بما لا يعلم إلا بوحي وهو قوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولكن أَنْتُمْ عَنْهُ مُعْرِضُونَ كأنه ليس أمامكم حساب ولا عقاب ولا ثواب، فإن شككتم في قولي، وامتريتم في خبري، فإني أخبركم بأخبار لا علم لي بها ولا درستها في كتاب، فإخباري بها على وجهها، من غير زيادة ولا نقص، أكبر شاهد لصدقي، وأدل دليل على حق ما جئتكم به."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَىٰ إِذْ يَخْتَصِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس لي من علم بما كان يدور من حديث بين الملائكة بشأن خلق آدم، لولا أن الله أوحى إليَّ وعلّمني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كان ليَ من علم بالملإ الأعلى» أي الملائكة «إذ يختصمون» في شأن آدم حين قال الله تعالى: (إني جاعل في الأرض خليفة) الخ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى أي: الملائكة إِذْ يَخْتَصِمُونَ لولا تعليم اللّه إياي، وإيحاؤه إلي."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "إِنْ يُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما يوحي الله إليَّ ما يوحيه لأني نذير لكم من عذابه بيّن النذارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «يوحى إليَّ إلا أنما أنا» أي أني «نذير مبين» بيَّن الإنذار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ أي: ظاهر النذارة، جليها، فلا نذير أبلغ من نذارته صلى اللّه عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اذكر حين قال ربك للملائكة: إني خالق بشرًا من طين وهو آدم عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «إذ قال ربك للملائكة إني خالق بشرا من طين» هو آدم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر اختصام الملأ الأعلى فقال: إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ على وجه الإخبار إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ أي: مادته من طين."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا سوَّيت خلقه، وعدلت صورته، ونفخت فيه من روحي، فاسجدوا له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا سويته» أتمته «ونفخت» أجريت «فيه من روحي» فصار حيا، وإضافة الروح إليه تشريف لآدم والروح جسم لطيف يحيا به الإنسان بنفوذه فيه «فقعوا له ساجدين» سجود تحية بالانحناء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِذَا سَوَّيْتُهُ أي: سويت جسمه وتم، وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ فوطَّن الملائكة الكرام أنفسهم على ذلك، حين يتم خلقه ونفخ الروح فيه، امتثالا لربهم، وإكراما لآدم عليه السلام، فلما تم خلقه في بدنه وروحه، وامتحن اللّه آدم والملائكة في العلم، وظهر فضله عليهم، أمرهم اللّه بالسجود."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فامتثل الملائكة أمر ربهم، فسجدوا جميعهم سجود تكريم، ولم يبق منهم أحد إلا سجد لآدم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسجد الملائكة كلهم أجمعون» فيه تأكيدان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فسجدوا كلهم أجمعون"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا إبليس تكبر عن السجود، وكان بتكبره على أمر ربه من الكافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا إبليس» هو أبو الجنّ كان بين الملائكة «استكبر وكان من الكافرين» في علم الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إلا إبليس لم يسجد اسْتَكْبَرَ عن أمر ربه، واستكبر على آدم وَكَانَ مِنَ الْكَافِرِينَ في علم اللّه تعالى."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله: يا إبليس، أي شيء منعك من السجود لآدم الذي خلقته بيدي؟! أمنعك من السجود التكبر، أم كنت من قبل ذا تكبر وعلوّ على ربك؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال يا إبليس ما منعك أن تسجد لما خلقت بيديَّ» أي توليت خلقه وهذا تشريف لآدم فإن كل مخلوق تولى الله خلقه «أستكبرت» الآن عن السجود استفهام توبيخ «أم كنت من العالين» المتكبرين فتكبرت عن السجود لكونك منهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ اللّه موبخا ومعاتبا: مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أي: شرفته وكرمته واختصصته بهذه الخصيصة، التي اختص بها عن سائر الخلق، وذلك يقتضي عدم التكبر عليه.\nأسْتَكْبَرْتَ في امتناعك أَمْ كُنْتَ مِنَ الْعَالِينَ"
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "قَالَ أَنَا خَيْرٌ مِنْهُ ۖ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس: أنا خير من آدم، فقد خلقتني من نار وخلقته من طين.\nوهذا بزعمه أن النار أشرف عنصرًا من الطين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال أنا خير منه خلقتني من نار وخلقته من طين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ إبليس معارضا لربه ومناقضا: أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ وبزعمه أن عنصر النار خير من عنصر الطين، وهذا من القياس الفاسد، فإن عنصر النار مادة الشر والفساد، والعلو والطيش والخفة وعنصر الطين مادة الرزانة والتواضع وإخراج أنواع الأشجار والنباتات وهو يغلب النار ويطفئها، والنار تحتاج إلى مادة تقوم بها، والطين قائم بنفسه، فهذا قياس شيخ القوم، الذي عارض به الأمر الشفاهي من اللّه، قد تبين غاية بطلانه وفساده، فما بالك بأقيسة التلاميذ الذين عارضوا الحق بأقيستهم؟ فإنها كلها أعظم بطلانا وفسادا من هذا القياس."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله لإبليس: فاخرج من الجنة فإنك ملعون مشتوم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فاخرج منها» أي من الجنة، وقيل من السماوات «فإنك رجيم» مطرود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ اللّه له: فَاخْرُجْ مِنْهَا أي: من السماء والمحل الكريم.\nفَإِنَّكَ رَجِيمٌ أي: مبعد مدحور."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَىٰ يَوْمِ الدِّينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن عليك الطرد من الجنة إلى يوم الجزاء، وهو يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن عليك لعنتي إلى يوم الدين» الجزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّ عَلَيْكَ لَعْنَتِي أي: طردي وإبعادي إِلَى يَوْمِ الدِّينِ أي: دائما أبدا."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس: فأمهلني ولا تمتني إلى يوم تبعث عبادك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال رب فأنظرني إلى يوم يبعثون» أي الناس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ لشدة عداوته لآدم وذريته، ليتمكن من إغواء من قدر اللّه أن يغويه."
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله: فإنك من المُمْهَلين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فإنك من المنظرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف(قال) اللّه مجيبا لدعوته، حيث اقتضت حكمته ذلك: فَإِنَّكَ مِنَ الْمُنْظَرِينَ"
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلى يوم الوقت المعلوم المحدد لإهلاكك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى يوم الوقت المعلوم» وقت النفخة الأولى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ حين تستكمل الذرية، يتم الامتحان."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبليس: فأقسم بقدرتك وقهرك، لأضلنّ بني آدم أجمعين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فبعزتك لأغوينهم أجمعين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما علم أنه منظر، بادى ربه، من خبثه، بشدة العداوة لربه ولآدم وذريته، فقال: فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ يحتمل أن الباء للقسم، وأنه أقسم بعزة اللّه ليغوينهم كلهم أجمعين."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا من عصمته أنت من إضلالي وأخلصته لعبادتك وحدك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا عبادك منهم المخلصين» أي المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ علم أن الله سيحفظهم من كيده.\nويحتمل أن الباء للاستعانة، وأنه لما علم أنه عاجز من كل وجه، وأنه لا يضل أحدا إلا بمشيئة اللّه تعالى، فاستعان بعزة اللّه على إغواء ذرية آدم هذا، وهو عدو اللّه حقا.\nونحن يا ربنا العاجزون المقصرون، المقرون لك بكل نعمة، ذرية من شرفته وكرمته، فنستعين بعزتك العظيمة، وقدرتك، ورحمتك الواسعة لكل مخلوق، ورحمتك التي أوصلت إلينا بها، ما أوصلت من النعم الدينية والدنيوية، وصرفت بها عنا ما صرفت من النقم، أن تعيننا على محاربته وعداوته، والسلامة من شره وشركه، ونحسن الظن بك أن تجيب دعاءنا، ونؤمن بوعدك الذي قلت لنا: وقال ربكم ادعوني أستجب لكم فقد دعوناك كما أمرتنا، فاستجب لنا كما وعدتنا.\nإنك لا تخلف الميعاد"
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله تعالى: فالحق مني، والحق أقوله، لا أقول غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فالحقَّ والحقَّ أقول» بنصبهما ورفع الأول ونصب الثاني، فنصبه بالفعل بعده ونصب الأول، قيل بالفعل المذكور، وقيل على المصدر: أي أحق الحق، وقيل على نزع حرف القسم ورفعه على أنه مبتدأ محذوف الخبر: أي فالحق مني، وقيل فالحق قسمي، وجواب القسم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ اللّه تعالى فَالْحَقُّ وَالْحَقَّ أَقُولُ أي: الحق وصفي، والحق قولي."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لأملأن يوم القيامة جهنم منك وممن تبعك في كفرك من بني آدم أجمعين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لأملأن جهنم منك» بذريتك «وممن تبعك منهم» أي الناس «أجمعين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "( لأمْلأنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ ) فلما بين الرسول للناس الدليل ووضح لهم السبيل قال الله له:"
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين: ما أسألكم على ما أبلغكم من النصح من جزاء، وما أنا من المتكلفين بالإتيان بزيادة على ما أمرت به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل ما أسألكم عليه» على تبليغ الرسالة «من أجر» جُعل «وما أنا من المتكلفين» المتقولين القرآن من تلقاء نفسي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما بين الرسول للناس الدليل ووضح لهم السبيل قال الله له: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ أي: على دعائي إياكم مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَّلِفِينَ أدعي أمرا ليس لي، وأقفو ما ليس لي به علم، لا أتبع إلا ما يوحى إليَّ."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس القرآن إلا تذكيرًا للمكلفين من الإنس والجنّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن هو» أي ما القرآن «إلا ذكر» عظة «للعالمين» للإنس والجن والعقلاء دون الملائكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ هُوَ أي: هذا الوحي والقرآن إِلَّا ذِكْرٌ لِلْعَالَمِينَ يتذكرون به كل ما ينفعهم، من مصالح دينهم ودنياهم، فيكون شرفا ورفعة للعاملين به، وإقامة حجة على المعاندين.\nفهذه السورة العظيمة، مشتملة على الذكر الحكيم، والنبأ العظيم، وإقامة الحجج والبراهين، على من كذب بالقرآن وعارضه، وكذب من جاء به، والإخبار عن عباد اللّه المخلصين، وجزاء المتقين والطاغين.\nفلهذا أقسم في أولها بأنه ذو الذكر، ووصفه في آخرها بأنه ذكر للعالمين.\nوأكثر التذكير بها فيما بين ذلك، كقوله: واذكر عبدنا - واذكر عبادنا - رحمة من عندنا وذكرى هذا ذكر اللّهم علمنا منه ما جهلنا، وذكرنا منه ما نسينا، نسيان غفلة ونسيان ترك."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولتعلمُنَّ خبر هذا القرآن، وأنه صادق بعد وقت قريب حين تموتون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولتعلمن» يا كفار مكة «نبأه» خبر صدقه «بعد حين» أي يوم القيامة، وعلم بمعنى: عرف واللام قبلها لام قسم مقدَّر: أي والله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَتَعْلَمُنَّ نَبَأَهُ أي: خبره بَعْدَ حِينٍ وذلك حين يقع عليهم العذاب وتتقطع عنهم الأسباب."
                }
            ]
        }
    ]
}