{
    "surah": "الزمر",
    "number": 39,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تنزيل القرآن من الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وشرعه، ليس مُنزلًا من غيره سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في ملكه «الحكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن عظمة القرآن، وجلالة من تكلم به ونزل منه، وأنه نزل من اللّه العزيز الحكيم، أي: الذي وصفه الألوهية للخلق، وذلك لعظمته وكماله، والعزة التي قهر بها كل مخلوق، وذل له كل شيء، والحكمة في خلقه وأمره.\nفالقرآن نازل ممن هذا وصفه، والكلام وصف للمتكلم، والوصف يتبع الموصوف، فكما أن اللّه تعالى هو الكامل من كل وجه، الذي لا مثيل له، فكذلك كلامه كامل من كل وجه لا مثيل له، فهذا وحده كاف في وصف القرآن، دال على مرتبته.\nولكنه - مع هذا - زاد بيانا لكماله بمن نزل عليه، وهو محمد صلى اللّه عليه وسلم، الذي هو أشرف الخلق فعلم أنه أشرف الكتب، وبما نزل به، وهو الحق، فنزل بالحق الذي لا مرية فيه، لإخراج الخلق من الظلمات إلى النور، ونزل مشتملا على الحق في أخباره الصادقة، وأحكامه العادلة، فكل ما دل عليه فهو أعظم أنواع الحق، من جميع المطالب العلمية، وما بعد الحق إلا الضلال."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا أنزلنا إليك - أيها الرسول - القرآن مشتملًا على الحق، فأخباره كلها صادقة وأحكامه جميعها عادلة، فاعبد الله موحدًا له، مخلصًا له التوحيد من الشرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أنزلنا إليك» يا محمد «الكتاب بالحق» متعلق بأنزل «فاعبد الله مخلصا له الدين» من الشرك: أي موحدا له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان نازلا من الحق، مشتملا على الحق لهداية الخلق، على أشرف الخلق، عظمت فيه النعمة، وجلَّت، ووجب القيام بشكرها، وذلك بإخلاص الدين للّه، فلهذا قال: فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ أي: أخلص للّه تعالى جميع دينك، من الشرائع الظاهرة والشرائع الباطنة: الإسلام والإيمان والإحسان، بأن تفرد اللّه وحده بها، وتقصد به وجهه، لا غير ذلك من المقاصد."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألا لله الدين الخالي من الشرك، والذين اتخذوا من دون الله أولياء من الأوثان والطواغيت يعبدونهم من دون الله معتذرين عن عبادتهم لهم بقولهم: ما نعبد هؤلاء إلا ليقربونا إلى الله منزلة، ويرفعوا حوائجنا إليه، ويشفعوا لنا عنده؛ إن الله يحكم بين المؤمنين الموحدين وبين الكافرين المشركين يوم القيامة، فيما كانوا فيه يختلفون من التوحيد، إن الله لا يوفّق للهداية إلى الحق من هو كاذب على الله ينسب له الشريك، كفور بنعم الله عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألا الله الدين الخالص» لا يستحقه غيره «والذين اتخذوا من دونه» الأصنام «أولياء» وهم كفار مكة قالوا «ما نعبدهم إلا ليقربونا إلى الله زلفى» قربى مصدر بمعنى تقريبا «إن الله يحكم بينهم» وبين المسلمين «في ما هم فيه يختلفون» من أمر الدين فيدخل المؤمنين الجنة، والكافرين النار «إن الله لا يهدي من هو كاذب» في نسبة الولد إليه «كفار» بعبادته غيره الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ هذا تقرير للأمر بالإخلاص، وبيان أنه تعالى كما أنه له الكمال كله، وله التفضل على عباده من جميع الوجوه، فكذلك له الدين الخالص الصافي من جميع الشوائب، فهو الدين الذي ارتضاه لنفسه، وارتضاه لصفوة خلقه وأمرهم به، لأنه متضمن للتأله للّه في حبه وخوفه ورجائه، وللإنابة إليه في عبوديته، والإنابة إليه في تحصيل مطالب عباده.\nوذلك الذي يصلح القلوب ويزكيها ويطهرها، دون الشرك به في شيء من العبادة.\nفإن اللّه بريء منه، وليس للّه فيه شيء، فهو أغنى الشركاء عن الشرك، وهو مفسد للقلوب والأرواح والدنيا والآخرة، مُشْقٍ للنفوس غاية الشقاء، فلذلك لما أمر بالتوحيد والإخلاص، نهى عن الشرك به، وأخبر بذم من أشرك به فقال: وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ أي: يتولونهم بعبادتهم ودعائهم، [معتذرين] عن أنفسهم وقائلين: مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى أي: لترفع حوائجنا للّه، وتشفع لنا عنده، وإلا، فنحن نعلم أنها، لا تخلق، ولا ترزق، ولا تملك من الأمر شيئا.\nأي: فهؤلاء، قد تركوا ما أمر اللّه به من الإخلاص، وتجرأوا على أعظم المحرمات، وهو الشرك، وقاسوا الذي ليس كمثله شيء، الملك العظيم، بالملوك، وزعموا بعقولهم الفاسدة ورأيهم السقيم، أن الملوك كما أنه لا يوصل إليهم إلا بوجهاء، وشفعاء، ووزراء يرفعون إليهم حوائج رعاياهم، ويستعطفونهم عليهم، ويمهدون لهم الأمر في ذلك، أن اللّه تعالى كذلك.\nوهذا القياس من أفسد الأقيسة، وهو يتضمن التسوية بين الخالق والمخلوق، مع ثبوت الفرق العظيم، عقلا ونقلا وفطرة، فإن الملوك، إنما احتاجوا للوساطة بينهم وبين رعاياهم، لأنهم لا يعلمون أحوالهم.\nفيحتاج من يعلمهم بأحوالهم، وربما لا يكون في قلوبهم رحمة لصاحب الحاجة، فيحتاج من يعطفهم عليه [ويسترحمه لهم] ويحتاجون إلى الشفعاء والوزراء، ويخافون منهم، فيقضون حوائج من توسطوا لهم، مراعاة لهم، ومداراة لخواطرهم، وهم أيضا فقراء، قد يمنعون لما يخشون من الفقر.\nوأما الرب تعالى، فهو الذي أحاط علمه بظواهر الأمور وبواطنها، الذي لا يحتاج من يخبره بأحوال رعيته وعباده، وهو تعالى أرحم الراحمين، وأجود الأجودين، لا يحتاج إلى أحد من خلقه يجعله راحما لعباده، بل هو أرحم بهم من أنفسهم ووالديهم، وهو الذي يحثهم ويدعوهم إلى الأسباب التي ينالون بها رحمته، وهو يريد من مصالحهم ما لا يريدونه لأنفسهم، وهو الغني، الذي له الغنى التام المطلق، الذي لو اجتمع الخلق من أولهم وآخرهم في صعيد واحد فسألوه، فأعطى كلا منهم ما سأل وتمنى، لم ينقصوا من غناه شيئا، ولم ينقصوا مما عنده، إلا كما ينقص البحر إذا غمس فيه المخيط.\nوجميع الشفعاء يخافونه، فلا يشفع منهم أحد إلا بإذنه، وله الشفاعة كلها.\nفبهذه الفروق يعلم جهل المشركين به، وسفههم العظيم، وشدة جراءتهم عليه.\nويعلم أيضا الحكمة في كون الشرك لا يغفره اللّه تعالى، لأنه يتضمن القدح في اللّه تعالى، ولهذا قال حاكما بين الفريقين، المخلصين والمشركين، وفي ضمنه التهديد للمشركين-: إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِيمَا هُمْ فِيهِ يَخْتَلِفُونَ وقد علم أن حكمه أن المؤمنين المخلصين في جنات النعيم، ومن يشرك باللّه فقد حرم اللّه عليه الجنة، ومأواه النار.\nإِنَّ اللَّهَ لَا يَهْدِي أي: لا يوفق للهداية إلى الصراط المستقيم مَنْ هُوَ كَاذِبٌ كَفَّارٌ أي: وصفه الكذب أو الكفر، بحيث تأتيه المواعظ والآيات، ولا يزول عنه ما اتصف به، ويريه اللّه الآيات، فيجحدها ويكفر بها ويكذب، فهذا أنَّى له الهدى وقد سد على نفسه الباب، وعوقب بأن طبع اللّه على قلبه، فهو لا يؤمن؟\""
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لو أراد الله اتخاذ ولد لاختار من خلقه ما يشاء، فجعله بمنزلة الولد، تنزه وتقدس عما يقوله هؤلاء المشركون، هو الواحد في ذاته وصفاته وأفعاله، لا شريك له فيها، القهار لجميع خلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لو أراد الله أن يتخذ ولدا» كما قالوا: (اتخذ الرحمن ولدا) «لاصطفى مما يخلق ما يشاء» واتخذه ولدا غير من قالوا الملائكة بنات الله وعزير ابن الله والمسيح ابن الله «سبحانه» تنزيها له عن اتخاذ الولد «هو الله الواحد القهار» لخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا كما زعم ذلك من زعمه، من سفهاء الخلق.\nلَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ أي: لاصطفى بعض مخلوقاته التي يشاء اصطفاءه، واختصه لنفسه، وجعله بمنزلة الولد، ولم يكن حاجة إلى اتخاذ الصاحبة.\nسُبْحَانَهُ عما ظنه به الكافرون، أو نسبه إليه الملحدون.\nهُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ أي: الواحد في ذاته، وفي أسمائه، وفي صفاته، وفي أفعاله، فلا شبيه له في شيء من ذلك، ولا مماثل، فلو كان له ولد، لاقتضى أن يكون شبيها له في وحدته، لأنه بعضه، وجزء منه.\nالقهار لجميع العالم العلوي والسفلي، فلو كان له ولد لم يكن مقهورا، ولكان له إدلال على أبيه ومناسبة منه.\nووحدته تعالى وقهره متلازمان، فالواحد لا يكون إلا قهارا، والقهار لا يكون إلا واحدا، وذلك ينفي الشركة له من كل وجه."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۖ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلق السماوات والأرض لحكمة بالغة، لا عبثًا كما يقول الظالمون، يُدخل الليل على النهار، ويُدخل النهار على الليل، فإذا جاء أحدهما غاب الآخر، وذَلَّل الشمس، وذَلَّل القمر، كل منهما يجري لوقت مُقَدَّر هو انقضاء هذه الحياة، ألا هو سبحانه العزيز الذي ينتقم من أعدائه، ولا يغالبه أحد، الغفار لذنوب من تاب من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خلق السماوات والأرض بالحق» متعلق بخلق «يكوّر» يدخل «الليل على النهار» فيزيد «ويكور النهار» يدخله «على الليل» فيزيد «وسخَّر الشمس والقمر كل يجري» في فلكه «لأجل مسمى» ليوم القيامة «ألا هو العزيز» الغالب على أمره المنتقم من أعدائه «الغفار» لأوليائه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ أي: بالحكمة والمصلحة، وليأمر العباد وينهاهم، ويثيبهم ويعاقبهم.\nيُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ أي: يدخل كلا منهما على الآخر، ويحله محله، فلا يجتمع هذا وهذا، بل إذا أتى أحدهما انعزل الآخر عن سلطانه.\nوَسَخَّرَ الشَّمْسَ وَالْقَمَرَ بتسخير منظم، وسير مقنن.\nكُلٌّ من الشمس والقمر يَجْرِي متأثرا عن تسخيره تعالى لِأَجَلٍ مُسَمًّى وهو انقضاء هذه الدار وخرابها، فيخرب اللّه آلاتها وشمسها وقمرها، وينشئ الخلق نشأة جديدة ليستقروا في دار القرار، الجنة أو النار.\nأَلَا هُوَ الْعَزِيزُ الذي لا يغالب، القاهر لكل شيء، الذي لا يستعصي عليه شيء، الذي من عزته ببأوجد هذه المخلوقات العظيمة، وسخرها تجري بأمره.\nالْغَفَّارُ لذنوب عباده التوابين المؤمنين، كما قال تعالى: وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى الغفار لمن أشرك به بعد ما رأى من آياته العظيمة، ثم تاب وأناب."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ۚ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلقكم ربكم - أيها الناس - من نفس واحدة هي آدم، ثم خلق من آدم زوجه حواء، وخلق لكم من الإبل والبقر والضأن والمعز ثمانية أنواع، من كل صنف خلق ذكرًا وأنثى، ينشئكم سبحانه في بطون أمهاتكم طورًا بعد طور في ظلمات البطن والرحم والمَشِيمة، ذلكم الذي يخلق ذلك كله هو الله ربكم، له وحده الملك، لا معبود بحق غيره، فكيف تصرفون عن عبادته إلى عبادة من لا يخلق شيئًا وهم يخلقون؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خلقكم من نفس واحدة» أي آدم «ثم جعل منها زوجها» حواء «وأنزل لكم من الأنعام» الإبل والبقر والغنم الضأن والمعز «ثمانية أزواج» من كلٍ زوجان ذكر وأنثى كما بيّن في سورة الأنعام «يخلقكم في بطون أمهاتكم خلقا من بعد خلق» أي نطفا ثم علقا ثم مضغا «في ظلمات ثلاث» هي ظلمة البطن وظلمة الرحم وظلمة المشيمة «ذلكم الله ربكم له الملك لا إله هو فأنَّى تصرفون» عن عبادته إلى عبادة غيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن عزته أن خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ على كثرتكم وانتشاركم، في أنحاء الأرض، ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وذلك ليسكن إليها وتسكن إليه، وتتم بذلك النعمة.\nوَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ أي: خلقها بقدر نازل منه، رحمة بكم.\nثَمَانِيَةَ أَزْوَاجٍ وهي التي ذكرها في سورة الأنعام ثمانية أزواج من الضأن اثنين ومن المعز اثنين ومن الإبل اثنين ومن البقر اثنين وخصها بالذكر، مع أنه أنزل لمصالح عباده من البهائم غيرها، لكثرة نفعها، وعموم مصالحها، ولشرفها، ولاختصاصها بأشياء لا يصلح غيرها، كالأضحية والهدي، والعقيقة، ووجوب الزكاة فيها، واختصاصها بالدية.\nولما ذكر خلق أبينا وأمنا، ذكر ابتداء خلقنا، فقال: يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ أي: طورا بعد طور، وأنتم في حال لا يد مخلوق تمسكم، ولا عين تنظر إليكم، وهو قد رباكم في ذلك المكان الضيق فِي ظُلُمَاتٍ ثَلَاثٍ ظلمة البطن، ثم ظلمة الرحم، ثم ظلمة المشيمة، ذَلِكُمْ الذي خلق السماوات والأرض، وسخر الشمس والقمر، وخلقكم وخلق لكم الأنعام والنعم اللَّهُ رَبُّكُمْ أي: المألوه المعبود، الذي رباكم ودبركم، فكما أنه الواحد في خلقه وتربيته لا شريك له في ذلك، فهو الواحد في ألوهيته، لا شريك له، ولهذا قال: لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ بعد هذا البيان ببيان استحقاقه تعالى للإخلاص وحده إلى عبادة الأوثان، التي لا تدبر شيئا، وليس لها من الأمر شيء."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن تكفروا - أيها الناس - بربكم فإن الله غني عن إيمانكم، ولا يضرّه كفركم، وإنما ضرر كفركم عائد إليكم، ولا يرضى لعباده أن يكفروا به، ولا يأمرهم بالكفر؛ لأن الله لا يأمر بالفحشاء والمنكر، وإن تشكروا الله على نعمه وتؤمنوا به يَرْضَ شكركم، ويثبكم عليه، ولا تحمل نفس ذنب نفس أخرى، بل كل نفس بما كسبت رهينة، ثم إلى ربكم وحده مرجعكم يوم القيامة، فيخبركم بما كنتم تعملون في الدنيا، ويجازيكم على أعمالكم، إنه سبحانه عليم بما في قلوب عباده، لا يخفى عليه شيء مما فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن تكفروا فإن الله غنيٌ عنكم ولا يرضى لعباده الكفر» وإن أراده من بعضهم «وإن تشكروا» الله فتؤمنوا «يرضه» بسكون الهاء وضمها مع إشباع ودونه: أي الشكر «لكم ولا تزر» نفس «وازرة وزر» نفس «أخرى» أي لا تحمله «ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور» بما في القلوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ لا يضره كفركم، كما لا ينتفع بطاعتكم، ولكن أمره ونهيه لكم محض فضله وإحسانه عليكم.\nوَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ لكمال إحسانه بهم، وعلمه أن الكفر يشقيهم شقاوة لا يسعدون بعدها، ولأنه خلقهم لعبادته، فهي الغاية التي خلق لها الخلق، فلا يرضى أن يدعوا ما خلقهم لأجله.\nوَإِنْ تَشْكُرُوا للّه تعالى بتوحيده، وإخلاص الدين له يَرْضَهُ لَكُمْ لرحمته بكم، ومحبته للإحسان عليكم، ولفعلكم ما خلقكم لأجله.\nوكما أنه لا يتضرر بشرككم ولا ينتفع بأعمالكم وتوحيدكم، كذلك كل أحد منكم له عمله، من خير وشر وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ في يوم القيامة فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إخبارا أحاط به علمه، وجرى عليه قلمه، وكتبته عليكم الحفظة الكرام، وشهدت به عليكم الجوارح، فيجازي كلا منكم ما يستحقه.\nإِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ أي: بنفس الصدور، وما فيها من وصف برٍّ أو فجور، والمقصود من هذا، الإخبار بالجزاء بالعدل التام."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أصاب الكافرَ ضُرٌّ من مرض وفَقْد مال وخوف غرق دعا ربه سبحانه أن يكشف عنه ما به من ضُرٍّ راجعًا إليه وحده، ثم إذا أعطاه نعمة بأن كشف عنه الضر الذي أصابه ترك من كان يتضرع إليه من قبل وهو الله، وجعل لله شركاء يعبدهم من دونه ليحرف غيره عن طريق الله الموصل إليه، قل - أيها الرسول- لمن هذه حاله: استمتع بكفرك بقية عمرك، وهو زمن قليل، فإنك من أصحاب النار الملازمين لها يوم القيامة ملازمة الصاحب صاحبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا مسَّ الإنسان» أي الكافر «ضرٌ دعا ربه» تضرَّع «منيبا» راجعا «إليه ثم إذا خوّله نعمة» أعطاه إنعاما «منه نسيَ» ترك «ما كان يدعو» يتضرّع «إليه من قبل» وهو الله، فما في موضع من «وجعل الله أندادا» شركاء «ليضل» بفتح الياء وضمها «عن سبيله» دين الإسلام «قل تمتع بكفرك قليلا» بقية أجلك «إنك من أصحاب النار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كرمه بعبده وإحسانه وبره، وقلة شكر عبده، وأنه حين يمسه الضر، من مرض أو فقر، أو وقوع في كربة بَحْرٍ أو غيره، أنه يعلم أنه لا ينجيه في هذه الحال إلا اللّه، فيدعوه متضرعا منيبا، ويستغيث به في كشف ما نزل به ويلح في ذلك.\nثُمَّ إِذَا خَوَّلَهُ اللّه نِعْمَةً مِنْهُ بأن كشف ما به من الضر والكربة، نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ أي: نسي ذلك الضر الذي دعا اللّه لأجله، ومر كأنه ما أصابه ضر، واستمر على شركه.\nوَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ أي: ليضل بنفسه، ويضل غيره، لأن الإضلال فرع عن الضلال، فأتى بالملزوم ليدل على اللازم.\nقُلْ لهذا العاتي، الذي بدل نعمة اللّه كفرا: تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ فلا يغنيك ما تتمتع به إذا كان المآل النار.\nأَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم من هو مطيع لله يقضي أوقات الليل ساجدًا لربه وقائمًا له، يخاف عذاب الآخرة، ويأمل رحمة ربه خيرٌ، أم ذلك الكافر الذي يعبد الله في الشدة ويكفر به في الرخاء، ويجعل مع الله شركاء؟! قل - أيها الرسول -: هل يستوي الذين يعلمون ما أوجب الله عليهم بسبب معرفتهم بالله وأولئك الذين لا يعلمون شيئًا من هذا؟! إنما يعرف الفرق بين هذين الفريقين أصحاب العقول السليمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أمَّن» بتخفيف الميم «هو قانت» قائم بوظائف الطاعات «آناء الليل» ساعاته «ساجدا وقائما» في الصلاة «يحذر الآخرة» أي يخاف عذابها «ويرجو رحمة» جنة «ربه» كمن هو عاص بالكفر أو غيره، وفي قراءة أم من فأم بمعنى بل والهمزة «قل هل يستوي الذين يعلمون والذين لا يعلمون» أي لا يستويان كما لا يستوي العالم والجاهل «إنما يتذكر» يتعظ «أولوا الألباب» أصحاب العقول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه مقابلة بين العامل بطاعة اللّه وغيره، وبين العالم والجاهل، وأن هذا من الأمور التي تقرر في العقول تباينها، وعلم علما يقينا تفاوتها، فليس المعرض عن طاعة ربه، المتبع لهواه، كمن هو قانت أي: مطيع للّه بأفضل العبادات وهي الصلاة، وأفضل الأوقات وهو أوقات الليل، فوصفه بكثرة العمل وأفضله، ثم وصفه بالخوف والرجاء، وذكر أن متعلق الخوف عذاب الآخرة، على ما سلف من الذنوب، وأن متعلق الرجاء، رحمة اللّه، فوصفه بالعمل الظاهر والباطن.\nقُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ ربهم ويعلمون دينه الشرعي ودينه الجزائي، وما له في ذلك من الأسرار والحكم وَالَّذِينَ لَا يَعْلَمُونَ شيئا من ذلك؟ لا يستوي هؤلاء ولا هؤلاء، كما لا يستوي الليل والنهار، والضياء والظلام، والماء والنار.\nإِنَّمَا يَتَذَكَّرُ إذا ذكروا أُولُو الْأَلْبَابِ أي: أهل العقول الزكية الذكية، فهم الذين يؤثرون الأعلى على الأدنى، فيؤثرون العلم على الجهل، وطاعة اللّه على مخالفته، لأن لهم عقولا ترشدهم للنظر في العواقب، بخلاف من لا لب له ولا عقل، فإنه يتخذ إلهه هواه."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لعبادي الذين آمنوا بي وبرسلي: اتقوا ربكم بامتثال أوامره، واجتناب نواهيه، للذين أحسنوا منكم العمل في الدنيا حسنة في الدنيا بالنصر والصحة والمال، وفي الآخرة بالجنة، وأرض الله واسعة، فهاجروا فيها حتى تجدوا مكانًا تعبدون الله فيه، لا يمنعكم مانع، إنما يُعْطَى الصابرون ثوابهم يوم القيامة دون عدّ ولا مقدار لكثرته وتنوعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يا عباد الذين آمنوا اتقوا ربكم» أي عذابه بأن تطيعوه «للذين أحسنوا في هذه الدنيا» بالطاعة «حسنة» هي الجنة «وأرض الله واسعة» فهاجروا إليها من بين الكفار ومشاهدة المنكرات «إنما يوفى الصابرون» على الطاعة وما يبتلون به «أجرهم بغير حساب» بغير مكيال ولا ميزان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قل مناديا لأشرف الخلق، وهم المؤمنون، آمرا لهم بأفضل الأوامر، وهي التقوى، ذاكرا لهم السبب الموجب للتقوى، وهو ربوبية اللّه لهم وإنعامه عليهم، المقتضي ذلك منهم أن يتقوه، ومن ذلك ما مَنَّ اللّه عليهم به من الإيمان فإنه موجب للتقوى، كما تقول: أيها الكريم تصدق، وأيها الشجاع قاتل.\nوذكر لهم الثواب المنشط في الدنيا فقال: لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا بعبادة ربهم حَسَنَة ورزق واسع، ونفس مطمئنة، وقلب منشرح، كما قال تعالى: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَأَرْضُ اللَّهِ وَاسِعَةٌ إذا منعتم من عبادته في أرض، فهاجروا إلى غيرها، تعبدون فيها ربكم، وتتمكنون من إقامة دينكم.\nولما قال: لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ كان لبعض النفوس مجال في هذا الموضع، وهو أن النص عام، أنه كل من أحسن فله في الدنيا حسنة، فما بال من آمن في أرض يضطهد فيها ويمتهن، لا يحصل له ذلك، دفع هذا الظن بقوله: وَأَرْضُ اللَّهِ وَاسِعَةٌ وهنا بشارة نص عليها النبي صلى اللّه عليه وسلم، بقوله ( لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر اللّه وهم على ذلك ) تشير إليه هذه الآية، وترمي إليه من قريب، وهو أنه تعالى أخبر أن أرضه واسعة، فمهما منعتم من عبادته في موضع فهاجروا إلى غيرها، وهذا عام في كل زمان ومكان، فلا بد أن يكون لكل مهاجر، ملجأ من المسلمين يلجأ إليه، وموضع يتمكن من إقامة دينه فيه.\nإِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ وهذا عام في جميع أنواع الصبر، الصبر على أقدار اللّه المؤلمة فلا يتسخطها، والصبر عن معاصيه فلا يرتكبها، والصبر على طاعته حتى يؤديها، فوعد اللّه الصابرين أجرهم بغير حساب، أي: بغير حد ولا عد ولا مقدار، وما ذاك إلا لفضيلة الصبر ومحله عند اللّه، وأنه معين على كل الأمور."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: إني أمرني الله أن أعبده وحده مخلصًا له العبادة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل إني أمرت أن أعبد الله مخلصا له الدين» من الشرك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي قُلْ يا أيها الرسول للناس: إني أمرت أن أعبد الله مخلصا له الدين في قوله في أول السورة: فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأمرني أن أكون أول من أسلم له وانقاد من هذه الأمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأمرت لأن» أي بأن «أكون أول المسلمين» من هذه الأمة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ لأني الداعي الهادي للخلق إلى ربهم، فيقتضي أني أول من ائتمر بما آمر به، وأول من أسلم، وهذا الأمر لا بد من إيقاعه من محمد صلى الله عليه وسلم، وممن زعم أنه من أتباعه، فلا بد من الإسلام في الأعمال الظاهرة، والإخلاص للّه في الأعمال الظاهرة والباطنة."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: إني أخاف إن عصيت الله ولم أطعه عذاب يوم عظيم، وهو يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل إني أخاف إن عصيت ربي عذاب يوم عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي في ما أمرني به من الإخلاص والإسلام.\nعَذَابَ يَوْمٍ عَظِيمٍ يخلد فيه من أشرك، ويعاقب فيه من عصى."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: إني أعبد الله وحده مخلصًا له العبادة، لا أعبد معه غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل الله أعبد مخلصا له ديني» من الشرك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ كما قال تعالى: قُلْ يَا أَيُّهَا الْكَافِرُونَ* لَا أَعْبُدُ مَا تَعْبُدُونَ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* لَكُمْ دِينُكُمْ وَلِيَ دِينِ"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاعبدوا أنتم - أيها المشركون - ما شئتم من دونه من الأوثان (والأمر للتهديد)، قل - أيها الرسول -: إن الخاسرين حقًّا هم الذين خسروا أنفسهم، وخسروا أهليهم، فلم يلقوهم لمفارقتهم لهم بانفرادهم بدخول الجنة، أو بدخولهم معهم النار، فلن يلتقوا أبدًا، ألا ذلك حقًّا هو الخسران الواضح الذي لا لبس فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاعبدوا ما شئتم من دونه» غيره، فيه تهديد لهم وإيذان بأنهم لا يعبدون الله تعالى «قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة» بتخليد الأنفس في النار وبعدم وصولهم إلى الحور المعدَّة لهم في الجنة لو آمنوا «ألا ذلك هو الخسران المبين» البيَّن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ كما قال تعالى: قُلْ يَا أَيُّهَا الْكَافِرُونَ* لَا أَعْبُدُ مَا تَعْبُدُونَ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* لَكُمْ دِينُكُمْ وَلِيَ دِينِ قُلْ إِنَّ الْخَاسِرِينَ حقيقة هم الَّذِينَ خَسِرُوا أَنْفُسَهُمْ حيث حرموها الثواب، واستحقت بسببهم وخيم العقاب وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أي: فرق بينهم وبينهم، واشتد عليهم الحزن، وعظم الخسران.\nأَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ الذي ليس مثله خسران، وهو خسران مستمر، لا ربح بعده، بل ولا سلامة."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ يَا عِبَادِ فَاتَّقُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم من فوقهم دخان ولهب وحرّ، ومن تحتهم دخان ولهب وحر، ذلك المذكور من العذاب يخوّف الله به عباده، يا عبادي، فاتقوني بامتثال أوامري واجتناب نواهيّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لهم من فوقهم ظلل» طباق «من النار ومن تحتهم ظلل» من النار «ذلك يخوِّف الله به عباده» أي المؤمنين ليتقوه يدل عليه «يا عباد فاتقون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر شدة ما يحصل لهم من الشقاء فقال: لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ أي: قطع عذاب كالسحاب العظيم وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ الوصف الذي وصفنا به عذاب أهل النار، سوط يسوق الله به عباده إلى رحمته، يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ أي: جعل ما أعده لأهل الشقاء من العذاب داع يدعو عباده إلى التقوى، وزاجر عما يوجب العذاب.\nفسبحان من رحم عباده في كل شيء، وسهل لهم الطرق الموصلة إليه، وحثهم على سلوكها، ورغبهم بكل مرغب تشتاق له النفوس، وتطمئن له القلوب، وحذرهم من العمل لغيره غاية التحذير، وذكر لهم الأسباب الزاجرة عن تركه."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين اجتنبوا عبادة الأوثان، وكل ما يُعبد من دون الله، ورجعوا إلى الله بالتوبة؛ لهم البشرى بالجنة عند الموت، وفي القبر، ويوم القيامة، فبشّر - أيها الرسول - عبادي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين اجتنبوا الطاغوت» الأوثان «أن يعبدوها وأنابوا» أقبلوا «إلى الله لهم البشرى» بالجنة «فبشر عباد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر حال المجرمين ذكر حال المنيبين وثوابهم، فقال: وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا والمراد بالطاغوت في هذا الموضع، عبادة غير اللّه، فاجتنبوها في عبادتها.\nوهذا من أحسن الاحتراز من الحكيم العليم، لأن المدح إنما يتناول المجتنب لها في عبادتها.\nوَأَنَابُوا إِلَى اللَّهِ بعبادته وإخلاص الدين له، فانصرفت دواعيهم من عبادة الأصنام إلى عبادة الملك العلام، ومن الشرك والمعاصي إلى التوحيد والطاعات، لَهُمُ الْبُشْرَى التي لا يقادر قدرها، ولا يعلم وصفها، إلا من أكرمهم بها، وهذا شامل للبشرى في الحياة الدنيا بالثناء الحسن، والرؤيا الصالحة، والعناية الربانية من اللّه، التي يرون في خلالها، أنه مريد لإكرامهم في الدنيا والآخرة، ولهم البشرى في الآخرة عند الموت، وفي القبر، وفي القيامة، وخاتمة البشرى ما يبشرهم به الرب الكريم، من دوام رضوانه وبره وإحسانه وحلول أمانه في الجنة.\nولما أخبر أن لهم البشرى، أمره اللّه ببشارتهم، وذكر الوصف الذي استحقوا به البشارة فقال: فَبَشِّرْ عِبَادِ"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يستمعون القول ويميزون بين الحسن منه والقبيح، فيتبعون أحسن القول لما فيه من النفع، أولئك المتصفون بتلك الصفات هم الذين وفقهم الله للهداية، وأولئك هم أصحاب العقول السليمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يستمعون القول فيتبعون أحسنه» وهو ما فيه صلاحهم «أولئك الذين هداهم الله وأولئك هم أولوا الألباب» أصحاب العقول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ وهذا جنس يشمل كل قول فهم يستمعون جنس القول ليميزوا بين ما ينبغي إيثاره مما ينبغي اجتنابه، فلهذا من حزمهم وعقلهم أنهم يتبعون أحسنه، وأحسنه على الإطلاق كلام اللّه وكلام رسوله، كما قال في هذه السورة: اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا الآية.\nوفي هذه الآية نكتة، وهي: أنه لما أخبر عن هؤلاء الممدوحين أنهم يستمعون القول فيتبعون أحسنه، كأنه قيل: هل من طريق إلى معرفة أحسنه حتى نتصف بصفات أولي الألباب، وحتى نعرف أن من أثره علمنا أنه من أولي الألباب؟قيل: نعم، أحسنه ما نص اللّه عليه اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا الآية.\nالَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ لأحسن الأخلاق والأعمال وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ أي: العقول الزاكية.\nومن لبهم وحزمهم، أنهم عرفوا الحسن من غيره، وآثروا ما ينبغي إيثاره، على ما سواه، وهذا علامة العقل، بل لا علامة للعقل سوى ذلك، فإن الذي لا يميز بين الأقوال، حسنها، وقبيحها، ليس من أهل العقول الصحيحة، أو الذى يميز، لكن غلبت شهوته عقله، فبقي عقله تابعا لشهوته فلم يؤثر الأحسن، كان ناقص العقل."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من وجبت عليه كلمة العذاب لاستمراره في كفره وضلاله، فلا حيلة لك - أيها الرسول - في هدايته، وتوفيقه، أفأنت - أيها الرسول - تستطيع إنقاذ من هذه صفته من النار؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن حق عليه كلمة العذاب» أي: (لأملأن جهنم) «أفأنت تنقذ» تخرج «من في النار» جواب الشرط وأقيم فيه الظاهر مقام المضمر والهمزة للإنكار، والمعنى لا تقدر على هدايته فتنقذه من النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أفمن وجبت عليه كلمة العذاب باستمراره على غيه وعناده وكفره، فإنه لا حيلة لك في هدايته، ولا تقدر تنقذ من في النار لا محالة."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكن الذين اتقوا ربهم؛ بامتثال أوامره واجتناب نواهيه، لهم منازل عالية، بعضها فوق بعض، تجري من تحتها الأنهار، وعدهم الله بذلك وعدًا، والله لا يخلف الميعاد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لكن الذين اتقوْا ربهم» بأن أطاعوه «لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار» أي من تحت الغرف الفوقانية والتحتانية «وعد الله» منصوب بفعله المقَّدر «لا يخلف الله الميعاد» وعده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لكن الغنى كل الغنى، والفوز كل الفوز، للمتقين الذين أعد لهم من الكرامة وأنواع النعيم، ما لا يقادر قدره.\nلَهُمْ غُرَفٌ أي: منازل عالية مزخرفة، من حسنها وبهائها وصفائها، أنه يرى ظاهرها من باطنها وباطنها من ظاهرها، ومن علوها وارتفاعها، [أنها] ترى كما يرى الكوكب الغابر في الأفق الشرقي أو الغربي، ولهذا قال: مِنْ فَوْقِهَا غُرَفٌ أي: بعضها فوق بعض \"مَبْنِيَّةٌ\" بذهب وفضة، وملاطها المسك الأذفر.\nتَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ المتدفقة، المسقية للبساتين الزاهرة والأشجار الطاهرة، فتغل بأنواع الثمار اللذيذة، والفاكهة النضيجة.\nوَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ وقد وعد المتقين هذا الثواب، فلا بد من الوفاء به، فليوفوا بخصال التقوى، ليوفيهم أجورهم."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا ۚ إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنكم تعلمون بالمشاهدة أن الله أنزل من السماء ماء المطر، فأدخله في عيونٍ ومجارٍ، ثم يخرج بهذا الماء زرعًا مختلف الألوان، ثم ييبس الزرع، فتراه - أيها المشاهد - مُصْفَرّ اللون بعد أن كان مُخْضَرًّا، ثم يجعله بعد يبسه متكسِّرًا متهشمًا، إن في ذلك المذكور لتذكيرًا لأصحاب القلوب الحية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تر» تعلم «أن الله أنزل من السماء ماءً فسلكه ينابيع» أدخله أمكنة نبع «في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج» ييبس «فتراه» بعد الخضرة مثلا «مصفرا ثم يجعله حطاما» فتاتا «إن في ذلك لذكرى» تذكيرا «لأولي الألباب» يتذكرون به لدلالته على وحدانية الله تعالى وقدرته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى أولي الألباب، ما أنزله من السماء من الماء، وأنه سلكه ينابيع في الأرض، أي: أودعه فيها ينبوعا، يستخرج بسهولة ويسر، ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ من بر وذرة، وشعير وأرز، وغير ذلك.\nثُمَّ يَهِيجُ عند استكماله، أو عند حدوث آفة فيه فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا متكسرا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ يذكرون بها عناية ربهم ورحمته بعباده، حيث يسر لهم هذا الماء، وخزنه بخزائن الأرض تبعا لمصالحهم.\nويذكرون به كمال قدرته، وأنه يحيي الموتى، كما أحيا الأرض بعد موتها، ويذكرون به أن الفاعل لذلك هو المستحق للعبادة.\nاللّهم اجعلنا من أولي الألباب، الذين نوهت بذكرهم، وهديتهم بما أعطيتهم من العقول، وأريتهم من أسرار كتابك وبديع آياتك ما لم يصل إليه غيرهم، إنك أنت الوهاب."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ۚ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفمن شرح الله صدره للإسلام، فاهتدى إليه، فهو على بصيرة من ربه، مثل من قسا قلبه عن ذكر الله؟! لا يستويان أبدًا، فالنجاة للمهتدين، والخسران لمن قست قلوبهم عن ذكر الله، أولئك في ضلال واضح عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن شرح الله صدره للإسلام» فاهتدى «فهو على نور من ربه» كمن طبع على قلبه، دلَّ على هذا «فويلٌ» كلمة عذاب «للقاسية قلوبهم من ذكر الله» أي عن قبول القرآن «أولئك في ضلال مبين» بيّن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أفيستوي من شرح اللّه صدره للإسلام، فاتسع لتلقي أحكام اللّه والعمل بها، منشرحا قرير العين، على بصيرة من أمره، وهو المراد بقوله: فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ كمن ليس كذلك، بدليل قوله: فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أي: لا تلين لكتابه، ولا تتذكر آياته، ولا تطمئن بذكره، بل هي معرضة عن ربها، ملتفتة إلى غيره، فهؤلاء لهم الويل الشديد، والشر الكبير.\nأُولَئِكَ فِي ضَلَالٍ مُبِينٍ وأي ضلال أعظم من ضلال من أعرض عن وليه؟ ومن كل السعادة في الإقبال عليه، وقسا قلبه عن ذكره، وأقبل على كل ما يضره؟\""
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله نزّل على رسوله محمد صلى الله عليه وسلم القرآن الذي هو أحسن حديث، أنزله متشابهًا يشبه بعضه بعضًا في الصدق والحسن والائتلاف وعدم الخلاف، تتعدد فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الحق، وصفات أهل الباطل وغير ذلك، تقشعرّ منه جلود الذين يخشون ربهم إذا سمعوا ما فيه من الوعيد والتهديد، ثم تلين جلودهم وقلوبهم إلى ذكر الله إذا سمعوا ما فيه من الرجاء والبشارات، ذلك المذكور من القرآن وتأثيره هداية الله يهدي بها من يشاء، ومن يخذله الله، ولم يوفقه للهداية، فليس له من هاد يهديه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله نزَّل أحسن الحديث كتابا» بدل من أحسن، أي قرآنا «متشابها» أي يشبه بعضه بعضا في النظم وغيره «مثانَي» ثني فيه الوعد والوعيد وغيرهما «تقشعر منه» ترتعد عند ذكره وعيده «جلود الذين يخشوْن» «يخافون ربهم ثم تلين» تطمئن «جلودهم وقلوبهم إلى ذكر الله» أي عند ذكر وعده «ذلك» أي الكتاب «هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن كتابه الذي نزله أنه أَحْسَنَ الْحَدِيثِ على الإطلاق، فأحسن الحديث كلام اللّه، وأحسن الكتب المنزلة من كلام اللّه هذا القرآن، وإذا كان هو الأحسن، علم أن ألفاظه أفصح الألفاظ وأوضحها، وأن معانيه، أجل المعاني، لأنه أحسن الحديث في لفظه ومعناه، متشابها في الحسن والائتلاف وعدم الاختلاف، بوجه من الوجوه.\nحتى إنه كلما تدبره المتدبر، وتفكر فيه المتفكر، رأى من اتفاقه، حتى في معانيه الغامضة، ما يبهر الناظرين، ويجزم بأنه لا يصدر إلا من حكيم عليم، هذا المراد بالتشابه في هذا الموضع.\nوأما في قوله تعالى: هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فالمراد بها، التي تشتبه على فهوم كثير من الناس، ولا يزول هذا الاشتباه إلا بردها إلى المحكم، ولهذا قال: مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فجعل التشابه لبعضه، وهنا جعله كله متشابها، أي: في حسنه، لأنه قال: أَحْسَنَ الْحَدِيثِ وهو سور وآيات، والجميع يشبه بعضه بعضا كما ذكرنا.\nمَثَانِيَ أي: تثنى فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الخير، وصفات أهل الشر، وتثنى فيه أسماء اللّه وصفاته، وهذا من جلالته، وحسنه، فإنه تعالى، لما علم احتياج الخلق إلى معانيه المزكية للقلوب، المكملة للأخلاق، وأن تلك المعاني للقلوب، بمنزلة الماء لسقي الأشجار، فكما أن الأشجار كلما بعد عهدها بسقي الماء نقصت، بل ربما تلفت، وكلما تكرر سقيها حسنت وأثمرت أنواع الثمار النافعة، فكذلك القلب يحتاج دائما إلى تكرر معاني كلام اللّه تعالى عليه، وأنه لو تكرر عليه المعنى مرة واحدة في جميع القرآن، لم يقع منه موقعا، ولم تحصل النتيجة منه، ولهذا سلكت في هذا التفسير هذا المسلك الكريم، اقتداء بما هو تفسير له، فلا تجد فيه الحوالة على موضع من المواضع، بل كل موضع تجد تفسيره كامل المعنى، غير مراع لما مضى مما يشبهه، وإن كان بعض المواضع يكون أبسط من بعض وأكثر فائدة، وهكذا ينبغي للقارئ للقرآن، المتدبر لمعانيه، أن لا يدع التدبر في جميع المواضع منه، فإنه يحصل له بسبب ذلك خير كثير، ونفع غزير.\nولما كان القرآن العظيم بهذه الجلالة والعظمة، أثَّر في قلوب أولي الألباب المهتدين، فلهذا قال تعالى: تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ لما فيه من التخويف والترهيب المزعج، ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ أي: عند ذكر الرجاء والترغيب، فهو تارة يرغبهم لعمل الخير، وتارة يرهبهم من عمل الشر.\nذَلِكَ الذي ذكره اللّه من تأثير القرآن فيهم هُدَى اللَّهِ أي: هداية منه لعباده، وهو من جملة فضله وإحسانه عليهم، يَهْدِي بِهِ أي: بسبب ذلك مَنْ يَشَاءُ من عباده.\nويحتمل أن المراد بقوله: ذَلِكَ أي: القرآن الذي وصفناه لكم.\nهُدَى اللَّهِ الذي لا طريق يوصل إلى اللّه إلا منه يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ ممن حسن قصده، كما قال تعالى يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ لأنه لا طريق يوصل إليه إلا توفيقه والتوفيق للإقبال على كتابه، فإذا لم يحصل هذا، فلا سبيل إلى الهدى، وما هو إلا الضلال المبين والشقاء."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيستوى هذا الذي هداه الله، ووفقه في الدنيا وأدخله الجنة في الآخرة، ومن كفر ومات على كفره فأدخله النار مغلول اليدين والرجلين، لا يستطيع أن يتقي النار إلا بوجهه المُكَب عليه؟! وقيل للظالمين لأنفسهم بالكفر والمعاصي على سبيل التوبيخ: ذوقوا ما كنتم تكسبون من الكفر والمعاصي، فهذا جزاؤكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن يتقي» يلقى «بوجهه سوء العذاب يوم القيامة» أي أشده بأن يلقى في النار مغلولة يداه إلى عنقه كمن أمن منه بدخول الجنة «وقيل للظالمين» أي كفار مكة «ذوقوا ما كنتم تكسبون» أي جزاءَه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أفيستوي هذا الذي هداه اللّه، ووفقه لسلوك الطريق الموصلة لدار كرامته، كمن كان في الضلال واستمر على عناده حتى قدم القيامة، فجاءه العذاب العظيم فجعل يتقي بوجهه الذي هو أشرف الأعضاء، وأدنى شيء من العذاب يؤثر فيه، فهو يتقي فيه سوء العذاب لأنه قد غلت يداه ورجلاه، وَقِيلَ لِلظَّالِمِينَ أنفسهم، بالكفر والمعاصي، توبيخا وتقريعا: ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت الأمم التي كانت قبل هؤلاء المشركين، فجاءهم العذاب فجأة من حيث لا يَحسُّون به فيستعدون له بالتوبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذَّب الذين من قبلهم» رسلهم في إتيان العذاب «فأتاهم العذاب من حيث لا يشعرون» من جهة لا تخطر ببالهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ من الأمم كما كذب هؤلاء، فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ جاءهم في غفلة أول نهار، أو هم قائلون."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأذاقهم الله بذلك العذاب الخزي والعار والفضيحة في الحياة الدنيا، وإن عذابَ الآخرة الذي ينتظرهم أعظم وأشدّ لو كانوا يعلمون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأذاقهم الله الخزي» الذل والهوان من المسخ والقتل وغيره «في الحياة الدنيا ولعذاب الآخرة أكبر لو كانوا» أي المكذبون «يعلمون» عذابها ما كذبوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَذَاقَهُمُ اللَّهُ بذلك العذاب الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا فافتضحوا عند اللّه وعند خلقه وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ فليحذر هؤلاء من المقام على التكذيب، فيصيبهم ما أصاب أولئك من التعذيب."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد ضربنا للناس في هذا القرآن المنزل على محمد صلى الله عليه وسلم أنواع الأمثال في الخير والشر، والحق والباطل، والإيمان والكفر وغير ذلك؛ رجاء أن يعتبروا بما ضربناه منها، فيعملوا بالحق، ويتركوا الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد ضربنا» جعلنا «للناس في هذا القرآن من كل مثل لعلهم يتذكرون» يتعظون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه ضرب في القرآن من جميع الأمثال، أمثال أهل الخير وأمثال أهل الشر، وأمثال التوحيد والشرك، وكل مثل يقرب حقائق الأشياء، والحكمة في ذلك لَعَلَّهُمْ يَتَذَكَّرُونَ عندما نوضح لهم الحق فيعلمون ويعملون."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "جعلناه قرآنًا بلسان عربي، لا اعوجاج فيه ولا انحراف ولا لَبْس، رجاء أن يتقوا الله؛ باتباع أوامره واجتناب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قرآنا عربيا» حال مؤكدة «غير ذي عوج» أي لبس واختلاف «لعلهم يتقون» الكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُرآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ أي: جعلناه قرآنا عربيا، واضح الألفاظ، سهل المعاني، خصوصا على العرب.\nغَيْرَ ذِي عِوَجٍ أي: ليس فيه خلل ولا نقص بوجه من الوجوه، لا في ألفاظه ولا في معانيه، وهذا يستلزم كمال اعتداله واستقامته كما قال تعالى: الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا قَيِّمًا لَعَلَّهُمْ يَتَّقُونَ الله تعالى، حيث سهلنا عليهم طرق التقوى العلمية والعملية، بهذا القرآن العربي المستقيم، الذي ضرب اللّه فيه من كل مثل."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ضرب الله مثلًا للمشرك والموحد رجلًا مملوكًا لشركاء متنازعين؛ إن أرضى بعضهم أغضب بعضًا، فهو في حيرة واضطراب، ورجلًا خالصًا لرجل، وحده يملكه، ويعرف مراده فهو في طمأنينة وهدوء بال، لا يستوي هذان الرجلان.\nالحمد لله، بل معظمهم لا يعلمون، فلذلك يشركون مع الله غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ضرب الله» للمشرك والموحِّد «مثلا رجلا» بدل من مثلا «فيه شركاء متشاكسون» متنازعون سيئة أخلاقهم «ورجلا سالما» خالصا «لرجل هل يستويان مثلا» تميز أي لا يستوي العبد بجماعه والعبد لواحد، فإن الأول إذا طلب منه كل من مالكيه خدمته في وقت واحد تحيَّر فيمن يخدمه منهم وهذا مثل للمشرك، والثاني مثل للموحّد «الحمد لله» وحده «بل أكثرهم» أي أهل مكة «لا يعلمون» ما يصيرون إليه من العذاب فيشركون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ضرب مثلا للشرك والتوحيد فقال: ضَرَبَ اللَّهُ مَثَلًا رَجُلًا أي: عبدا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ فهم كثيرون، وليسوا متفقين على أمر من الأمور وحالة من الحالات حتى تمكن راحته، بل هم متشاكسون متنازعون فيه، كل له مطلب يريد تنفيذه ويريد الآخر غيره، فما تظن حال هذا الرجل مع هؤلاء الشركاء المتشاكسين؟ وَرَجُلًا سَلَمًا لِرَجُلٍ أي: خالصا له، قد عرف مقصود سيده، وحصلت له الراحة التامة.\nهَلْ يَسْتَوِيَانِ أي: هذان الرجلان مَثَلًا ؟ لا يستويان.\nكذلك المشرك، فيه شركاء متشاكسون، يدعو هذا، ثم يدعو هذا، فتراه لا يستقر له قرار، ولا يطمئن قلبه في موضع، والموحد مخلص لربه، قد خلصه اللّه من الشركة لغيره، فهو في أتم راحة وأكمل طمأنينة، ف هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ على تبيين الحق من الباطل، وإرشاد الجهال.\nبَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنك - أيها الرسول - ميت، وإنهم ميتون لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنك» خطاب للنبي صلى الله عليه وسلم «ميت وإنهم ميتون» ستموت ويموتون فلا شماتة بالموت، نزلت لما استبطؤوا موته صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ أي: كلكم لا بد أن يموت وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إنكم - أيها الناس - يوم القيامة عند ربكم تختصمون فيما تتنازعون فيه، فيتبيّن المحق من المبطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إنكم» أيها الناس فيما بينكم من المظالم «يوم القيامة عند ربكم تختصمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ فيما تنازعتم فيه، فيفصل بينكم بحكمه العادل، ويجازي كُلًّا ما عمله أَحْصَاهُ اللَّهُ وَنَسُوهُ"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا أحد أظلم ممن نسب إلى الله ما لا يليق به؛ من الشريك والزوجة والولد، ولا أحد أظلم ممن كذّب بالوحي الذي جاء به رسول الله صلى الله عليه وسلم، أليس في النار مأوى ومسكن للكافرين بالله، وبما جاء به رسوله؟! بلى، إن لهم لمأوى ومسكنًا فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فمن» أي لا أحد «أظلم ممن كذب على الله» بنسبة الشريك والولد إليه «وكذَّب بالصدق» بالقرآن «إذ جاءه أليس في جهنم مثوىً» مأوى «للكافرين» بلى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى، محذرا ومخيرا: أنه لا أظلم وأشد ظلما مِمَّنْ كَذَبَ عَلَى اللَّهِ إما بنسبته إلى ما لا يليق بجلاله، أو بادعاء النبوة، أو الإخبار بأن اللّه تعالى قال كذا، أو أخبر بكذا، أو حكم بكذا وهو كاذب، فهذا داخل في قوله تعالى: وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ إن كان جاهلا، وإلا فهو أشنع وأشنع.\nوَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ أي: ما أظلم ممن جاءه الحق المؤيد بالبينات فكذبه، فتكذيبه ظلم عظيم منه، لأنه رد الحق بعد ما تبين له، فإن كان جامعا بين الكذب على اللّه والتكذيب بالحق، كان ظلما على ظلم.\nأَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ يحصل بها الاشتفاء منهم، وأخذ حق اللّه من كل ظالم وكافر.\nإِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ أُولَٰئِكَ هُمُ الْمُتَّقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي جاء بالصدق في أقواله وأفعاله من الأنبياء وغيرهم، وصدّق به مؤمنًا، وعمل بمقتضاه، أولئك هم المتقون حقًّا، الذين يمتثلون أمر ربهم، ويجتنبون نهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذى جاء بالصدق» هو النبي صلى الله عليه وسلم «وصدق به» هم المؤمنون فالذي بمعنى الذين «أولئك هم المتقون» الشرك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر الكاذب المكذب وجنايته وعقوبته، ذكر الصادق المصدق وثوابه، فقال: وَالَّذِي جَاءَ بِالصِّدْقِ في قوله وعمله، فدخل في ذلك الأنبياء ومن قام مقامهم، ممن صدق فيما قاله عن خبر اللّه وأحكامه، وفيما فعله من خصال الصدق.\nوَصَدَّقَ بِهِ أي: بالصدق لأنه قد يجيء الإنسان بالصدق، ولكن قد لا يصدق به، بسبب استكباره، أو احتقاره لمن قاله وأتى به، فلا بد في المدح من الصدق والتصديق، فصدقه يدل على علمه وعدله، وتصديقه يدل على تواضعه وعدم استكباره.\nأُولَئِكَ أي: الذين وفقوا للجمع بين الأمرين هُمُ الْمُتَّقُونَ فإن جميع خصال التقوى ترجع إلى الصدق بالحق والتصديق به."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم ما يشاؤون عند ربهم من الملذات الدائمة، ذلك جزاء المحسنين أعمالهم مع خالقهم ومع عبيده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لهم ما يشاءون عند ربهم ذلك جزاء المحسنين» لأنفسهم بإيمانهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ من الثواب، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nفكل ما تعلقت به إرادتهم ومشيئتهم، من أصناف اللذات والمشتهيات، فإنه حاصل لهم، معد مهيأ، ذَلِكَ جَزَاءُ الْمُحْسِنِينَ الذين يعبدون اللّه كأنهم يرونه، فإن لم يكونوا يرونه فإنه يراهم الْمُحْسِنِينَ إلى عباد اللّه."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليمحو الله عنهم أسوأ الذي كانوا يعملونه من المعاصي في الدنيا؛ لتوبتهم منها، وإنابتهم إلى ربهم، ويجزيهم ثوابهم بأحسن ما كانوا يعملون من الصالحات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليكفّر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون» أسوأ وأحسن بمعنى السيء والحسن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ عمل الإنسان له ثلاث حالات: إما أسوأ، أو أحسن، أو لا أسوأ، ولا أحسن.\nوالقسم الأخير قسم المباحات وما لا يتعلق به ثواب ولا عقاب، والأسوأ، المعاصي كلها، والأحسن الطاعات كلها، فبهذا التفصيل، يتبين معنى الآية، وأن قوله: لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا أي: ذنوبهم الصغار، بسبب إحسانهم وتقواهم، وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ أي: بحسناتهم كلها إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا"
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أليس الله بكافٍ عبده محمدًا صلى الله عليه وسلم أَمْر دينه ودنياه، ودافِعٍ عدوّه عنه؟! بلى، إنه لكافيه، ويخوفونك - أيها الرسول - من جهلهم وسفاهتهم، من الأصنام التي يعبدونها من دون الله أن تنالك بسوء، ومن يخذله الله ولم يوفقه للهداية فما له من هاد يهديه ويوفقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أليس الله بكاف عبده» أي النبي، بلى «ويخوّفونك» الخطاب له «بالذين من دونه» أي الأصنام، أن تقتله أو تخبله «ومن يضلل الله فما له من هاد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ أي: أليس من كرمه وجوده، وعنايته بعبده، الذي قام بعبوديته، وامتثل أمره واجتنب نهيه، خصوصا أكمل الخلق عبودية لربه، وهو محمد صلى اللّه عليه وسلم، فإن اللّه تعالى سيكفيه في أمر دينه ودنياه، ويدفع عنه من ناوأه بسوء.\nوَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ من الأصنام والأنداد أن تنالك بسوء، وهذا من غيهم وضلالهم.\nوَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن يوفقه الله للهداية فلا مضلّ يستطيع إضلاله، أليس الله بعزيز لا يغالبه أحد، ذي انتقام ممن يكفر به ويعصيه؟! بلى إنه لعزيز ذو انتقام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يهد الله فما له من مضلِّ أليس الله بعزيز» غالب على أمره «ذي انتقام» من أعدائه؟ بلى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ لأنه تعالى الذي بيده الهداية والإضلال، وهو الذي ما شاء كان وما لم يشأ لم يكن.\nأَلَيْسَ اللَّهُ بِعَزِيزٍ له العزة الكاملة التي قهر بها كل شيء، وبعزته يكفي عبده ويدفع عنه مكرهم.\nذِي انْتِقَامٍ ممن عصاه، فاحذروا موجبات نقمته."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن سألت - أيها الرسول - هؤلاء المشركين: من خلق السماوات والأرض؟ ليقولنّ: خلقهن الله، قل لهم إظهارًا لعجز آلهتهم: أخبروني عن هذه الأصنام التي تعبدونها من دون الله، إن أراد الله أن يصيبني بضرّ هل تملك إزالة ضرّه عني؟! أو إن أراد ربي أن يمنحني رحمة منه هل تستطيع منع رحمته عني؟! قل لهم: حسبي الله وحده، عليه اعتمدت في أموري كلها، وعليه وحده يعتمد المتوكلون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «سألتهم من خلق السماوات والأرض ليقولنَّ الله قل أفرأيتم ما تدعون» تعبدون «من دون الله» أي الأصنام «إن أرادني الله بضرِّ هل هن كاشفات ضرَّه» لا «أو أرادني برحمة هل هن ممسكاتٌ رحمتَه» لا، وفي قراءة بالإضافة فيهما «قل حسبيَ الله عليه يتوكل المتوكلون» يثق الواثقون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ولئن سألت هؤلاء الضلال الذين يخوفونك بالذين من دونه، وأقمت عليهم دليلا من أنفسهم، فقلت: مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لم يثبتوا لآلهتهم من خلقها شيئا.\nلَيَقُولُنَّ اللَّهُ الذي خلقها.\nوحده.\nقُلْ لهم مقررا عجز آلهتهم، بعد ما تبينت قدرة اللّه: أَفَرَأَيْتُمْ أي: أخبروني مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ أيَّ ضر كان.\nهَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ بإزالته بالكلية، أو بتخفيفه من حال إلى حال؟.\nأَوْ أَرَادَنِي بِرَحْمَةٍ يوصل إليَّ بها منفعة في ديني أو دنياي.\nهَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ومانعاتها عني؟.\nسيقولون: لا يكشفون الضر ولا يمسكون الرحمة.\nقل لهم بعد ما تبين الدليل القاطع على أنه وحده المعبود، وأنه الخالق للمخلوقات، النافع الضار وحده، وأن غيره عاجز من كل وجه.\nعن الخلق والنفع والضر، مستجلبا كفايته، مستدفعا مكرهم وكيدهم: قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ أي: عليه يعتمد المعتمدون في جلب مصالحهم ودفع مضارهم،.\nفالذي بيده - وحده - الكفاية هو حسبي، سيكفيني كل ما أهمني وما لا أهتم به."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: يا قومي، اعملوا على الحالة التي ارتضيتموها من الشرك بالله، إني عامل على ما أمرني ربي به؛ من الدعوة إلى توحيده، وإخلاص العبادة له، فسوف تعلمون عاقبة كل مسلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يا قوم اعملوا على مكانتكم» حالتكم «إني عامل» على حالتي «فسوف تعلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قُلْ لهم يا أيها الرسول: يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ أي: على حالتكم التي رضيتموها لأنفسكم، من عبادة من لا يستحق من العبادة شيئا ولا له من الأمر شيء.\nإِنِّي عَامِلٌ على ما دعوتكم إليه، من إخلاص الدين للّه تعالى وحده.\nفَسَوْفَ تَعْلَمُونَ لمن العاقبة"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سوف تعلمون من يأتيه عذاب في الدنيا يذله ويهينه، وينزل عليه في الآخرة عذاب مقيم، لا ينقطع، ولا يزول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من» موصولة مفعول العلم «يأتيه عذاب يخزيه ويحل» ينزل «عليه عذاب مقيم» دائم هو عذاب النار، وقد أخزاهم الله ببدر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ في الدنيا.\nوَيَحِلُّ عَلَيْهِ في الأخرى عَذَابٌ مُقِيمٌ لا يحول عنه ولا يزول،.\nوهذا تهديد عظيم لهم، وهم يعلمون أنهم المستحقون للعذاب المقيم، ولكن الظلم والعناد حال بينهم وبين الإيمان."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ ۖ فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا أنزلنا عليك - أيها الرسول- القرآن للناس بالحق لتنذرهم، فمن اهتدى فإنما نفْع هدايته لنفسه، فالله لا تنفعه هدايته؛ لأنه غني عنها، ومن ضل فإنما ضرر ضلاله على نفسه، فالله سبحانه لا يضرّه ضلاله، ولست عليهم موكلًا لتجبرهم على الهداية، فما عليك إلا تبليغهم ما أمرت بتبليغه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أنزلنا عليك الكتاب للناس بالحق» متعلق بأنزل «فمن اهتدى فلنفسه» اهتداؤه «ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل» فتجبرهم على الهدى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه أنزل على رسوله الكتاب المشتمل على الحق، في أخباره وأوامره ونواهيه، الذي هو مادة الهداية، وبلاغ لمن أراد الوصول إلى اللّه وإلى دار كرامته، وأنه قامت به الحجة على العالمين.\nفَمَنِ اهْتَدَى بنوره واتبع أوامره فإن نفع ذلك يعود إلى نفسه وَمَنْ ضَلَّ بعدما تبين له الهدى فَإِنَّمَا يَضِلُّ عَلَيْهَا لا يضر اللّه شيئا.\nوَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ تحفظ عليهم أعمالهم وتحاسبهم عليها، وتجبرهم على ما تشاء، وإنما أنت مبلغ تؤدي إليهم ما أمرت به."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله الذي يقبض الأرواح عند نهاية آجالها، ويقبض الأرواح التي لم تَنْقَضِ آجالها عند النوم، فيمسك التي حكم عليها بالموت، ويرسل التي لم يحكم عليها به إلى أمد محدد في علمه سبحانه، إن في ذلك القبض والإرسال والإماتة والإحياء لدلائل لقوم يتفكرون على أن الذي يفعل ذلك قادر على بعث الناس بعد موتهم للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله يتوفى الأنفس حين موتها و» يتوفى «التي لم تمت في منامها» أي يتوفاها وقت النوم «فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى» أي وقت موتها والمرسلة نفس التمييز تبقى بدونها نفس الحياة بخلاف العكس «إن في ذلك» المذكور «لآيات» دلالات. «لقوم يتفكرون» فيعلمون أن القادر على ذلك، قادر على البعث، وقريش لم يتفكروا في ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه المتفرد بالتصرف بالعباد، في حال يقظتهم ونومهم، وفي حال حياتهم وموتهم، فقال: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وهذه الوفاة الكبرى، وفاة الموت.\nوإخباره أنه يتوفى الأنفس وإضافة الفعل إلى نفسه، لا ينافي أنه قد وكل بذلك ملك الموت وأعوانه، كما قال تعالى: قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ لأنه تعالى يضيف الأشياء إلى نفسه، باعتبار أنه الخالق المدبر، ويضيفها إلى أسبابها، باعتبار أن من سننه تعالى وحكمته أن جعل لكل أمر من الأمور سببا.\nوقوله: وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا وهذه الموتة الصغرى، أي: ويمسك النفس التي لم تمت في منامها، فَيُمْسِكُ من هاتين النفسين النفس الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وهي نفس من كان مات، أو قضي أن يموت في منامه.\nوَيُرْسِلُ النفس الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى أي: إلى استكمال رزقها وأجلها.\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ على كمال اقتداره، وإحيائه الموتى بعد موتهم.\nوفي هذه الآية دليل على أن الروح والنفس جسم قائم بنفسه، مخالف جوهره جوهر البدن، وأنها مخلوقة مدبرة، يتصرف اللّه فيها في الوفاة والإمساك والإرسال، وأن أرواح الأحياء والأموات تتلاقى في البرزخ، فتجتمع، فتتحادث، فيرسل اللّه أرواح الأحياء، ويمسك أرواح الأموات."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ ۚ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد اتخذ المشركون من أصنامهم شفعاء يرجون عندهم النفع من دون الله، قل لهم - أيها الرسول -: أتتخذونهم شفعاء حتى لو كانوا لا يملكون لكم ولا لأنفسهم شيئًا، ولا يعقلون؛ فهم جمادات صماء لا تتكلم، ولا تسمع، ولا تبصر، ولا تنفع، ولا تضرّ؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل «اتخذوا من دون الله» أي الأصنام آلهة «شفعاء» عن الله بزعمهم «قل» لهم «أ» يشفعون «ولو كانوا لا يملكون شيئا» من الشفاعة وغيرها «ولا يعقلون» أنكم تعبدونهم ولا غير ذلك؟ لا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ينكر تعالى، على من اتخذ من دونه شفعاء يتعلق بهم ويسألهم ويعبدهم.\nقُلْ لهم - مبينا جهلهم، وأنها لا تستحق شيئا من العبادة-: أَوَلَوْ كَانُوا أي: من اتخذتم من الشفعاء لَا يَمْلِكُونَ شَيْئًا أي: لا مثقال ذرة في السماوات ولا في الأرض، ولا أصغر من ذلك ولا أكبر، بل وليس لهم عقل، يستحقون أن يمدحوا به، لأنها جمادات من أحجار وأشجار وصور وأموات،.\nفهل يقال: إن لمن اتخذها عقلا؟ أم هو من أضل الناس وأجهلهم وأعظمهم ظلما؟."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين: لله وحده الشفاعة كلها، فلا يشفع عنده أحد إلا بإذنه، ولا يشفع إلا لمن ارتضى، له وحده ملك السماوات وملك الأرض، ثم إليه وحده ترجعون يوم القيامة للحساب والجزاء، فيجازيكم على أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل لله الشفاعة جميعا» أي هو مختص بها فلا يشفع أحد إلا بإذنه «له ملك السماوات والأرض ثم إليه ترجعون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ لهم: لِلَّهِ الشَّفَاعَةُ جَمِيعًا لأن الأمر كله للّه.\nوكل شفيع فهو يخافه، ولا يقدر أن يشفع عنده أحد إلا بإذنه، فإذا أراد رحمة عبده، أذن للشفيع الكريم عنده أن يشفع، رحمة بالاثنين.\nثم قرر أن الشفاعة كلها له بقوله لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ أي: جميع ما فيهما من الذوات والأفعال والصفات.\nفالواجب أن تطلب الشفاعة ممن يملكها، وتخلص له العبادة.\nثُمَّ إِلَيْهِ تُرْجَعُونَ فيجازي المخلص له بالثواب الجزيل، ومن أشرك به بالعذاب الوبيل."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا ذُكِر الله وحده نفرت قلوب المشركين الذين لا يؤمنون بالآخرة وما فيها من بعث وحساب وجزاء، وإذا ذُكِرت الأصنام التي يعبدونها من دون الله إذا هم مسرورون فرحون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا ذكر الله وحده» أي دون آلهتهم «اشمأزَّت» نفرت وانقبضت «قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه» أي الأصنام «إذا هم يستبشرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى حالة المشركين، وما الذي اقتضاه شركهم أنهم إِذَا ذُكِرَ اللَّهُ توحيدا له، وأمر بإخلاص الدين له، وترك ما يعبد من دونه، أنهم يشمئزون وينفرون، ويكرهون ذلك أشد الكراهة.\nوَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ من الأصنام والأنداد، ودعا الداعي إلى عبادتها ومدحها، إِذَا هُمْ يَسْتَبْشِرُونَ بذلك، فرحا بذكر معبوداتهم، ولكون الشرك موافقا لأهوائهم، وهذه الحال أشر الحالات وأشنعها، ولكن موعدهم يوم الجزاء.\nفهناك يؤخذ الحق منهم، وينظر: هل تنفعهم آلهتهم التي كانوا يدعون من دون اللّه شيئا؟."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: اللَّهُمَّ خالق السماوات والأرض على غير مثال سابق، عالم ما غاب وما حضر، لا يخفى عليك شيء من ذلك، أنت وحدك تفصل بين عبادك يوم القيامة فيما كانوا فيه يختلفون في الدنيا، فتبين المحق والمبطل، والسعيد والشقي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل اللهم» بمعنى يا الله «فاطر السماوات والأرض» مبدعهما «عالم الغيب والشهادة» ما غاب وما شوهد «أنت تحكم بين عبادك فيما كانوا فيه يختلفون» من أمر الدين اهدني لما اختلفوا فيه من الحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا قال قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أي: خالقهما ومدبرهما.\nعَالِمَ الْغَيْبِ الذي غاب عن أبصارنا وعلمنا وَالشَّهَادَةِ الذي نشاهده.\nأَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ وإن من أعظم الاختلاف اختلاف الموحدين المخلصين القائلين: إن ما هم عليه هو الحق، وإن لهم الحسنى في الآخرة دون غيرهم، والمشركين الذين اتخذوا من دونك الأنداد والأوثان، وسووا فيك من لا يسوى شيئا، وتنقصوك غاية التنقص، واستبشروا عند ذكر آلهتهم، واشمأزوا عند ذكرك، وزعموا مع هذا أنهم على الحق وغيرهم على الباطل، وأن لهم الحسنى.\nقال تعالى: إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ وقد أخبرنا بالفصل بينهم بعدها بقوله: هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ إلى أن قال: إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ وقال تعالى: الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ففي هذه الآية، بيان عموم خلقه تعالى وعموم علمه، وعموم حكمه بين عباده،.\nفقدرته التي نشأت عنها المخلوقات، وعلمه المحيط بكل شيء، دال على حكمه بين عباده وبعثهم، وعلمه بأعمالهم، خيرها وشرها، وبمقادير جزائها، وخلقه دال على علمه أَلَا يَعْلَمُ مَنْ خَلَقَ"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أن للذين ظلموا أنفسهم بالشرك والمعاصي جميع ما في الأرض من نفائس وأموال وغيرها، ومثله معه مضاعفًا؛ لافتدوا به من العذاب الشديد الذي شاهدوه بعد بعثهم، لكن ليس لهم ذلك، ولو فُرِض أنه لهم لم يُقْبل منهم، وظهر لهم من الله من صنوف العذاب ما لم يكونوا يتوقعونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا» ظهر «لهم من الله ما لم يكونوا يحتسبون» يظنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى أنه الحاكم بين عباده، وذكر مقالة المشركين وشناعتها، كأن النفوس تشوقت إلى ما يفعل اللّه بهم يوم القيامة، فأخبر أن لهم سُوءَ الْعَذَابِ أي: أشده وأفظعه، كما قالوا أشد الكفر وأشنعه، وأنهم على - الفرض والتقدير - لو كان لهم ما في الأرض جميعا، من ذهبها وفضتها ولؤلؤها وحيواناتها وأشجارها وزروعها وجميع أوانيها وأثاثها ومثله معه، ثم بذلوه يوم القيامة ليفتدوا به من العذاب وينجوا منه، ما قبل منهم، ولا أغنى عنهم من عذاب اللّه شيئا، يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ أي: يظنون من السخط العظيم، والمقت الكبير، وقد كانوا يحكمون لأنفسهم بغير ذلك."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وظهر لهم سيئات ما كسبوه من الشرك والمعاصي، وأحاط بهم العذاب الذي كانوا إذا خُوِّفوا منه في الدنيا يستهزئون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبدا لهم سيئات ما كسبوا وحاق» نزل «بهم ما كانوا به يستهزءُون» أي العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا أي: الأمور التي تسوؤهم، بسبب صنيعهم وكسبهم.\nوَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ من الوعيد والعذاب الذي نزل بهم، وما حل عليهم العقاب."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ بَلْ هِيَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا أصاب الإنسان الكافر مرض أو فقر ونحوه دعانا لنكشف عنه ما أصابه من ذلك، ثم إذا أعطيناه نعمة من صحة أو مال قال الكافر: إنما أعطاني الله ذلك لعلمه بأني أستحقّه، والصحيح أنه ابتلاء واستدراج، ولكنَّ معظم الكافرين لا يعلمون ذلك؛ فيغترون بما أنعم الله به عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا مسَّ الإنسان» الجنس «ضر دعانا ثم إذا خوّلناه» أعطيناه «نعمة» إنعاما «منا قال إنما أوتيته على علم» من الله بأني له أهل «بل هي» أي القولة «فتنة» بلية يبتلى بها العبد «ولكن أكثرهم لا يعلمون» أي التخويل استدراج وامتحان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حالة الإنسان وطبيعته، أنه حين يمسه ضر، من مرض أو شدة أو كرب.\nدَعَانَا ملحا في تفريج ما نزل به ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا فكشفنا ضره وأزلنا مشقته، عاد بربه كافرا، ولمعروفه منكرا.\nو قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ أي: علم من اللّه، أني له أهل، وأني مستحق له، لأني كريم عليه، أو على علم مني بطرق تحصيله.\nقال تعالى: بَلْ هِيَ فِتْنَةٌ يبتلي اللّه به عباده، لينظر من يشكره ممن يكفره.\nوَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ فلذلك يعدون الفتنة منحة، ويشتبه عليهم الخير المحض، بما قد يكون سببا للخير أو للشر."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قد قال هذا القول الكفار من قبلهم، فما أغنى عنهم ما كانوا يكسبون من الأموال والمنزلة شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قد قالها الذين من قبلهم» من الأمم كقارون وقومه الراضين بها «فما أغنى عنهم ما كانوا يكسبون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى: قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ أي: قولهم إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ فما زالت متوارثة عند المكذبين، لا يقرون بنعمة ربهم، ولا يرون له حقا،.\nفلم يزل دأبهم حتى أهلكوا، ولم يغن عَنْهُمْ مَا كَانُوا يَكْسِبُونَ حين جاءهم العذاب."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأصابهم جزاء سيئات ما كسبوا من الشرك والمعاصي، والذين ظلموا أنفسهم بالشرك والمعاصي من هؤلاء الحاضرين سيصيبهم جزاء سيئات ما كسبوا مثل الماضين، ولن يفوتوا الله ولن يغلبوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأصابهم سيئات ما كسبوا» أي جزاؤها «والذين ظلموا من هؤلاء» أي قريش «سيصيبهم سيئات ما كسبوا وما هم بمعجزين» بفائتين عذابنا فقحطوا سبع سنين ثم وسع عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا والسيئات في هذا الموضع: العقوبات، لأنها تسوء الإنسان وتحزنه.\nوَالَّذِينَ ظَلَمُوا من هؤلاء سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا فليسوا خيرا من أولئك، ولم يكتب لهم براءة في الزبر."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقال هؤلاء المشركون ما قالوا، ولم يعلموا أن الله يوسع الرزق على من يشاء ابتلاء له: أيشكر أم يكفر؟! ويضيّقه على من يشاء اختبارًا له: أيصبر أم يتسخط على قدر الله؟! إن في ذلك المذكور من توسيع الرزق وتضييقه لدلالات على تدبير الله لقوم يؤمنون؛ لأنهم هم الذين ينتفعون بالدلالات، وأما الكفار فهم يمرون عليها وهم عنها معرضون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوَ لم يعلموا أن الله يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاء «إن في ذلك لآيات لقوم يؤمنون» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر أنهم اغتروا بالمال، وزعموا - بجهلهم - أنه يدل على حسن حال صاحبه، أخبرهم تعالى، أن رزقه، لا يدل على ذلك، وأنه يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ من عباده، سواء كان صالحا أو طالحا وَيَقْدِرُ الرزق، أي: يضيقه على من يشاء، صالحا أو طالحا، فرزقه مشترك بين البرية،.\nوالإيمان والعمل الصالح يخص به خير البرية.\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ أي: بسط الرزق وقبضه، لعلمهم أن مرجع ذلك، عائد إلى الحكمة والرحمة، وأنه أعلم بحال عبيده، فقد يضيق عليهم الرزق لطفا بهم، لأنه لو بسطه لبغوا في الأرض، فيكون تعالى مراعيا في ذلك صلاح دينهم الذي هو مادة سعادتهم وفلاحهم، واللّه أعلم."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لعبادي الذين تجاوزوا الحد على أنفسهم بالشرك بالله وارتكاب المعاصي: لا تَيْئَسُوا من رحمة الله، ومن مغفرته لذنوبكم، إن الله يغفر الذنوب كلها لمن تاب إليه، إنه هو الغفور لذنوب التائبين، الرحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا» بكسر النون وفتحها، وقرئ بضمها تيأسوا «من رحمة الله إن الله يغفر الذنوب جميعا» لمن تاب من الشرك «إنه هو الغفور الرحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عباده المسرفين بسعة كرمه، ويحثهم على الإنابة قبل أن لا يمكنهم ذلك فقال: قُلْ يا أيها الرسول ومن قام مقامه من الدعاة لدين اللّه، مخبرا للعباد عن ربهم: يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ باتباع ما تدعوهم إليه أنفسهم من الذنوب، والسعي في مساخط علام الغيوب.\nلَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ أي: لا تيأسوا منها، فتلقوا بأيديكم إلى التهلكة، وتقولوا قد كثرت ذنوبنا وتراكمت عيوبنا، فليس لها طريق يزيلها ولا سبيل يصرفها، فتبقون بسبب ذلك مصرين على العصيان، متزودين ما يغضب عليكم الرحمن، ولكن اعرفوا ربكم بأسمائه الدالة على كرمه وجوده، واعلموا أنه يغفر الذنوب جميعا من الشرك، والقتل، والزنا، والربا، والظلم، وغير ذلك من الذنوب الكبار والصغار.\nإِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ أي: وصفه المغفرة والرحمة، وصفان لازمان ذاتيان، لا تنفك ذاته عنهما، ولم تزل آثارهما سارية في الوجود، مالئة للموجود،.\nتسح يداه من الخيرات آناء الليل والنهار، ويوالي النعم على العباد والفواضل في السر والجهار، والعطاء أحب إليه من المنع، والرحمة سبقت الغضب وغلبته، .\nولكن لمغفرته ورحمته ونيلهما أسباب إن لم يأت بها العبد، فقد أغلق على نفسه باب الرحمة والمغفرة، أعظمها وأجلها، بل لا سبب لها غيره، الإنابة إلى اللّه تعالى بالتوبة النصوح، والدعاء والتضرع والتأله والتعبد،.\nفهلم إلى هذا السبب الأجل، والطريق الأعظم."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وارجعوا إلى ربكم بالتوبة والأعمال الصالحة، وانقادوا له، من قبل أن يأتيكم العذاب يوم القيامة ثم لا تجدون من أصنامكم أو أهليكم من ينصركم بإنقاذكم من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنيبوا» ارجعوا «إلى ربكم وأسلموا» أخلصوا العمل «له من قبل أن يأتيكم العذاب ثم لا تنصرون» بمنعه إن لم تتوبوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا أمر تعالى بالإنابة إليه، والمبادرة إليها فقال: وَأَنِيبُوا إِلَى رَبِّكُمْ بقلوبكم وَأَسْلِمُوا لَهُ بجوارحكم، إذا أفردت الإنابة، دخلت فيها أعمال الجوارح، وإذا جمع بينهما، كما في هذا الموضع، كان المعنى ما ذكرنا.\nوفي قوله إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ دليل على الإخلاص، وأنه من دون إخلاص، لا تفيد الأعمال الظاهرة والباطنة شيئا.\nمِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ مجيئا لا يدفع ثُمَّ لَا تُنْصَرُونَ فكأنه قيل: ما هي الإنابة والإسلام؟ وما جزئياتها وأعمالها؟"
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واتبعوا القرآن الذي هو أحسن ما أنزله ربكم على رسوله، فاعملوا بأوامره، واجتنبوا نواهيه، من قبل أن يأتيكم العذاب فجأة وأنتم لا تحسّون به فتستعدّوا له بالتوبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واتبعوا أحسن ما أنزل إليكم من ربكم» هو القرآن «من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون» قبل إتيانه بوقته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجاب تعالى بقوله: وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مما أمركم من الأعمال الباطنة، كمحبة اللّه، وخشيته، وخوفه، ورجائه، والنصح لعباده، ومحبة الخير لهم، وترك ما يضاد ذلك.\nومن الأعمال الظاهرة، كالصلاة، والزكاة والصيام، والحج، والصدقة، وأنواع الإحسان، ونحو ذلك، مما أمر اللّه به، وهو أحسن ما أنزل إلينا من ربنا، فالمتبع لأوامر ربه في هذه الأمور ونحوها هو المنيب المسلم،.\nمِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ وكل هذا حثٌّ على المبادرة وانتهاز الفرصة."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "افعلوا ذلك حذر أن تقول نفس من شدة الندم يوم القيامة: يا ندمها على تفريطها في جنب الله بما كانت عليه من الكفر والمعاصي، وعلى أنها كانت تسخر من أهل الإيمان والطاعة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "فبادروا قبل «أن تقول نفسٌ يا حسرتى» أصله يا حسرتي، أي ندامتي «على ما فرطت في جنب الله» أي طاعته «وإن» مخففة من الثقيلة، وإني «كنت لمن الساخرين» بدينه وكتابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم حذرهم أَن يستمروا على غفلتهم، حتى يأتيهم يوم يندمون فيه، ولا تنفع الندامة.\nو تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ أي: في جانب حقه.\nوَإِنْ كُنْت في الدنيا لَمِنَ السَّاخِرِينَ في إتيان الجزاء، حتى رأيته عيانا."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو تحتجّ بالقدر، فتقول: لو أن الله وفَّقني لكنت من المتقين له؛ أمتثل أوامره، وأجتنب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو تقول لو أن الله هداني» بالطاعة فاهتديت «لكنت من المتقين» عذابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ و\"لو\" في هذا الموضع للتمني،.\nأي: ليت أن اللّه هداني فأكون متقيا له، فأسلم من العقاب وأستحق الثواب، وليست \"لو\" هنا شرطية، لأنها لو كانت شرطية، لكانوا محتجين بالقضاء والقدر على ضلالهم، وهو حجة باطلة، ويوم القيامة تضمحل كل حجة باطلة."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو تقول حين تشاهد العذاب مُتَمنِّية: لو أن لي رجعة إلى الدنيا فأتوب إلى الله، وأكون من المحسنين في أعمالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو تقول حين ترى العذاب لو أن لي كرَّة» رجعة إلى الدنيا «فأكون من المحسنين» المؤمنين، فيقال له من قبل الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ وتجزم بوروده لَوْ أَنَّ لِي كَرَّةً أي: رجعة إلى الدنيا لكنت مِنَ الْمُحْسِنِينَ قال تعالى: إن ذلك غير ممكن ولا مفيد، وإن هذه أماني باطلة لا حقيقة لها، إذ لا يتجدد للعبد لَوْ رُدَّ، بيان بعد البيان الأول."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما زَعَمْتَ من تمني الهداية، فقد جاءتكَ آياتي فكذبتَ بها وتكبرتَ، وكنتَ من الكافرين بالله وبآياته ورسله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بلى قد جاءتك آياتي» القرآن وهو سبب الهداية «فكذبت بها واستكبرت» تكبرت عن الإيمان بها «وكنت من الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَلَى قَدْ جَاءَتْكَ آيَاتِي الدالة دلالة لا يمترى فيها.\nعلى الحق فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ عن اتباعها وَكُنْتَ مِنَ الْكَافِرِينَ فسؤال الرد إلى الدنيا، نوع عبث، وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم القيامة تشاهد الذين كذبوا على الله بنسبة الشريك والولد إليه وجوههم مسودة؛ علامة على شقائهم، أليس في جهنم مقرٌّ للمتكبرين على الإيمان بالله ورسله؟! بلى، إن فيها لمقرًّا لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم القيامة ترى الذين كذبوا على الله» بنسبة الشريك والولد إليه «وجوههم مسودة أليس في جهنم مشوى» مأوى «للمتكبرين» عن الإيمان؟ بلى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن خزي الذين كذبوا عليه، وأن وجوههم يوم القيامة مسودة كأنها الليل البهيم، يعرفهم بذلك أهل الموقف، فالحق أبلج واضح كأنه الصبح،.\nفكما سوَّدوا وجه الحق بالكذب، سود اللّه وجوههم، جزاء من جنس عملهم.\nفلهم سواد الوجوه، ولهم العذاب الشديد في جهنم، ولهذا قال: أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ عن الحق، وعن عبادة ربهم، المفترين عليه؟ بلى واللّه، إن فيها لعقوبة وخزيا وسخطا، يبلغ من المتكبرين كل مبلغ، ويؤخذ الحق منهم بها.\nوالكذب على اللّه يشمل الكذب عليه باتخاذ الشريك والولد والصاحبة، والإخبار عنه بما لا يليق بجلاله، أو ادعاء النبوة، أو القول في شرعه بما لم يقله، والإخبار بأنه قاله وشرعه."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويُسلّم الله الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه من العذاب بإدخالهم مكان فوزهم وهو الجنة، لا يمسّهم العذاب، ولا هم يحزنون على ما فاتهم من الحظوظ الدنيوية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وينجَّي الله» من جهنم «الذين اتقوْا» الشرك «بمفازتهم» أي بمكان فوزهم من الجنة بأن يجعلوا فيه «لا يمسهم السوء ولا هم يحزنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر حالة المتكبرين، ذكر حالة المتقين، فقال: وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ أي: بنجاتهم، وذلك لأن معهم آلة النجاة، وهي تقوى اللّه تعالى، التي هي العدة عند كل هول وشدة.\nلَا يَمَسُّهُمُ السُّوءُ أي: العذاب الذي يسوؤهم وَلَا هُمْ يَحْزَنُونَ فنفى عنهم مباشرة العذاب وخوفه، وهذا غاية الأمان.\nفلهم الأمن التام، يصحبهم حتى يوصلهم إلى دار السلام، فحينئذ يأمنون من كل سوء ومكروه، وتجري عليهم نضرة النعيم، ويقولون الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله خالق كل شيء، فلا خالق غيره، وهو على كل شيء حفيظ، يدبر أمره، ويصرفه كيف يشاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله خالق كل شيء وهو على كل شيء وكيل» متصرف فيه كيف يشاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن عظمته وكماله، الموجب لخسران من كفر به فقال: اللَّهُ خَالِقُ كُلِّ شَيْءٍ هذه العبارة وما أشبهها، مما هو كثير في القرآن، تدل على أن جميع الأشياء - غير اللّه - مخلوقة، ففيها رد على كل من قال بقدم بعض المخلوقات، كالفلاسفة القائلين بقدم الأرض والسماوات، وكالقائلين بقدم الأرواح، ونحو ذلك من أقوال أهل الباطل، المتضمنة تعطيل الخالق عن خلقه.\nوليس كلام اللّه من الأشياء المخلوقة، لأن الكلام صفة المتكلم، واللّه تعالى بأسمائه وصفاته أول ليس قبله شيء، فأخذ أهل الاعتزال من هذه الآية ونحوها أنه مخلوق، من أعظم الجهل، فإنه تعالى لم يزل بأسمائه وصفاته، ولم يحدث له صفة من صفاته، ولم يكن معطلا عنها بوقت من الأوقات، والشاهد من هذا، أن اللّه تعالى أخبر عن نفسه الكريمة أنه خالق لجميع العالم العلوي والسفلي، وأنه على كل شيء وكيل، والوكالة التامة لا بد فيها من علم الوكيل، بما كان وكيلا عليه، وإحاطته بتفاصيله، ومن قدرة تامة على ما هو وكيل عليه، ليتمكن من التصرف فيه، ومن حفظ لما هو وكيل عليه، ومن حكمة، ومعرفة بوجوه التصرفات، ليصرفها ويدبرها على ما هو الأليق، فلا تتم الوكالة إلا بذلك كله، فما نقص من ذلك، فهو نقص فيها.\nومن المعلوم المتقرر، أن اللّه تعالى منزه عن كل نقص في صفة من صفاته،.\nفإخباره بأنه على كل شيء وكيل، يدل على إحاطة علمه بجميع الأشياء، وكمال قدرته على تدبيرها، وكمال تدبيره، وكمال حكمته التي يضع بها الأشياء مواضعها."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "له وحده مفاتيح خزائن الخيرات في السماوات والأرض، يمنحها من يشاء، ويمنعها ممن يشاء، والذين كفروا بآيات الله أولئك هم الخاسرون؛ لحرمانهم من الإيمان في حياتهم الدنيا، ولدخولهم النار خالدين فيها في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«له مقاليد السماوات والأرض» أي مفاتيح خزائنهما من المطر والنبات وغيرهما «والذين كفروا بآيات الله» القرآن «أولئك هم الخاسرون» متصل بقوله: (وينجي الله الذين اتقوا) 000الخ وما بينهما اعتراض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ أي: مفاتيحها، علما وتدبيرا، ف مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ فلما بين من عظمته ما يقتضي أن تمتلئ القلوب له إجلالا وإكراما، ذكر حال من عكس القضية فلم يقدره حق قدره، فقال: وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ الدالة على الحق اليقين والصراط المستقيم.\nأُولَئِكَ هُمُ الْخَاسِرُونَ خسروا ما به تصلح القلوب من التأله والإخلاص للّه،.\nوما به تصلح الألسن من إشغالها بذكر اللّه، وما تصلح به الجوارح من طاعة اللّه،.\nوتعوضوا عن ذلك كل مفسد للقلوب والأبدان، وخسروا جنات النعيم، وتعوضوا عنها بالعذاب الأليم."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين الذين يراودونك أن تعبد أوثانهم: أتأمرونني - أيها الجاهلون بربكم - أن أعبد غير الله؟! لا يستحق العبادة إلا الله وحده، فلن أعبد غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أفغير الله تأمروني أعبد أيها الجاهلون» غير منصوب بأعبد المعمول لتأمروني بتقدير أن بنون واحدة وبنونين بإدغام وفك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ يا أيها الرسول لهؤلاء الجاهلين، الذين دعوك إلى عبادة غير اللّه: أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ أي: هذا الأمر صدر من جهلكم، وإلا فلو كان لكم علم بأن اللّه تعالى الكامل من جميع الوجوه، مسدي جميع النعم، هو المستحق للعبادة، دون من كان ناقصا من كل وجه، لا ينفع ولا يضر، لم تأمروني بذلك."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أوحى الله إليك - أيها الرسول - وأوحى إلى الرسل من قبلك: لئن عبدت مع الله غيره ليبطلنّ ثواب عملك الصالح، ولتكوننّ من الخاسرين في الدنيا بخسران دينك، وفي الآخرة بالعذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أوحيَ إليك وإلى الذين من قبلك» والله «لئن أشركت» يا محمد فرضا «ليحبطن عملك ولتكوننَّ من الخاسرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذلك لأن الشرك باللّه محبط للأعمال، مفسد للأحوال، ولهذا قال: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ من جميع الأنبياء.\nلَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ هذا مفرد مضاف، يعم كل عمل،.\nففي نبوة جميع الأنبياء، أن الشرك محبط لجميع الأعمال، كما قال تعالى في سورة الأنعام - لما عدد كثيرا من أنبيائه ورسله قال عنهم: ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ دينك وآخرتك، فبالشرك تحبط الأعمال، ويستحق العقاب والنكال."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل اعبُدِ الله وحده، ولا تشرك به أحدًا، وكن من الشاكرين له على نعمه التي أنعم بها عليك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل الله» وحده «فاعبدْ وكن من الشاكرين» إنعامه عليك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال: بَلِ اللَّهَ فَاعْبُدْ لما أخبر أن الجاهلين يأمرونه بالشرك، وأخبر عن شناعته، أمره بالإخلاص فقال: بَلِ اللَّهَ فَاعْبُدْ أي: أخلص له العبادة وحده لا شريك له، وَكُنْ مِنَ الشَّاكِرِينَ للّه على توفيق اللّه تعالى،.\nفكما أنه تعالى يشكر على النعم الدنيوية، كصحة الجسم وعافيته، وحصول الرزق وغير ذلك،.\nكذلك يشكر ويثنى عليه بالنعم الدينية، كالتوفيق للإخلاص، والتقوى، بل نعم الدين، هي النعم على الحقيقة، وفي تدبر أنها من اللّه تعالى والشكر للّه عليها، سلامة من آفة العجب التي تعرض لكثير من العاملين، بسبب جهلهم، وإلا، فلو عرف العبد حقيقة الحال، لم يعجب بنعمة تستحق عليه زيادة الشكر."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما عظّم المشركون الله حق تعظيمه حين أشركوا به غيره من مخلوقاته الضعيفة العاجزة، وغفلوا عن قدرة الله التي من مظاهرها أن الأرض بما فيها من جبال وأشجار وأنهار وبحار يوم القيامة في قبضته، وأن السماوات السبع كلها مطويات بيمينه، تَنَزَّه وتقدس وتعالى عما يقوله ويعتقده المشركون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما قدروا الله حق قدره» ما عرفوه حق معرفته، أو ما عظموه حق عظمته حين أشركوا به غيره «والأرض جميعا» حال: أي السبع «قبضته» أي مقبوضة له: أي في ملكه وتصرفه «يوم القيامة والسماوات مطويات» مجموعات «بيمينه» بقدرته «سبحانه وتعالى عما يشركون» معه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وما قدر هؤلاء المشركون ربهم حق قدره، ولا عظموه حق تعظيمه، بل فعلوا ما يناقض ذلك، من إشراكهم به من هو ناقص في أوصافه وأفعاله، فأوصافه ناقصة من كل وجه، وأفعاله ليس عنده نفع ولا ضر، ولا عطاء ولا منع، ولا يملك من الأمر شيئا.\nفسووا هذا المخلوق الناقص بالخالق الرب العظيم، الذي من عظمته الباهرة، وقدرته القاهرة، أن جميع الأرض يوم القيامة قبضة للرحمن، وأن السماوات - على سعتها وعظمها - مطويات بيمينه، فلا عظمه حق عظمته من سوَّى به غيره، ولا أظلم منه.\nسُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ أي: تنزه وتعاظم عن شركهم به."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم ينفخ المَلَك الموكل بالنفخ في القرن، يموت كل من في السماوات ومن في الأرض إلا من شاء الله عدم موته، ثم ينفخ فيه المَلَك مرة ثانية للبعث، فإذا جميع الأحياء قائمون ينظرون ما الله فاعل بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونفخ في الصور» النفخة الأولى «فصعق» مات «من في السماوات ومن في الأرض إلا من شاء الله» من الحور والوالدان وغيرهما «ثم نفخ فيه أخرى فإذا هم» أي جميع الخلائق الموتى «قيام ينظرون» ينتظرون ما يفعل بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما خوفهم تعالى من عظمته، خوفهم بأحوال يوم القيامة، ورغَّبهم ورهَّبهم فقال: وَنُفِخَ فِي الصُّورِ وهو قرن عظيم، لا يعلم عظمته إلا خالقه، ومن أطلعه اللّه على علمه من خلقه،.\nفينفخ فيه إسرافيل عليه السلام،.\nأحد الملائكة المقربين، وأحد حملة عرش الرحمن.\nفَصَعِقَ أي: غشي أو مات، على اختلاف القولين: مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ أي: كلهم، لما سمعوا نفخة الصور أزعجتهم من شدتها وعظمها، وما يعلمون أنها مقدمة له.\nإِلَّا مَنْ شَاءَ اللَّهُ ممن ثبته اللّه عند النفخة، فلم يصعق، كالشهداء أو بعضهم، وغيرهم.\nوهذه النفخة الأولى، نفخة الصعق، ونفخة الفزع.\nثُمَّ نُفِخَ فِيهِ النفخة الثانية نفخة البعث فَإِذَا هُمْ قِيَامٌ ينظرون أي: قد قاموا من قبورهم لبعثهم وحسابهم، قد تمت منهم الخلقة الجسدية والأرواح، وشخصت أبصارهم يَنْظُرُونَ ماذا يفعل اللّه بهم."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأضاءت الأرض لما تجلّى رب العزة للفصل بين العباد، ونُشِرت صحف أعمال الناس، وجيء بالأنبياء، وجيء بأمة محمد صلى الله عليه وسلم لتشهد للأنبياء على أقوامهم، وحكم الله بين جميعهم بالعدل، وهم لا يُظْلمون في ذلك اليوم، فلا يزاد إنسان سيئة، ولا ينقص حسنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأشرقت الأرض» أضاءت «بنور ربها» حين يتجلى الله لفصل القضاء «ووضع الكتاب» كتاب الأعمال للحساب «وجيء بالنبيين والشهداء» أي بمحمد صلى الله عليه وسلم وأمته يشهدون للرسل بالبلاغ «وقُضيَ بينهم بالحق» أي العدل «وهم لا يظلمون» شيئا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا علم من هذا، أن الأنوار الموجودة تذهب يوم القيامة وتضحمل، وهو كذلك، فإن اللّه أخبر أن الشمس تكور، والقمر يخسف، والنجوم تندثر، ويكون الناس في ظلمة، فتشرق عند ذلك الأرض بنور ربها، عندما يتجلى وينزل للفصل بينهم، وذلك اليوم يجعل اللّه للخلق قوة، وينشئهم نشأة يَقْوَوْنَ على أن لا يحرقهم نوره، ويتمكنون أيضا من رؤيته، وإلا، فنوره تعالى عظيم، لو كشفه، لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه.\nوَوُضِعَ الْكِتَابُ أي: كتاب الأعمال وديوانه، وضع ونشر، ليقرأ ما فيه من الحسنات والسيئات، كما قال تعالى: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَا لِهَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا ويقال للعامل من تمام العدل والإنصاف: اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا وَجِيءَ بِالنَّبِيِّينَ ليسألوا عن التبليغ، وعن أممهم، ويشهدوا عليهم.\nوَالشُّهَدَاءِ من الملائكة، والأعضاء والأرض.\nوَقُضِيَ بَيْنَهُمْ بِالْحَقِّ أي: العدل التام والقسط العظيم، لأنه حساب صادر ممن لا يظلم مثقال ذرة، ومن هو محيط بكل شيء، وكتابه الذي هو اللوح المحفوظ، محيط بكل ما عملوه، والحفظة الكرام، والذين لا يعصون ربهم، قد كتبت عليهم ما عملوه، وأعدل الشهداء قد شهدوا على ذلك الحكم، فحكم بذلك من يعلم مقادير الأعمال ومقادير استحقاقها للثواب والعقاب."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأكمل الله جزاء كل نفس، خيرًا كان عملها أو شرًّا، والله أعلم بما يفعلون، لا يخفى عليه من أفعالهم خيرها وشرها شيء، وسيجازيهم في هذا اليوم على أعمالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووفّيَتْ كلُّ نفس ما عملت» أي جزاءه «وهو أعلم» عالم «بما يفعلون» فلا يحتاج إلى شاهد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فيحصل حكم يقر به الخلق، ويعترفون للّه بالحمد والعدل، ويعرفون به من عظمته وعلمه وحكمته ورحمته ما لم يخطر بقلوبهم، ولا تعبر عنه ألسنتهم، ولهذا قال: وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "وَسِيقَ الَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وساق الملائكةُ الكافرين بالله إلى جهنم جماعات ذليلة، حتى إذا جاؤوا جهنم فتحت لهم خزنتها من الملائكة الموكلين بها أبوابها، واستقبلوهم بالتوبيخ قائلين لهم: ألم يأتكم رسل من جنسكم يقرؤون عليكم آيات ربكم المنزلة عليهم، ويخوّفونكم لقاء يوم القيامة؛ لما فيه من عذاب شديد؟! قال الذين كفروا مُقِرِّين على أنفسهم: بلى، قد حصل كل ذلك، ولكن وجبت كلمة العذاب على الكافرين، ونحن كنا كافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسيق الذين كفروا» بعنف «إلى جهنم زمرا» جماعات متفرقة «حتى إذا جاءُوها فتحت أبوابها» جواب إذا «وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم» القرآن وغيره «وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب» أي: (لأملأن جهنم) الآية. «على الكافرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى حكمه بين عباده، الذين جمعهم في خلقه ورزقه وتدبيره، واجتماعهم في الدنيا، واجتماعهم في موقف القيامة، فرقهم تعالى عند جزائهم، كما افترقوا في الدنيا بالإيمان والكفر، والتقوى والفجور، فقال: وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ أي: سوقا عنيفا، يضربون بالسياط الموجعة، من الزبانية الغلاظ الشداد، إلى شر محبس وأفظع موضع، وهي جهنم التي قد جمعت كل عذاب، وحضرها كل شقاء، وزال عنها كل سرور، كما قال تعالى: يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا أي: يدفعون إليها دفعا، وذلك لامتناعهم من دخولها.\nويساقون إليها زُمَرًا أي: فرقا متفرقة، كل زمرة مع الزمرة التي تناسب عملها، وتشاكل سعيها، يلعن بعضهم بعضا، ويبرأ بعضهم من بعض.\nحَتَّى إِذَا جَاءُوهَا أي: وصلوا إلى ساحتها فُتِحَتْ لهم أي: لأجلهم أَبْوَابُهَا لقدومهم وقِرًى لنزولهم.\nوَقَالَ لَهُمْ خَزَنَتُهَا مهنئين لهم بالشقاء الأبدي، والعذاب السرمدي، وموبخين لهم على الأعمال التي أوصلتهم إلى هذا المحل الفظيع: أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ أي: من جنسكم تعرفونهم وتعرفون صدقهم، وتتمكنون من التلقي عنهم؟.\nيَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ التي أرسلهم اللّه بها، الدالة على الحق اليقين بأوضح البراهين.\nوَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا أي: وهذا يوجب عليكم اتباعهم والحذر من عذاب هذا اليوم، باستعمال تقواه، وقد كانت حالكم بخلاف هذه الحال؟ قَالُوا مقرين بذنبهم، وأن حجة اللّه قامت عليهم: بَلَى قد جاءتنا رسل ربنا بآياته وبيناته، وبينوا لنا غاية التبيين، وحذرونا من هذا اليوم.\nوَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ أي: بسبب كفرهم وجبت عليهم كلمة العذاب، التي هي لكل من كفر بآيات اللّه، وجحد ما جاءت به المرسلون، فاعترفوا بذنبهم وقيام الحجة عليهم."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قيل لهم إهانةً لهم وتيئيسًا من رحمة الله، ومن الخروج من النار: ادخلوا أبواب جهنم ماكثين فيها أبدًا، فساء وقَبُح مقرّ المتكبرين المتعالين على الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قيل ادخلوا أبواب جهنم خالدين فيها» مقدّرين الخلود «فبئس مثوى» مأوى «المتكبرين» جهنم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قِيلَ لهم على وجه الإهانة والإذلال: ادْخُلُوا أَبْوَابَ جَهَنَّمَ كل طائفة تدخل من الباب الذي يناسبها ويوافق عملها.\nخَالِدِينَ فِيهَا أبدا، لا يظعنون عنها، ولا يفتر عنهم العذاب ساعة ولا ينظرون.\nفَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ أي: بئس المقر، النار مقرهم، وذلك لأنهم تكبروا على الحق، فجازاهم اللّه من جنس عملهم، بالإهانة والذل، والخزي."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وساقَ الملائكةُ برِفْقٍ المؤمنين الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه إلى الجنة جماعات مكرمة، حتى إذا جاؤوا الجنة فتحت لهم أبوابها، وقال لهم الملائكة الموكلون بها: سلام عليكم من كل ضرّ ومن كل ما تكرهونه، طابت قلوبكم وأعمالكم، فادخلوا الجنة ماكثين فيها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسيق الذين اتقوا ربهم» بلطف «إلى الجنة زمرا حتى إذا جاءُوها وفتحت أبوابها» الواو فيه للحال بتقدير قد «وقال لهم خزنتها سلام عليكم طبتم» حال «فادخلوها خالدين» مقدّرين الخلود فيها، وجواب إذا مقدر، أي دخولها وسوقهم وفتح الأبواب قبل مجيئهم تكرمة لهم، وسوق الكفار وفتح أبواب جهنم عند مجيئهم ليبقى حرها إليهم إهانة لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال عن أهل الجنة: وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ بتوحيده والعمل بطاعته، سوق إكرام وإعزاز، يحشرون وفدا على النجائب.\nإِلَى الْجَنَّةِ زُمَرًا فرحين مستبشرين، كل زمرة مع الزمرة، التي تناسب عملها وتشاكله.\nحَتَّى إِذَا جَاءُوهَا أي: وصلوا لتلك الرحاب الرحيبة والمنازل الأنيقة، وهبَّ عليهم ريحها ونسيمها، وآن خلودها ونعيمها.\nوَفُتِحَتْ لهم أَبْوَابُهَا فتح إكرام، لكرام الخلق، ليكرموا فيها.\nوَقَالَ لَهُمْ خَزَنَتُهَا تهنئة لهم وترحيبا: سَلَامٌ عَلَيْكُمْ أي: سلام من كل آفة وشر حال.\nعليكم طِبْتُمْ أي: طابت قلوبكم بمعرفة اللّه ومحبته وخشيته، وألسنتكم بذكره، وجوارحكم بطاعته.\nف بسبب طيبكم ادْخُلُوهَا خَالِدِينَ لأنها الدار الطيبة، ولا يليق بها إلا الطيبون.\nوقال في النار فُتِحَتْ أَبْوَابُهَا وفي الجنة وَفُتِحَتْ بالواو، إشارة إلى أن أهل النار، بمجرد وصولهم إليها، فتحت لهم أبوابها من غير إنظار ولا إمهال، وليكون فتحها في وجوههم، وعلى وصولهم، أعظم لحرها، وأشد لعذابها.\nوأما الجنة، فإنها الدار العالية الغالية، التي لا يوصل إليها ولا ينالها كل أحد، إلا من أتى بالوسائل الموصلة إليها، ومع ذلك، فيحتاجون لدخولها لشفاعة أكرم الشفعاء عليه، فلم تفتح لهم بمجرد ما وصلوا إليها، بل يستشفعون إلى اللّه بمحمد صلى اللّه عليه وسلم، حتى يشفع، فيشفعه اللّه تعالى.\nوفي الآيات دليل على أن النار والجنة لهما أبواب تفتح وتغلق، وأن لكل منهما خزنة، وهما الداران الخالصتان، اللتان لا يدخل فيهما إلا من استحقهما، بخلاف سائر الأمكنة والدور."
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال المؤمنون لما دخلوا الجنة: الحمد لله الذي صدقنا وعده الذي وعدناه على ألسنة رسله، فقد وعدنا بأن يدخلنا الجنة، وأورثنا أرض الجنة، ننزل منها المكان الذي نشاء أن ننزله، فنعم أجر العاملين الذين يعملون الأعمال الصالحة ابتغاء وجه ربهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» عطف على دخولها المقدر «الحمد لله الذي صدقنا وعده» بالجنة «وأورثنا الأرض» أي أرض الجنة «نتبوأ» ننزل «من الجنة حيث نشاء» لأنها كلها لا يختار فيها مكان على مكان «فنعم أجر العاملين» الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا عند دخولهم فيها واستقرارهم، حامدين ربهم على ما أولاهم ومنَّ عليهم وهداهم: الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ أي: وعدنا الجنة على ألسنة رسله، إن آمنا وصلحنا، فوفَّى لنا بما وعدنا، وأنجز لنا ما منَّانا.\nوَأَوْرَثَنَا الْأَرْضَ أي: أرض الجنة نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ أي: ننزل منها أي مكان شئنا، ونتناول منها أي نعيم أردنا، ليس ممنوعا عنا شيء نريده.\nفَنِعْمَ أَجْرُ الْعَامِلِينَ الذين اجتهدوا بطاعة ربهم، في زمن قليل منقطع، فنالوا بذلك خيرا عظيما باقيا مستمرا.\nوهذه الدار التي تستحق المدح على الحقيقة، التي يكرم اللّه فيها خواص خلقه،.\nورضيها الجواد الكريم لهم نزلا، وبنى أعلاها وأحسنها، وغرسها بيده، وحشاها من رحمته وكرامته ما ببعضه يفرح الحزين، ويزول الكدر، ويتم الصفاء."
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويكون الملائكة في هذا اليوم المشهود محيطين بالعرش، ينزهون الله عما لا يليق به مما يقوله الكفار، وقضى الله بين جميع الخلائق بالعدل، فأكرم من أكرم، وعذب من عذب، وقيل: الحمد لله رب المخلوقات على حكمه بما حكم به من رحمة لعباده المؤمنين، ومن عذاب لعباده الكافرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وترى الملائكة حافّين» حال «من حول العرش» من كل جانب منه «يسبحون» حال من ضمير حافين «بحمد ربهم» ملابسين للحمد: أي يقولون: سبحان الله وبحمده «وقضيَ بينهم» بين جميع الخلائق «بالحق» أي العدل فيدخل المؤمنون الجنة، والكافرين النار «وقيل الحمد لله رب العالمين» ختم استقرار الفريقين بالحمد من الملائكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتَرَى الْمَلَائِكَةَ أيها الرائي ذلك اليوم العظيم حَافِّينَ مِنْ حَوْلِ الْعَرْشِ أي: قد قاموا في خدمة ربهم، واجتمعوا حول عرشه، خاضعين لجلاله، معترفين بكماله، مستغرقين بجماله.\nيُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ أي: ينزهونه عن كل ما لا يليق بجلاله، مما نسب إليه المشركون وما لم ينسبوا.\nوَقُضِيَ بَيْنَهُمْ أي: بين الأولين والآخرين من الخلق بِالْحَقِّ الذي لا اشتباه فيه ولا إنكار، ممن عليه الحق.\nوَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ لم يذكر القائل من هو، ليدل ذلك على أن جميع الخلق نطقوا بحمد ربهم وحكمته على ما قضى به على أهل الجنة وأهل النار، حمد فضل وإحسان، وحمد عدل وحكمة."
                }
            ]
        }
    ]
}