{
    "surah": "فصلت",
    "number": 41,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "حم",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حم» الله أعلم بمراده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسير الحروف المقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا القرآن تنزيل من الله الرحمن الرحيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تنزيل من الرحمن الرحيم» مبتدأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عباده أن هذا الكتاب الجليل والقرآن الجميل تَنْزِيلُ صادر مِنَ الرَّحْمَنِ الرَّحِيمِ الذي وسعت رحمته كل شيء، الذي من أعظم رحمته وأجلها، إنزال هذا الكتاب، الذي حصل به، من العلم والهدى، والنور، والشفاء، والرحمة، والخير الكثير، ما هو من أجل نعمه على العباد، وهو الطريق للسعادة في الدارين."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كتاب بُيِّنت آياته أتمّ تبيين وأكمله، وجُعِل قرآنًا عربيًّا لقوم يعلمون؛ لأنهم الذين ينتفعون بمعانيه، وبما فيه من الهداية إلى الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كتاب» خبره «فصلت آياته» بينت بالأحكام والقصص والمواعظ «قرآناً عربيا» حال من كتاب بصفته «لقوم» متعلق بفصلت «يعلمون» يفهمون ذلك، وهم العرب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أثنى على الكتاب بتمام البيان فقال: فُصِّلَتْ آيَاتُهُ أي: فصل كل شيء من أنواعه على حدته، وهذا يستلزم البيان التام، والتفريق بين كل شيء، وتمييز الحقائق.\nقُرْآنًا عَرَبِيًّا أي: باللغة الفصحى أكمل اللغات، فصلت آياته وجعل عربيًا.\nلِقَوْمٍ يَعْلَمُونَ أي: لأجل أن يتبين لهم معناه، كما تبين لفظه، ويتضح لهم الهدى من الضلال، والْغَيِّ من الرشاد.\nوأما الجاهلون، الذين لا يزيدهم الهدى إلا ضلالاً، ولا البيان إلا عَمًى فهؤلاء لم يُسَقِ الكلام لأجلهم، سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مبشرًا المؤمنين بما أعدّ الله لهم من الجزاء الجزيل، ومخوِّفًا الكافرين من عذاب الله الأليم، فأعرضَ معظمهم عنه، فهم لا يسمعون ما فيه من الهدى سماع قَبُول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بشيراً» صفة قرآناً «ونذيراً فأعرض أكثرهم فهم لا يسمعون» سماع قبول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَشِيرًا وَنَذِيرًا أي: بشيرًا بالثواب العاجل والآجل، ونذيرًا بالعقاب العاجل والآجل، وذكر تفصيلهما، وذكر الأسباب والأوصاف التي تحصل بها البشارة والنذارة، وهذه الأوصاف للكتاب، مما يوجب أن يُتَلقَّى بالقبول، والإذعان، والإيمان، والعمل به، ولكن أعرض أكثر الخلق عنه إعراض المستكبرين، فَهُمْ لَا يَسْمَعُونَ له سماع قبول وإجابة، وإن كانوا قد سمعوه سماعًا، تقوم عليهم به الحجة الشرعية."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالوا: قلوبنا مغطاة بأغلفة فلا تعقل ما تَدْعُونا إليه، وفي آذاننا صَمَم فلا تسمعه، ومن بيننا وبينك ستر فلا يصل إلينا شيء مما تقول، فاعمل أنت على طريقتك، إنا عاملون على طريقتنا، ولن نتبعك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» للنبي «قلوبنا في أكنَّةٍ» أغطية «مما تدعونا إليه وفي آذاننا وقر» ثقل «ومن بيننا وبينك حجاب» خلاف في الدين «فاعمل» على دينك «إننا عاملون» على ديننا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا أي: هؤلاء المعرضون عنه، مبينين عدم انتفاعهم به، بسد الأبواب الموصلة إليه: قُلُوبُنَا فِي أَكِنَّةٍ أي: أغطية مغشاة مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ أي: صمم فلا نسمع لك وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فلا نراك.\nالقصد من ذلك، أنهم أظهروا الإعراض عنه، من كل وجه، وأظهروا بغضه، والرضا بما هم عليه، ولهذا قالوا: فَاعْمَلْ إِنَّنَا عَامِلُونَ أي: كما رضيت بالعمل بدينك، فإننا راضون كل الرضا، بالعمل في ديننا، وهذا من أعظم الخذلان، حيث رضوا بالضلال عن الهدى، واستبدلوا الكفر بالإيمان، وباعوا الآخرة بالدنيا."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِلْمُشْرِكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المعاندين: إنما أنا بشر مثلكم يوحي إلي الله أنما معبودكم بحق معبود واحد هو الله، فاسلكوا الطريق الموصل إليه، واطلبوا منه المغفرة لذنوبكم، وهلاك وعذاب للمشركين الذين يعبدون غير الله أو يشركون معه أحدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل إنما أنا بشر مثلكم يوحى إليَّ أنما إلهكم إله واحد فاستقيموا إليه» بالإيمان والطاعة «واستغفروه وويل» كلمة عذاب «للمشركين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ لهم يا أيها النبي: إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أي: هذه صفتي ووظيفتي، أني بشر مثلكم، ليس بيدي من الأمر شيء، ولا عندي ما تستعجلون به، وإنما فضلني اللّه عليكم، وميَّزني، وخصَّني، بالوحي الذي أوحاه إليَّ وأمرني باتباعه، ودعوتكم إليه.\nفَاسْتَقِيمُوا إِلَيْهِ أي.\nاسلكوا الصراط الموصل إلى اللّه تعالى، بتصديق الخبر الذي أخبر به، واتباع الأمر، واجتناب النهي، هذه حقيقة الاستقامة، ثم الدوام على ذلك، وفي قوله: إِلَيْهِ تنبيه على الإخلاص، وأن العامل ينبغي له أن يجعل مقصوده وغايته، التي يعمل لأجلها، الوصول إلى اللّه، وإلى دار كرامته، فبذلك يكون عمله خالصًا صالحًا نافعًا، وبفواته، يكون عمله باطلاً.\nولما كان العبد، -ولو حرص على الاستقامة- لا بد أن يحصل منه خلل بتقصير بمأمور، أو ارتكاب منهي، أمره بدواء ذلك بالاستغفار المتضمن للتوبة فقال: وَاسْتَغْفِرُوهُ ثم توَّعد من ترك الاستقامة فقال: وَوَيْلٌ لِلْمُشْرِكِينَ"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين لا يعطون زكاة أموالهم، وهم بالآخرة - وما فيها من نعيم مقيم وعذاب أليم - كافرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين لا يؤتون الزكاة وهم بالآخرة هم» تأكيد «كافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[ الذين لا يؤتون الزكاة أي: الذين عبدوا من دونه من لا يملك نفعًا ولا ضرًا، ولا موتًا، ولا حياة، ولا نشورًا ودنسوا أنفسهم، فلم يزكوها بتوحيد ربهم والإخلاص له، ولم يصلوا ولا زكوا، فلا إخلاص للخالق بالتوحيد والصلاة، ولا نفع للخلق بالزكاة وغيرها.\nوَهُمْ بِالْآخِرَةِ هم كَافِرُونَ أى: لا يؤمنون بالبعث، ولا بالجنة والنار، فلذلك لما زال الخوف من قلوبهم، أقدموا على ما أقدموا عليه، مما يضرهم في الآخرة."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين آمنوا بالله وبرسله، وعملوا الأعمال الصالحات لهم ثواب خالد غير مقطوع وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون» مقطوع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر الكافرين، ذكر المؤمنين، ووصفهم وجزاءهم، فقال: إِنَّ الَّذِينَ آمَنُوا بهذا الكتاب، وما اشتمل عليه مما دعا إليه من الإيمان، وصدقوا إيمانهم بالأعمال الصالحة الجامعة للإخلاص، والمتابعة.\nلَهُمْ أَجْرٌ أي: عظيم غَيْرُ مَمْنُونٍ أي: غير مقطوع ولا نافد، بل هو مستمر مدى الأوقات، متزايد على الساعات، مشتمل على جميع اللذات والمشتهيات."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - موبِّخًا المشركين: لماذا أنتم تكفرون بالله الذي خلق الأرض في يومين: يوم الأحد والاثنين، وتجعلون له نظراء تعبدونهم من دونه؟! ذلك رب المخلوقات كلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أئنكم» بتحقيق الهمزة الثانية وتسهيلها وإدخال ألف بينها بوجهيها وبين الأولى «لتكفرون بالذي خلق الأرض في يومين» الأحد والاثنين «وتجعلون له أنداداً» شركاء «ذلك رب» أي مالك «العالمين» جمع عالم، وهو ما سوى الله وجمع لاختلاف أنواعه بالياء والنون، تغليباً للعقلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ينكر تعالى ويعجِّب، من كفر الكافرين به، الذين جعلوا معه أندادا يشركونهم معه، ويبذلون لهم ما يشاؤون من عباداتهم، ويسوونهم بالرب العظيم، الملك الكريم، الذي خلق الأرض الكثيفة العظيمة، في يومين."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعل فيها جبالًا ثوابت من فوقها تثبتها لئلا تضطرب، وبارك فيها فجعلها دائمة الخير لأهلها، وقدّر فيها أقوات الناس والبهائم في أربعة أيام متمَّة لليومين السابقين هما: يوم الثلاثاء ويوم الأربعاء سواء لمن أراد أن يسأل عنها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعل» مستأنف ولا يجوز عطفه على صلة الذي للفاصل الأجنبي «فيها رواسي» جبالاً ثوابت «من فوقها وبارك فيها» بكثرة المياه والزروع والضروع «وقدَّر» قسَّم «فيها أقواتها» للناس والبهائم «في» تمام «أربعة أيام» أي الجعل وما ذكر معه في يوم الثلاثاء والأربعاء «سواءً» منصوب على المصدر، أي استوت الأربعة استواءً لا تزيد ولا تنقص «للسائلين» عن خلق الأرض بما فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم دحاها في يومين، بأن جعل فيها رواسي من فوقها، ترسيها عن الزوال والتزلزل وعدم الاستقرار.\nفكمل خلقها، ودحاها، وأخرج أقواتها، وتوابع ذلك فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ عن ذلك، فلا ينبئك مثل خبير، فهذا الخبر الصادق الذي لا زيادة فيه ولا نقص."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم قصد سبحانه إلى خلق السماء، وهي يومئذ دخان فقال لها وللأرض: انقادا لأمري مختارتين، أو مكرهتين، لا مَحِيد لكما عن ذلك، قالتا: أتينا طائعتين، فلا إرادة لنا دون إرادتك يا ربنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم استوى» قصد «إلى السماء وهي دخان» بخار مرتفع «فقال لها وللأرض ائتيا» إلى مرادي منكما «طوعاً أو كرهاً» في موضع الحال، أي طائعتين أو مكرهتين «قالتا أتينا» بمن فينا «طائعين» فيه تغليب المذكر العاقل أو نزلنا لخاطبها منزلته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ بعد أن خلق الأرض اسْتَوَى أي: قصد إِلَى خلق السَّمَاءِ وَهِيَ دُخَانٌ قد ثار على وجه الماء، فَقَالَ لَهَا ولما كان هذا التخصيص يوهم الاختصاص، عطف عليه بقوله: وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا أي: انقادا لأمري، طائعتين أو مكرهتين، فلا بد من نفوذه.\nقَالَتَا أَتَيْنَا طَائِعِينَ ليس لنا إرادة تخالف إرادتك."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأتمّ الله خلق السماوات في يومين: يوم الخميس ويوم الجمعة، وبهما تم خلق السماوات والأرض في ستة أيام، وأوحى الله في كل سماء ما يقدره فيها، وما يأمر به من طاعة وعبادة، وزيّنّا السماء الدنيا بالنجوم، وحفظنا بها السماء من استراق الشياطين السمع، ذلك المذكور كله تقدير العزيز الذي لا يغلبه أحد، العليم بخلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقضاهنَّ» الضمير يرجع إلى السماء لأنها في معنى الجمع الآيلة إليه، أي صيَّرها «سبع سماوات في يومين» الخميس والجمعة فرغ منها في آخر ساعة منه، وفيها خلق آدم ولذلك لم يقل هنا سواء، ووافق ما هنا آيات خلق السماوات والأرض في ستة أيام «وأوحى في كل سماءٍ أمرها» الذي أمر به من فيها من الطاعة والعبادة «وزينا السماء الدنيا بمصابيح» بنجوم «وحفظاً» منصوب بفعله المقدَّر، أي حفظناها من استراق الشياطين السمع بالشهب «ذلك تقدير العزيز» في ملكه «العليم» بخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ فَتَمَّ خلق السماوات والأرض في ستة أيام، أولها يوم الأحد، وآخرها يوم الجمعة، مع أن قدرة اللّه ومشيئته صالحة لخلق الجميع في لحظة واحدة، ولكن مع أنه قدير، فهو حكيم رفيق، فمن حكمته ورفقه، أن جعل خلقها في هذه المدة المقدرة.\nواعلم أن ظاهر هذه الآية، مع قوله تعالى في النازعات، لما ذكر خلق السماوات قال: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا يظهر منهما التعارض، مع أن كتاب اللّه، لا تعارض فيه ولا اختلاف.\nوالجواب عن ذلك، ما قاله كثير من السلف، أن خلق الأرض وصورتها متقدم على خلق السماوات كما هنا، ودحي الأرض بأن أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا متأخر عن خلق السماوات كما في سورة النازعات، ولهذا قال فيها: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا إلى آخره ولم يقل: \"والأرض بعد ذلك خلقها\"وقوله: وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا أي: الأمر والتدبير اللائق بها، الذي اقتضته حكمة أحكم الحاكمين.\nوَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ هي: النجوم، يستنار، بها، ويهتدى، وتكون زينة وجمالاً للسماء ظاهرًا، وجمالاً لها، باطنًا، بجعلها رجومًا للشياطين، لئلا يسترق السمع فيها.\nذَلِكَ المذكور، من الأرض وما فيها، والسماء وما فيها تَقْدِيرُ الْعَزِيزِ الذي عزته، قهر بها الأشياء ودبرها، وخلق بها المخلوقات.\nالْعَلِيمِ الذي أحاط علمه بالمخلوقات، الغائب والشاهد.\nفَتَرْكُ المشركين الإخلاص لهذا الرب العظيم الواحد القهار، الذي انقادت المخلوقات لأمره ونفذ فيها قدره، من أعجب الأشياء، واتخاذهم له أندادًا يسوونهم به، وهم ناقصون في أوصافهم وأفعالهم، أعجب، وأعجب، ولا دواء لهؤلاء، إن استمر إعراضهم، إلا العقوبات الدنيوية والأخروية."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن أعرض هؤلاء عن الإيمان بما جئت به فقل لهم - أيها الرسول -: خوّفتكم عذابًا يقع عليكم مثل العذاب الذي وقع على عاد قوم هود، وثمود قوم صالح لما كذبوهما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن أعرضوا» أي كفار مكة عن الإيمان بعد هذا البيان «فقل أنذرتكم» خوَّفتكم «صاعقةً مثل صاعقة عادٍ وثمود» عذاباً يهلككم مثل الذي أهلكهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فإن أعرض هؤلاء المكذبون بعد ما بين لهم من أوصاف القرآن الحميدة، ومن صفات الإله العظيم فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً أي: عذابًا يستأصلكم ويجتاحكم، مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ القبيلتين المعروفتين، حيث اجتاحهم العذاب، وحل عليهم، وبيل العقاب، وذلك بظلمهم وكفرهم."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حين جاءتهم رسلهم يتبع بعضهم بعضًا بدعوة واحدة يأمرونهم ألا يعبدوا إلا الله وحده، قال الكفار منهم: لو شاء ربنا إنزال ملائكة إلينا رسلًا لأنزلهم، فإنا كافرون بما أرسلتم به؛ لأنكم بشر مثلنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذْ جاءتهم الرسل من بين أيديهم ومن خلفهم» أي مقبلين عليهم ومدبرين عنهم فكفروا كما سيأتي، والإهلاك في زمنه فقط «أن» أي بأن «لا تعبدوا إلا الله قالوا لو شاء ربنا لأنزل» علينا «ملائكة فإنا بما أرسلتم به» على زعمكم «كافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "حيث جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أي: يتبع بعضهم بعضا متوالين، ودعوتهم جميعا واحدة.\nأَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ أي: يأمرونهم بالإخلاص للّه، وينهونهم عن الشرك، فردوا رسالتهم وكذبوهم، قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً أي: وأما أنتم فبشر مثلنا فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ وهذه الشبهة لم تزل متوارثة بين المكذبين، من الأمم وهي من أوهى الشُّبَهِ، فإنه ليس من شرط الإرسال، أن يكون المرسل مَلَكًا، وإنما شرط الرسالة، أن يأتي الرسول بما يدل على صدقه، فَلْيَقْدَحُوا، إن استطاعوا بصدقهم، بقادح عقلي أو شرعي، ولن يستطيعوا إلى ذلك سبيلا."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما عاد قوم هود فمع كفرهم بالله تكبّروا في الأرض بغير الحق، وظلموا من حولهم، وقالوا وهم مخدوعون بقوتهم: من أشدّ منا قوة؟! لا أحد أشد منهم قوة بزعمهم، فردّ الله عليهم: أولا يعلم هؤلاء ويشاهدون أن الله الذي خلقهم وأودع فيهم القوة التي أطغتهم هو أشدّ منهم قوة؟! وكانوا يكفرون بآيات الله التي جاء بها هود عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما عاد فاستكبروا في الأرض بغير الحق وقالوا» لما خوِّفوا بالعذاب «من أشد منا قوة» أي لا أحد، كان واحدهم يقلع الصخرة العظيمة من الجبل يجعلها حيث يشاء «أولم يروْا» يعلموا «أن الله الذي خلقهم هو أشد منهم قوَّة وكانوا بآياتنا» المعجزات «يجحدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا تفصيل لقصة هاتين الأمتين، عاد، وثمود.\nفَأَمَّا عَادٌ فكانوا -مع كفرهم باللّه، وجحدهم بآيات اللّه، وكفرهم برسله- مستكبرين في الأرض، قاهرين لمن حولهم من العباد، ظالمين لهم، قد أعجبتهم قوتهم.\nوَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً قال تعالى ردًا عليهم، بما يعرفه كل أحد: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً فلولا خلقه إياهم، لم يوجدوا فلو نظروا إلى هذه الحال نظرًا صحيحًا، لم يغتروا بقوتهم، فعاقبهم اللّه عقوبة، تناسب قوتهم، التي اغتروا بها."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنْصَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبعثنا عليهم ريحًا ذات صوت مزعج في أيام مشؤومات عليهم لما فيها من العذاب؛ لنذيقهم عذاب الذل والمهانة لهم في الحياة الدنيا، ولعذاب الآخرة الذي ينتظرهم أشدّ إذلالًا لهم، وهم لا يجدون من ينصرهم بإنقاذهم من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأرسلنا عليهم ريحاً صرصراً» باردة شديدة الصوت بلا مطر «في أيام نحسات» بكسر الحاء وسكونها مشؤومات عليهم «لنذيقهم عذاب الخزي» الذل «في الحياة الدنيا ولعذاب الآخرة أخزى» أشد «وهم لا ينصرون» بمنعه عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا أي: ريحًا عظيمة، من قوتها وشدتها، لها صوت مزعج، كالرعد القاصف.\nفسخرها اللّه عليهم سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ نحسات فدمرتهم وأهلكتهم، فأصبحوا لا يرى إلا مساكنهم.\nوقال هنا: لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا الذي اختزوا به وافتضحوا بين الخليقة.\nوَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ أي: لا يمنعون من عذاب اللّه، ولا ينفعون أنفسهم."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما ثمود قوم صالح فقد هديناهم بتبيين طريق الحق لهم، ففضلوا الضلال على الهداية إلى الحق، فأهلكتهم صاعقة العذاب المهين بسبب ما كانوا يكسبونه من الكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما ثمود فهديناهم» بيّنا لهم طريق الهدى «فاستحبوا العمى» اختاروا الكفر «على الهدى فأخذتهم صاعقة العذاب الهون» المهين «بما كانوا يكسبون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما ثمود وهم القبيلة المعروفة الذين سكنوا الحجر وحواليه، الذين أرسل اللّه إليهم صالحًا عليه السلام، يدعوهم إلى توحيد ربهم، وينهاهم عن الشرك وآتاهم اللّه الناقة، آية عظيمة، لها شرب ولهم شرب يوم معلوم، يشربون لبنها يومًا ويشربون من الماء يومًا، وليسوا ينفقون عليها، بل تأكل من أرض اللّه، ولهذا قال هنا: وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ أي: هداية بيان، وإنما نص عليهم، وإن كان جميع الأمم المهلكة، قد قامت عليهم الحجة، وحصل لهم البيان، لأن آية ثمود، آية باهرة، قد رآها صغيرهم وكبيرهم، وذكرهم وأنثاهم، وكانت آية مبصرة، فلهذا خصهم بزيادة البيان والهدى.\nولكنهم -من ظلمهم وشرهم- استحبوا العمى -الذي هو الكفر والضلال- على الهدى -الذي هو: العلم والإيمان- فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ لا ظلمًا من اللّه لهم."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنجينا الذين آمنوا بالله ورسله، وكانوا يتقون الله بامتثال أوامره واجتناب نواهيه، أنجيناهم من العذاب الذي حلّ بقومهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونجينا» منها «الذين آمنوا وكانوا يتقون» الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ أي نجى اللّه صالحًا عليه السلام ومن اتبعه من المؤمنين المتقين للشرك، والمعاصي."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم يحشر الله أعداءه إلى النار، تردّ الزبانية أولهم إلى آخرهم، لا يستطيعون الهرب من النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «يوم يُحشر» بالياء والنون المفتوحة وضم الشين وفتح الهمزة «أعداء الله إلى النار فهم يوزعون» يساقون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن أعدائه، الذين بارزوه بالكفر به وبآياته، وتكذيب رسله ومعاداتهم ومحاربتهم، وحالهم الشنيعة حين يحشرون، أي: يجمعون.\nإِلَى النَّارِ فَهُمْ يُوزَعُونَ [أي]: يرد أولهم على آخرهم، ويتبع آخرهم أولهم، ويساقون إليها سوقا عنيفًا، لا يستطيعون امتناعًا، ولا ينصرون أنفسهم، ولا هم ينصرون."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حتى إذا ما جاؤوا النار التي سيقوا إليها، وتنكّروا لما كانوا يعملون في الدنيا، شهدت عليهم أسماعهم وأبصارهم وجلودهم بما كانوا يعملونه في الدنيا من الكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حتى إذا ما» زائدة «جاءُوها شهد عليهم سمعهم وأبصارهم وجلودهم بما كانوا يعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "حَتَّى إِذَا مَا جَاءُوهَا أي: حتى إذا وردوا على النار، وأرادوا الإنكار، أو أنكروا ما عملوه من المعاصي، شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ عموم بعد خصوص.\n[ بِمَا كَانُوا يَعْمَلُونَ ] أي: شهد عليهم كل عضو من أعضائهم، فكل عضو يقول: أنا فعلت كذا وكذا، يوم كذا وكذا.\nوخص هذه الأعضاء الثلاثة، لأن أكثر الذنوب، إنما تقع بها، أو بسببها."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا ۖ قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الكفار لجلودهم: لِمَ شهدتم علينا بما كنا نعمل في الدنيا؟! قالت الجلود جوابًا لأصحابها: أنطقنا الله الذي أنطق كل شيء، وهو خلقكم أول مرة عندما كنتم في الدنيا، وإليه وحده ترجعون في الآخرة للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي أنطق كل شيء» أي أراد نطقه «وهو خلقكم أول مرةٍ وإليه ترجعون» قيل: هو من كلام الجلود، وقيل: هو من كلام الله تعالى كالذي بعده وموقعه قريب مما قبله بأن القادر على إنشائكم ابتداء وإعادتكم بعد الموت أحياء قادر على إنطاق جلودكم وأعضائكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإذا شهدت عليهم عاتبوها، وَقَالُوا لِجُلُودِهِمْ هذا دليل عل أن الشهادة تقع من كل عضو كما ذكرنا: لِمَ شَهِدْتُمْ عَلَيْنَا ونحن ندافع عنكن؟ قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ فليس في إمكاننا، الامتناع عن الشهادة حين أنطقنا الذي لا يستعصي عن مشيئته أحد.\nوَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ فكما خلقكم بذواتكم، وأجسامكم، خلق أيضا صفاتكم، ومن ذلك، الإنطاق.\nوَإِلَيْهِ تُرْجَعُونَ في الآخرة، فيجزيكم بما عملتم، ويحتمل أن المراد بذلك، الاستدلال على البعث بالخلق الأول، كما هو طريقة القرآن."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كنتم تَسْتَخْفُون حين ترتكبون المعاصي حتى لا تشهد عليكم أسماعكم ولا أبصاركم ولا جلودكم؛ لأنكم لا تؤمنون بحساب ولا عقاب ولا ثواب بعد الموت، ولكن ظننتم أن الله سبحانه لا يعلم كثيرًا مما تعملونه، بل يخفى عليه، فاغتررتم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما كنتم تستترون» عن ارتكابكم الفواحش من «أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم» لأنكم لم توقنوا بالبعث «ولكن ظننتم» عند استتاركم «أن الله لا يعلم كثيراً مما تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ أي: وما كنتم تختفون عن شهادة أعضائكم عليكم، ولا تحاذرون من ذلك.\nوَلَكِنْ ظَنَنْتُمْ بإقدامكم على المعاصي أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ فلذلك صدر منكم ما صدر، وهذا الظن، صار سبب هلاكهم وشقائهم ."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وذلكم الظن السيئ الذي ظننتم بربكم أهلككم، فأصبحتم بسبب ذلك من الخاسرين الذين خسروا الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وذلكم» مبتدأ «ظنكم» بدل منه «الذي ظننتم بربكم» نعت والخبر «أرداكم» أي أهلككم «فأصبحتم من الخاسرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ الظن السيئ، حيث ظننتم به، ما لا يليق بجلاله.\nأَرْدَاكُمْ أي: أهلككم فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ لأنفسهم وأهليهم وأديانهم بسبب الأعمال التي أوجبها لكم ظنكم القبيح بربكم، فحقت عليكم كلمة العقاب والشقاء، ووجب عليكم الخلود الدائم، في العذاب، الذي لا يفتر عنهم ساعة:"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ ۖ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن يصبر هؤلاء الذين شهد عليهم سمعهم وأبصارهم وجلودهم، فالنار مستقر لهم، ومأوى يأوون إليه، وإن يطلبوا رفع العذاب ورضا الله عنهم، فما هم بنائلين رضاه ولا داخلين الجنة أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن يصبروا» على العذاب «فالنار مثوى» مأوى «لهم وإن يستعتبوا» يطلبوا العتبى، أي الرضا «فما هم من المعتبين» المرضيين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ فلا جَلَدَ عليها، ولا صبر، وكل حالة قُدِّر إمكان الصبر عليها، فالنار لا يمكن الصبر عليها، وكيف الصبر على نار، قد اشتد حرها، وزادت على نار الدنيا، بسبعين ضعفًا، وعظم غليان حميمها، وزاد نتن صديدها، وتضاعف برد زمهريرها وعظمت سلاسلها وأغلالها، وكبرت مقامعها، وغلظ خُزَّانها، وزال ما في قلوبهم من رحمتهم، وختام ذلك سخط الجبار، وقوله لهم حين يدعونه ويستغيثون: اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ وَإِنْ يَسْتَعْتِبُوا أي: يطلبوا أن يزال عنهم العتب، ويرجعوا إلى الدنيا، ليستأنفوا العمل.\nفَمَا هُمْ مِنَ الْمُعْتَبِينَ لأنه ذهب وقته، وعمروا، ما يعمر فيه من تذكر وجاءهم النذير وانقطعت حجتهم، مع أن استعتابهم، كذب منهم وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهيأنا لهؤلاء الكفار قرناء من الشياطين يلازمونهم، فحسَّنوا لهم سوء أعمالهم في الدنيا، وحسَّنوا لهم ما خلفهم من أمر الآخرة فأنسوهم تذكرها والعمل لها، ووجب عليهم العذاب في جملة أمم قد مضت من قبلهم من الجن والإنس، إنهم كانوا خاسرين حيث خسروا أنفسهم وأهليهم يوم القيامة بدخولهم النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وقيضنا) سببنا (لهم قرناء) من الشياطين (فزينوا لهم ما بين أيديهم) من أمر الدنيا واتباع الشهوات (وما خلفهم) من أمر الآخرة بقولهم لا بعث ولا حساب (وحق عليهم القول) بالعذاب وهو \"\" لأملأن جهنم \"\" الآية (في) جملة (أمم قد خلت) هلكت (من قبلهم من الجن والإنس إنهم كانوا خاسرين)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وقضينا لهؤلاء الظالمين الجاحدين للحق قُرَنَاءَ من الشياطين، كما قال تعالى: أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا أي تزعجهم إلى المعاصي وتحثهم عليها، بسبب ما زينوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ فالدنيا زخرفوها بأعينهم، ودعوهم إلى لذاتها وشهواتها المحرمة حتى افتتنوا، فأقدموا على معاصي اللّه، وسلكوا ما شاءوا من محاربة اللّه ورسله والآخرة بَعّدُوها عليهم وأنسوهم ذكرها، وربما أوقعوا عليهم الشُّبه، بعدم وقوعها، فترحَّل خوفها من قلوبهم، فقادوهم إلى الكفر، والبدع، والمعاصي.\nوهذا التسليط والتقييض من اللّه للمكذبين الشياطين، بسبب إعراضهم عن ذكر اللّه وآياته، وجحودهم الحق كما قال تعالى: وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ وَحَقَّ عَلَيْهِمُ الْقَوْلُ أي: وجب عليهم، ونزل القضاء والقدر بعذابهم فِي جملة أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ لأديانهم وآخرتهم، ومن خسر، فلا بد أن يذل ويشقى ويعذب."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الكفار متواصين فيما بينهم لما عجزوا عن مواجهة الحجة بالحجة: لا تسمعوا لهذا القرآن الذي يقرؤه عليكم محمد، ولا تنقادوا لما فيه، وصيحوا وارفعوا أصواتكم عند قراءته له؛ لعلكم بذلك تنتصرون عليه، فيترك تلاوته والدعوة إليه، فنستريح منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين كفروا» عند قراءة النبي صلى الله عليه وسلم «لا تسمعوا لهذا القرآن والغوْا فيه» ائتوا باللغط ونحوه وصيحوا في زمن قراءته «لعلكم تغلبون» فيسكت عن القراءة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن إعراض الكفار عن القرآن، وتواصيهم بذلك، فقال: وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ أي: أعرضوا عنه بأسماعكم، وإياكم أن تلتفتوا، أو تصغوا إليه ولا إلى من جاء به، فإن اتفق أنكم سمعتموه، أو سمعتم الدعوة إلى أحكامه، ف الْغَوْا فِيهِ أي: تكلموا بالكلام الذي لا فائدة فيه، بل فيه المضرة، ولا تمكنوا -مع قدرتكم- أحدًا يملك عليكم الكلام به، وتلاوة ألفاظه ومعانيه، هذا لسان حالهم، ولسان مقالهم، في الإعراض عن هذا القرآن، لَعَلَّكُمْ إن فعلتم ذلك تَغْلِبُونَ ]وهذه[ شهادة من الأعداء، وأوضح الحق، ما شهدت به الأعداء، فإنهم لم يحكموا بغلبتهم لمن جاء بالحق إلا في حال الإعراض عنه والتواصي بذلك، ومفهوم كلامهم، أنهم إن لم يلغوا فيه، بل استمعوا إليه، وألقوا أذهانهم، أنهم لا يغلبون، فإن الحق، غالب غير مغلوب، يعرف هذا، أصحاب الحق وأعداؤه."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلنذيقنّ الذين كفروا بالله وكذّبوا رسله عذابًا شديدًا يوم القيامة، ولنجزينّهم أسوأ الذي كانوا يعملون من الشرك والمعاصي عقابًا لهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال الله تعالى فيهم: «فلنذيقنَّ الذين كفروا عذاباً شديداً ولنجزينهم أسوأ الذي كانوا يعملون» أي أقبح جزاء عملهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان هذا ظلمًا منهم وعنادًا، لم يبق فيهم مطمع للهداية، فلم يبق إلا عذابهم ونكالهم، ولهذا قال: فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ وهو الكفر والمعاصي، فإنها أسوأ ما كانوا يعملون، لكونهم يعملون المعاصي وغيرها، فالجزاء بالعقوبة، إنما هو على عمل الشرك وَلَا يَظْلِمُ رَبُّكَ أَحَدًا"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الجزاء المذكور جزاء أعداء الله الذين كفروا به وكذّبوا رسله: النار، لهم فيها خلود لا ينقطع أبدًا؛ جزاءً على جحدهم لآيات الله، وعدم إيمانهم بها مع وضوحها وقوة حجتها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» العذاب الشديد وأسوأ الجزاء «جزاء أعداء الله» بتحقيق الهمزة الثانية وإبدالها واواً «النار» عطف بيان للجزاء المخبر به عن ذلك «لهم فيها دار الخلد» أي إقامة لا انتقال منها «جزاءً» منصوب على المصدر بفعله المقدر «بما كانوا بآياتنا» القرآن «يجحدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ الذين حاربوه، وحاربوا أولياءه، بالكفر والتكذيب، والمجادلة والمجالدة.\nالنَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ أي: الخلود الدائم، الذي لا يفتر عنهم العذاب ساعة، ولا هم ينصرون، وذلك جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ فإنها آيات واضحة، وأدلة قاطعة مفيدة لليقين، فأعظم الظلم وأكبر العناد، جحدها، والكفر بها."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الذين كفروا بالله وكذبوا رسله: ربنا، أرنا اللذَينِ أضَلَّانا من الجن والإنس: إبليس الذي سنّ الكفر والدعوة إليه، وابن آدم الذي سنّ سفك الدماء، نجعلهما في النار تحت أقدامنا؛ ليكونا من الأسفلين الذين هم أشد أهل النار عذابًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين كفروا» في النار «ربنا أرنا الذيْن أضلانا من الجن والإنس» أي إبليس وقابيل سنَّا الكفر والقتل «نجعلهما تحت أقدامنا» في النار «ليكونا من الأسفلين» أي أشد عذاباً منا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالَ الَّذِينَ كَفَرُوا أي: الأتباع منهم، بدليل ما بعده، على وجه الحنق، على من أضلهم: رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ أي: الصنفين اللذين، قادانا إلى الضلال والعذاب، من شياطين الجن، وشياطين الإنس، الدعاة إلى جهنم.\nنَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ أي: الأذلين المهانين كما أضلونا، وفتنونا، وصاروا سببًا لنزولنا.\nففي هذا، بيان حنق بعضهم على بعض، وتبرِّي بعضهم من بعض."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين قالوا: ربنا الله، لا رب لنا غيره، واستقاموا على امتثال أوامره، واجتناب نواهيه، تتنزل عليهم الملائكة عند احتضارهم قائلين لهم: لا تخافوا من الموت ولا مما بعده، ولا تحزنوا على ما خلّفتم في الدنيا، وأبشروا بالجنة التي كنتم توعدون بها في الدنيا على إيمانكم بالله وعملكم الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين قالوا ربنا الله ثم استقاموا» على التوحيد وغيره بما وجب عليهم «تتنزل عليهم الملائكة» عند الموت «أن» بأن «لا تخافوا» من الموت وما بعده «ولا تحزنوا» على ما خلفتم من أهل وولد فنحن نخلفكم فيه «وأبشروا بالجنة التي كنتم توعدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن أوليائه، وفي ضمن ذلك، تنشيطهم، والحث على الاقتداء بهم، فقال: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا أي: اعترفوا ونطقوا ورضوا بربوبية الله تعالى، واستسلموا لأمره، ثم استقاموا على الصراط المستقيم، علمًا وعملاً، فلهم البشرى في الحياة الدنيا وفي الآخرة.\nتَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ الكرام، أي: يتكرر نزولهم عليهم، مبشرين لهم عند الاحتضار.\nأَلَّا تَخَافُوا على ما يستقبل من أمركم، وَلَا تَحْزَنُوا على ما مضى، فنفوا عنهم المكروه الماضي والمستقبل، وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ فإنها قد وجبت لكم وثبتت، وكان وعد الله مفعولاً."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "نحن أولياؤكم في الحياة الدنيا، فقد كنا نسددكم ونحفظكم، ونحن أولياؤكم في الآخرة، فولايتنا لكم مستمرة، ولكم في الجنة ما تشتهيه أنفسكم من الملذات والشهوات، ولكم فيها كل ما تطلبونه مما تشتهونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نحن أولياؤكم في الحياة الدنيا» أي نحفظكم فيها «وفي الآخرة» أي نكون معكم فيها حتى تدخلوا الجنة «ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدعون» تطلبون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقولون لهم أيضا - مثبتين لهم، ومبشرين: نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ يحثونهم في الدنيا على الخير، ويزينونه لهم، ويرهبونهم عن الشر، ويقبحونه في قلوبهم، ويدعون الله لهم، ويثبتونهم عند المصائب والمخاوف، وخصوصًا عند الموت وشدته، والقبر وظلمته، وفي القيامة وأهوالها، وعلى الصراط، وفي الجنة يهنئونهم بكرامة ربهم، ويدخلون عليهم من كل باب سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ ويقولون لهم أيضا: وَلَكُمْ فِيهَا أي: في الجنة مَا تَشْتَهِي أَنْفُسُكُمْ قد أعد وهيئ.\nوَلَكُمْ فِيهَا مَا تَدَّعُونَ أي: تطلبون من كل ما تتعلق به إرادتكم وتطلبونه من أنواع اللذات والمشتهيات، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "نُزُلًا مِنْ غَفُورٍ رَحِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "رزقًا مُهيَّأً لضيافتكم من ربٍّ غفور لذنوب من تاب إليه من عباده، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نزلاً» رزقاً مهيئاً منصوب بجعل مقدراً «من غفور رحيم» أي الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نُزُلًا مِنْ غَفُورٍ رَحِيمٍ أي: هذا الثواب الجزيل، والنعيم المقيم، نُزُلٌ وضيافة مِنْ غَفُورٍ غفر لكم السيئات، رَحِيمٌ حيث وفقكم لفعل الحسنات، ثم قبلها منكم.\nفبمغفرته أزال عنكم المحذور، وبرحمته، أنالكم المطلوب."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا أحد أحسن قولًا ممن دعا إلى توحيد الله والعمل بشرعه، وعمل عملًا صالحًا يرضي ربه، وقال: إنني من المستسلمين المنقادين لله، فمن فعل ذلك كله فهو أحسن الناس قولًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن أحسن قولاً» أي لا أحد أحسن قولاً «ممن دعا إلى الله» بالتوحيد «وعمل صالحاً وقال إنني من المسلمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا استفهام بمعنى النفي المتقرر أي: لا أحد أحسن قولا.\nأي: كلامًا وطريقة، وحالة مِمَّنْ دَعَا إِلَى اللَّهِ بتعليم الجاهلين، ووعظ الغافلين والمعرضين، ومجادلة المبطلين، بالأمر بعبادة الله، بجميع أنواعها،والحث عليها، وتحسينها مهما أمكن، والزجر عما نهى الله عنه، وتقبيحه بكل طريق يوجب تركه، خصوصًا من هذه الدعوة إلى أصل دين الإسلام وتحسينه، ومجادلة أعدائه بالتي هي أحسن، والنهي عما يضاده من الكفر والشرك، والأمر بالمعروف، والنهي عن المنكر.\nومن الدعوة إلى الله، تحبيبه إلى عباده، بذكر تفاصيل نعمه، وسعة جوده، وكمال رحمته، وذكر أوصاف كماله، ونعوت جلاله.\nومن الدعوة إلى الله، الترغيب في اقتباس العلم والهدى من كتاب الله وسنة رسوله، والحث على ذلك، بكل طريق موصل إليه، ومن ذلك، الحث على مكارم الأخلاق، والإحسان إلى عموم الخلق، ومقابلة المسيء بالإحسان، والأمر بصلة الأرحام، وبر الوالدين.\nومن ذلك، الوعظ لعموم الناس، في أوقات المواسم، والعوارض، والمصائب، بما يناسب ذلك الحال، إلى غير ذلك، مما لا تنحصر أفراده، مما تشمله الدعوة إلى الخير كله، والترهيب من جميع الشر.\nثم قال تعالى: وَعَمِلَ صَالِحًا أي: مع دعوته الخلق إلى الله، بادر هو بنفسه، إلى امتثال أمر الله، بالعمل الصالح، الذي يُرْضِي ربه.\nوَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ أي: المنقادين لأمره، السالكين في طريقه، وهذه المرتبة، تمامها للصديقين، الذين عملوا على تكميل أنفسهم وتكميل غيرهم، وحصلت لهم الوراثة التامة من الرسل، كما أن من أشر الناس، قولاً، من كان من دعاة الضالين السالكين لسبله.\nوبين هاتين المرتبتين المتباينتين، اللتين ارتفعت إحداهما إلى أعلى عليين، ونزلت الأخرى، إلى أسفل سافلين، مراتب، لا يعلمها إلا الله، وكلها معمورة بالخلق وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يستوي فعل الحسنات والطاعات التي ترضي الله، ولا فعل السيئات والمعاصي التي تسخطه، ادفع بالخصلة التي هي أحسنُ إساءةَ من أساء إليك من الناس، فإذا الذي بينك وبينه عداوة سابقة - إذا دفعتَ إساءته بالإحسان إليه - كأنه قريب شفيق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تستوي الحسنة ولا السيئة» في جزئياتهما بعضهما فوق بعض «ادفع» السيئة «بالتي» أي بالخصلة التي «هي أحسن» كالغضب بالصبر والجهل بالحلم والإساءة بالعفو «فإذا الذي بينك وبينه عداوة كأنه ولي حميم» أي فيصير عدوك كالصديق القريب في محبته إذا فعلت ذلك فالذي مبتدأ وكأنه الخبر وإذا ظرف لمعنى التشبيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ أي: لا يستوي فعل الحسنات والطاعات لأجل رضا الله تعالى، ولا فعل السيئات والمعاصي التي تسخطه ولا ترضيه، ولا يستوي الإحسان إلى الخلق، ولا الإساءة إليهم، لا في ذاتها، ولا في وصفها، ولا في جزائها هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ ثم أمر بإحسان خاص، له موقع كبير، وهو الإحسان إلى من أساء إليك، فقال: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ أي: فإذا أساء إليك مسيء من الخلق، خصوصًا من له حق كبير عليك، كالأقارب، والأصحاب، ونحوهم، إساءة بالقول أو بالفعل، فقابله بالإحسان إليه، فإن قطعك فَصلْهُ، وإن ظلمك، فاعف عنه، وإن تكلم فيك، غائبًا أو حاضرًا، فلا تقابله، بل اعف عنه، وعامله بالقول اللين.\nوإن هجرك، وترك خطابك، فَطيِّبْ له الكلام، وابذل له السلام، فإذا قابلت الإساءة بالإحسان، حصل فائدة عظيمة.\nفَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ أي: كأنه قريب شفيق."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يُوفَّق لهذه الخصلة الحميدة إلا الذين صبروا على الإيذاء، وما يلاقونه من الناس من السوء، ولا يُوفَّق لها إلا ذو نصيب عظيم؛ لما فيها من الخير الكثير، والنفع الوفير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما يلقاها» أي يؤتى الخصلة التي هي أحسن «إلا الذين صبروا وما يُلقاها إلا ذو حظ» ثواب «عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا يُلَقَّاهَا أي: وما يوفق لهذه الخصلة الحميدة إِلَّا الَّذِينَ صَبَرُوا نفوسهم على ما تكره، وأجبروها على ما يحبه الله، فإن النفوس مجبولة على مقابلة المسيء بإساءته وعدم العفو عنه، فكيف بالإحسان؟\".\nفإذا صبر الإنسان نفسه، وامتثل أمر ربه، وعرف جزيل الثواب، وعلم أن مقابلته للمسيء بجنس عمله، لا يفيده شيئًا، ولا يزيد العداوة إلا شدة، وأن إحسانه إليه، ليس بواضع قدره، بل من تواضع للّه رفعه، هان عليه الأمر، وفعل ذلك، متلذذًا مستحليًا له.\nوَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ لكونها من خصال خواص الخلق، التي ينال بها العبد الرفعة في الدنيا والآخرة، التي هي من أكبر خصال مكارم الأخلاق."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن وسوس لك الشيطان في أي وقت بشرّ فاعتصم بالله والجأ إليه، إنه هو السميع لما تقوله، العليم بحالك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإما» فيه إدغام نون إن الشرطية في ما الزائدة «ينزغنك من الشيطان نزغ» أي يصرفك عن الخصلة وغيرها من الخير صارف «فاستعذ بالله» جواب الشرط وجواب الأمر محذوف، أي يدفعه عنك «إنه هو السميع» للقول «العليم» بالفعل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ما يقابل به العدو من الإنس، وهو مقابلة إساءته بالإحسان، ذكر ما يدفع به العدو الجني، وهو الاستعاذة بالله، والاحتماء من شره فقال: وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ أي: أي وقت من الأوقات، أحسست بشيء من نزغات الشيطان، أي: من وساوسه وتزيينه للشر، وتكسيله عن الخير، وإصابة ببعض الذنوب، وإطاعة له ببعض ما يأمر به فَاسْتَعِذْ بِاللَّهِ أي: اسأله، مفتقرًا إليه، أن يعيذك ويعصمك منه، إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ فإنه يسمع قولك وتضرعك، ويعلم حالك واضطرارك إلى عصمته وحمايته."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آيات الله الدالة على عظمته وتوحيده الليل والنهار في تعاقبهما، والشمس والقمر، لا تسجدوا - أيها الناس - للشمس، ولا تسجدوا للقمر، واسجدوا لله وحده الذي خلقهنّ إن كنتم تعبدونه حقًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن» أي الآيات الأربع «إن كنتم إياه تعبدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر تعالى أن مِنْ آيَاتِهِ الدالة على كمال قدرته، ونفوذ مشيئته، وسعة سلطانه، ورحمته بعباده، وأنه الله وحده لا شريك له اللَّيْلُ وَالنَّهَارُ هذا بمنفعة ضيائه، وتصرف العباد فيه، وهذا بمنفعه ظلمه، وسكون الخلق فيه.\nوَالشَّمْسُ وَالْقَمَرُ اللذان لا تستقيم معايش العباد، ولا أبدانهم، ولا أبدان حيواناتهم، إلا بهما، وبهما من المصالح ما لا يحصى عدده.\nلَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ فإنهما مدبران مسخران مخلوقان.\nوَاسْجُدُوا لِلَّهِ الذي خلقهن أي: اعبدوه وحده، لأنه الخالق العظيم، ودعوا عبادة ما سواه، من المخلوقات، وإن كبر، جرمه وكثرت مصالحه، فإن ذلك ليس منه، وإنما هو من خالقه، تبارك وتعالى.\nإِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ فخصوه بالعبادة وإخلاص الدين له."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن استكبروا وأعرضوا، ولم يسجدوا لله الخالق، فالملائكة الذين هم عند الله يسبِّحونه ويحمدونه سبحانه في الليل والنهار معًا، وهم لا يملّون من عبادته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن استكبروا» عن السجود لله وحده «فالذين عند ربك» أي فالملائكة «يسبحون» يصلون «له بالليل والنهار وهم لا يسأمون» لا يملون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِنِ اسْتَكْبَرُوا عن عبادة الله تعالى، ولم ينقادوا لها، فإنهم لن يضروا الله شيئًا، والله غني عنهم، وله عباد مكرمون، لا يعصون الله ما أمرهم، ويفعلون ما يؤمرون، ولهذا قال: فَالَّذِينَ عِنْدَ رَبِّكَ يعني: الملائكة المقربين يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ أي: لا يملون من عبادته، لقوتهم، وشدة الداعي القوي منهم إلى ذلك."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آياته الدالة على عظمته وتوحيده وعلى قدرته على البعث أنك تعاين الأرض لا نبات فيها، فإذا أنزلنا عليها ماء المطر تحركت بسبب نمو المخبوء فيها من بذور، وارتفعت، إن الذي أحيا هذه الأرض الميتة بالنبات، لمحيي الموتى وباعثهم للحساب والجزاء، إنه على كل شيء قدير، لا يعجزه إحياء أرض بعد موتها، ولا إحياء الموتى وبعثهم من قبورهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته أنك ترى الأرض خاشعةً» يابسة لا نبات فيها «فإذا أنزلنا عليها الماء اهتزت» تحركت «وربت» انتفخت وعلت «إن الذي أحياها لمحيي الموتى إنه على كل شيء قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمِنْ آيَاتِهِ الدالة على كمال قدرته، وانفراده بالملك والتدبير والوحدانية، أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً أي: لا نبات فيها فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ أي: المطر اهْتَزَّتْ أي: تحركت بالنبات وَرَبَتْ ثم: أنبتت من كل زوج بهيج، فيحيي به العباد والبلاد.\nإِنَّ الَّذِي أَحْيَاهَا بعد موتها وهمودها، لَمُحْيِي الْمَوْتَى من قبورهم إلى يوم بعثهم، ونشورهم إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فكما لم تعجز قدرته عن إحياء الأرض بعد موتها، لا تعجز عن إحياء الموتى."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا ۗ أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ اعْمَلُوا مَا شِئْتُمْ ۖ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين يميلون في آيات الله عن الصواب بإنكارها والتكذيب بها وتحريفها لا يخفى حالهم علينا، فنحن نعلمهم، أفمن يُلْقَى في النار أفضل أم من يأتي يوم القيامة آمنًا من العذاب؟ اعملوا - أيها الناس - ما شئتم من خير وشرّ، فقد بيَّنا لكم الخير والشر، إن الله بما تعملون منهما بصير، لا يخفى عليه شيء من أعمالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين يلحدون» من ألحد ولحد «في آياتنا» القرآن بالتكذيب «لا يخفون علينا» فنجازيهم «أفمن يُلقى في النار خير أم من يأتي آمناً يوم القيامة اعملوا ما شئتم إنه بما تعملون بصير» تهديد لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الإلحاد في آيات الله: الميل بها عن الصواب، بأي وجه كان: إما بإنكارها وجحودها، وتكذيب من جاء بها، وإما بتحريفها وتصريفها عن معناها الحقيقي، وإثبات معان لها، ما أرادها الله منها.\nفتوعَّد تعالى من ألحد فيها بأنه لا يخفى عليه، بل هو مطلع على ظاهره وباطنه، وسيجازيه على إلحاده بما كان يعمل، ولهذا قال: أَفَمَنْ يُلْقَى فِي النَّارِ مثل الملحد بآيات الله خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ من عذاب الله مستحقًا لثوابه؟ من المعلوم أن هذا خير.\nلما تبين الحق من الباطل، والطريق المنجي من عذابه من الطريق المهلك قال: اعْمَلُوا مَا شِئْتُمْ إن شئتم، فاسلكوا طريق الرشد الموصلة إلى رضا ربكم وجنته، وإن شئتم، فاسلكوا طريق الغيِّ المسخطة لربكم، الموصلة إلى دار الشقاء.\nإِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ يجازيكم بحسب أحوالكم وأعمالكم، كقوله تعالى: وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين كفروا بالقرآن لما جاءهم من عند الله لمعذبون يوم القيامة، وإنه لكتاب عزيز منيع، لا يستطيع مُحَرِّف أن يحرّفه، ولا مُبَدِّل أن يبدله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين كفروا بالذكر» القرآن «لما جاءهم» نجازيهم «وإنه لكتاب عزيز» منيع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ أي: يجحدون القرآن الكريم المذكر للعباد جميع مصالحهم الدينية والدنيوية والأخروية، المُعلي لقدر من اتبعه، لَمَّا جَاءَهُمْ نعمة من ربهم على يد أفضل الخلق وأكملهم.\nو الحال إِنَّهُ لَكِتَابٌ جامع لأوصاف الكمال عَزِيزٌ أي: منيع من كل من أراده بتحريف أو سوء."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يأتيه الباطل من بين يديه ولا من خلفه بنقص أو زيادة أو تبديل أو تحريف، تنزيل من حكيم في خلقه وتقديره وتشريعه، محمود على كل حال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يأتيه الباطل من بين يديه ولا من خلفه» أي ليس قبله كتاب يكذبه ولا بعده «تنزيل من حكيم حميد» أي الله المحمود في أمره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ أي: لا يقربه شيطان من شياطين الإنس والجن، لا بسرقة، ولا بإدخال ما ليس منه به، ولا بزيادة ولا نقص، فهو محفوظ في تنزيله، محفوظة ألفاظه ومعانيه، قد تكفل من أنزله بحفظه كما قال تعالى: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ تَنْزِيلٌ مِنْ حَكِيمٍ في خلقه وأمره، يضع كل شيء موضعه، وينزله منازله.\nحَمِيدٌ على ما له من صفات الكمال، ونعوت الجلال، وعلى ما له من العدل والإفضال، فلهذا كان كتابه، مشتملاً على تمام الحكمة، وعلى تحصيل المصالح والمنافع، ودفع المفاسد والمضار، التي يحمد عليها."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما يقال لك - أيها الرسول - من التكذيب إلا ما قد قيل للرسل من قبلك فاصبر، فإن ربك لذو مغفرة لمن تاب إليه من عباده، وذو عقاب موجع لمن أصرّ على ذنوبه ولم يتب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما يقال لك» من التكذيب «إلا» مثل «ما قد قيل للرسل من قبلك إن ربك لذو مغفرة» للمؤمنين «وذو عقاب أليم» للكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: مَا يُقَالُ لَكَ أيها الرسول من الأقوال الصادرة، ممن كذبك وعاندك إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ أي: من جنسها، بل ربما إنهم تكلموا بكلام واحد، كتعجب جميع الأمم المكذبة للرسل، من دعوتهم إلى الإخلاص للّه وعبادته وحده لا شريك له، وردهم هذا بكل طريق يقدرون عليه، وقولهم: مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا واقتراحهم على رسلهم الآيات، التي لا يلزمهم الإتيان بها، ونحو ذلك من أقوال أهل التكذيب، لما تشابهت قلوبهم في الكفر، تشابهت أقوالهم، وصبر الرسل عليهم السلام على أذاهم وتكذيبهم، فاصبر كما صبر من قبلك.\nثم دعاهم إلى التوبة والإتيان بأسباب المغفرة، وحذرهم من الاستمرار على الغيّ فقال: إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ أي: عظيمة، يمحو بها كل ذنب لمن أقلع وتاب وَذُو عِقَابٍ أَلِيمٍ لمن: أصر واستكبر."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أنزلنا هذا القرآن بغير لغة العرب لقال الكفار منهم: لولا بُيِّنت آياته حتى نفهمها، أيكون القرآن أعجميًّا، والذي جاء به عربي؟ قل - أيها الرسول - لهؤلاء: القرآن - للذين آمنوا بالله وصدقوا رسله - هداية من الضلال وشفاء لما في الصدور من الجهل وما يتبعه، والذين لا يؤمنون بالله في آذانهم صمم، وهو عليهم عمى لا يفهمونه، أولئك الموصوفون بتلك الصفات كمن يُنادَون من مكان بعيد، فكيف لهم أن يسمعوا صوت المنادي!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو جعلناه» أي الذكر «قراناً أعجميا لقالوا لولا» هلا «فصلت» بينت «آياته» حتى نفهمها «أ» قرآن «اعجمي و» نبي «عربي» استفهام إنكار منهم بتحقيق الهمزة الثانية وقلبها ألفا بإشباع، ودونه «قل هو للذين آمنوا هدى» من الضلالة «وشفاء» من الجهل «والذين لا يؤمنون في آذانهم وقر» ثقل فلا يسمعونه «وهو عليهم عمى» فلا يفهمونه «أولئك ينادون من مكان بعيد» أي هم كالمنادى من مكان بعيد لا يسمع ولا يفهم ما ينادى به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن فضله وكرمه، حيث أنزل كتابا عربيًا، على الرسول العربي، بلسان قومه، ليبين لهم، وهذا مما يوجب لهم زيادة الاغتناء به، والتلقي له والتسليم، وأنه لو جعله قرآنا أعجميًا، بلغة غير العرب، لاعترض، المكذبون وقالوا: لَوْلَا فُصِّلَتْ آيَاتُهُ أي: هلا بينت آياته، ووضحت وفسرت.\nأَأَعْجَمِيٌّ وَعَرَبِيٌّ أي: كيف يكون محمد عربيًا، والكتاب أعجمي؟ هذا لا يكون فنفى الله تعالى كل أمر، يكون فيه شبهة لأهل الباطل، عن كتابه، ووصفه بكل وصف، يوجب لهم الانقياد، ولكن المؤمنون الموفقون، انتفعوا به، وارتفعوا، وغيرهم بالعكس من أحوالهم.\nولهذا قال: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ أي: يهديهم لطريق الرشد والصراط المستقيم، ويعلمهم من العلوم النافعة، ما به تحصل الهداية التامة وشفاء لهم من الأسقام البدنية، والأسقام القلبية، لأنه يزجر عن مساوئ الأخلاق وأقبح الأعمال، ويحث على التوبة النصوح، التي تغسل الذنوب وتشفي القلب.\nوَالَّذِينَ لَا يُؤْمِنُونَ بالقرآن فِي آذَانِهِمْ وَقْرٌ أي: صمم عن استماعه وإعراض، وَهُوَ عَلَيْهِمْ عَمًى أي: لا يبصرون به رشدًا، ولا يهتدون به، ولا يزيدهم إلا ضلالاً فإنهم إذا ردوا الحق، ازدادوا عمى إلى عماهم، وغيًّا إلى غيَّهم.\nأُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ أي: ينادون إلى الإيمان، ويدعون إليه، فلا يستجيبون، بمنزلة الذي ينادي، وهو في مكان بعيد، لا يسمع داعيًا ولا يجيب مناديًا.\nوالمقصود: أن الذين لا يؤمنون بالقرآن، لا ينتفعون بهداه، ولا يبصرون بنوره، ولا يستفيدون منه خيرًا، لأنهم سدوا على أنفسهم أبواب الهدى، بإعراضهم وكفرهم."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطينا موسى التوراة فاختلف فيها؛ فمنهم من آمن بها، ومنهم من كفر بها، ولولا وعد من الله أن يفصل بين العباد يوم القيامة فيما اختلفوا فيه لحكم بين المختلفين في التوراة، فبيّن المحق والمبطل، فأكرم المحق وأهان المبطل، وإن الكفار لفي شك من أمر القرآن مريب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد آتينا موسى الكتاب» التوراة «فاختلف فيه» بالتصديق والتكذيب كالقرآن «ولولا كلمة سبقت من ربك» بتأخير الحساب والجزاء للخلائق إلى يوم القيامة «لقضي بينهم» في الدنيا فيما اختلفوا فيه «وإنهم» أي المكذبين به «لفي شك منه مريب» موقع في الريبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ كما آتيناك الكتاب، فصنع به الناس ما صنعوا معك، اختلفوا فيه: فمنهم من آمن به واهتدى وانتفع، ومنهم من كذبه ولم ينتفع به، وإن اللّه تعالى، لولا حلمه وكلمته السابقة، بتأخير العذاب إلى أجل مسمى لا يتقدم عليه ولا يتأخر لَقُضِيَ بَيْنَهُمْ بمجرد ما يتميز المؤمنون من الكافرين، بإهلاك الكافرين في الحال، لأن سبب الهلاك قد وجب وحق.\nوَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ أي: قد بلغ بهم إلى الريب الذي يقلقهم، فلذلك كذبوه وجحدوه."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من عمل عملًا صالحًا فنفْعُ عمله الصالح عائد إليه، فالله لا ينفعه العمل الصالح من أحد، ومن عمل عملًا سيئًا فضرر ذلك راجع إليه، فالله لا تضرّه معصية أحد من خلقه، وسيجازي كلًّا بما يستحقه، وما ربك - أيها الرسول - بظلَّام لعبيده، فلن ينقصهم حسنة، ولن يزيدهم سيئة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من عمل صالحاً فلنفسه» عمل «ومن أساء فعليها» أي فضرر إساءته على نفسه «وما ربك بظلام للعبيد» أي بذي ظلم لقوله تعالى (إن الله لا يظلم مثقال ذرة)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَنْ عَمِلَ صَالِحًا وهو العمل الذي أمر اللّه به، ورسوله فَلِنَفْسِهِ نفعه وثوابه في الدنيا والآخرة وَمَنْ أَسَاءَ فَعَلَيْهَا ضرره وعقابه، في الدنيا والآخرة، وفي هذا، حثٌّ على فعل الخير، وترك الشر، وانتفاع العاملين، بأعمالهم الحسنة، وضررهم بأعمالهم السيئة، وأنه لا تزر وازرة وزر أخرى.\nوَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ فَيُحمِّل أحدًا فوق سيئاتهم."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلى الله وحده يُردُّ علم الساعة؛ فهو وحده يعلم متى تقع، فلا يعلم ذلك غيره، وما تخرج من ثمرات من أوعيتها التي تحفظها، وما تحمل من أنثى ولا تلد إلا بعلمه، لا يفوته من ذلك شيء، ويوم ينادي الله المشركين الذين كانوا يعبدون معه الأصنام؛ مُوبِّخًا إياهم على عبادتهم لهم: أين شركائي الذين كنتم تزعمون أنهم شركاء؟ قال المشركون: اعترفنا أمامك، لا أحد منا يشهد الآن أن لك شريكًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إليه يردُّ علم الساعة» متى تكون لا يعلمها غيره «وما تخرج من ثمرة» وفي قراءة ثمرات «من أكمامها» أوعيتها جمع كِم بكسر الكاف إلا بعلمه «وما تحمل من أنثى ولا تضع إلا بعلمه ويوم يناديهم أين شركائي قالوا آذناك» أعلمناك الآن «ما منا من شهيد» أي شاهد بأن لك شريكاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا إخبار عن سعة علمه تعالى واختصاصه بالعلم الذي لا يطلع عليه سواه فقال: إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ أي: جميع الخلق ترد علمهم إلى الله تعالى، ويقرون بالعجز عنه، الرسل، والملائكة، وغيرهم.\nوَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا أي: وعائها الذي تخرج منه، وهذا شامل لثمرات جميع الأشجار التي في البلدان والبراري، فلا تخرج ثمرة شجرة من الأشجار، إلا وهو يعلمها علما تفصيليًا.\nوَمَا تَحْمِلُ مِنْ أُنْثَى من بني آدم وغيرهم، من أنواع الحيوانات، إلا بعلمه وَلَا تَضَعُ أنثى حملها إِلَّا بِعِلْمِهِ فكيف سوَّى المشركون به تعالى، من لا علم عنده ولا سمع ولا بصر؟.\nوَيَوْمَ يُنَادِيهِمْ أي: المشركين به يوم القيامة توبيخًا وإظهارًا لكذبهم، فيقول لهم: أَيْنَ شُرَكَائِيَ الذين زعمتم أنهم شركائي، فعبدتموهم، وجادلتم على ذلك، وعاديتم الرسل لأجلهم؟ قَالُوا مقرين ببطلان إلهيتهم، وشركتهم مع الله: آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ أي: أعلمناك يا ربنا، واشهد علينا أنه ما منا أحد يشهد بصحة إلهيتهم وشركتهم، فكلنا الآن قد رجعنا إلى بطلان عبادتها، وتبرأنا منها."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ ۖ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وغاب عنهم ما كانوا يدعونه من الأصنام، وأيقنوا أنهم لا مهرب لهم من عذاب الله ولا مَحِيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وضلَّ» غاب «عنهم ما كانوا يدعون» يعبدون «من قبل» في الدنيا من الأصنام «وظنوا» أيقنوا «ما لهم من محيص» مهرب من العذاب والنفي في الموضعين معلق عن العمل وجملة النفي سدت مسد المفعولين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ من دون الله، أي: ذهبت عقائدهم وأعمالهم، التي أفنوا فيها أعمارهم على عبادة غير الله، وظنوا أنها تفيدهم، وتدفع عنهم العذاب، وتشفع لهم عند الله، فخاب سعيهم، وانتقض ظنهم، ولم تغن عنهم شركاؤهم شيئًا وَظَنُّوا أي: أيقنوا في تلك الحال مَا لَهُمْ مِنْ مَحِيصٍ أي: منقذ ينقذهم، ولا مغيث، ولا ملجأ، فهذه عاقبة من أشرك بالله غيره، بينها الله لعباده، ليحذروا الشرك به."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يملّ الإنسان من طلب الصحة والمال والولد وغير ذلك من النعم، وإن أصابه فقر أو مرض ونحو ذلك فهو كثير اليأس والقنوط من رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يسأم الإنسان من دعاء الخير» أي لا يزال يسأل ربه المال والصحة وغيرهما «وإن مسه الشر» الفقر والشدة «فيؤس قنوط» من رحمة الله، وهذا وما بعده في الكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا إخبار عن طبيعة الإنسان، من حيث هو، وعدم صبره وجلده، لا على الخير ولا على الشر، إلا من نقله الله من هذه الحال إلى حال الكمال، فقال: لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ أي: لا يمل دائمًا، من دعاء الله، في الغنى والمال والولد، وغير ذلك من مطالب الدنيا، ولا يزال يعمل على ذلك، ولا يقتنع بقليل، ولا كثير منها، فلو حصل له من الدنيا، ما حصل، لم يزل طالبًا للزيادة.\nوَإِنْ مَسَّهُ الشَّرُّ أي: المكروه، كالمرض، والفقر، وأنواع البلايا فَيَئُوسٌ قَنُوطٌ أي: ييأس من رحمة الله تعالى، ويظن أن هذا البلاء هو القاضي عليه بالهلاك، ويتشوش من إتيان الأسباب، على غير ما يحب ويطلب.\nإلا الذين آمنوا وعملوا الصالحات، فإنهم إذا أصابهم الخير والنعمة والمحاب، شكروا الله تعالى، وخافوا أن تكون نعم الله عليهم، استدراجًا وإمهالاً، وإن أصابتهم مصيبة، في أنفسهم وأموالهم، وأولادهم، صبروا، ورجوا فضل ربهم، فلم ييأسوا."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن أذقناه منا صحة وغنى وعافية بعد بلاء ومرض أصابه ليقولنّ: هذا لي؛ لأني أهل له ومستحق، وما أظن الساعة قائمة، ولئن فُرِض أن الساعة قائمة فإن لي عند الله الغنى والمال، فكما أنعم عليَّ في الدنيا لاستحقاقي ذلك ينعم عليَّ في الآخرة، فلنخبرنّ الذين كفروا بالله بما عملوا من الكفر والمعاصي، ولنذيقنّهم من عذاب بالغ في الشدة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «أذقناه» آتيناه «رحمة» غنى وصحة «منا من بعد ضراء» شدة وبلاء «مسته ليقولن هذا لي» أي بعلمي «وما أظن الساعة قائمة ولئن» لام قسم «رجعت إلى ربي إن لي عنده للحسنى» أي الجنة «فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ» شديد، واللام في الفعلين لام قسم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: وَلَئِنْ أَذَقْنَاهُ أي: الإنسان الذي يسأم من دعاء الخير، وإن مسه الشر فيئوس قنوط رَحْمَةً مِنَّا أي: بعد ذلك الشر الذي أصابه، بأن عافاه الله من مرضه، أو أغناه من فقره، فإنه لا يشكر الله تعالى، بل يبغى، ويطغى، ويقول: هَذَا لِي أي: أتاني لأني له أهل، وأنا مستحق له وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وهذا إنكار منه للبعث، وكفر للنعمة والرحمة، التي أذاقها الله له.\nوَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى أي: على تقدير إتيان الساعة، وأني سأرجع إلى ربي، إن لي عنده، للحسنى، فكما حصلت لي النعمة في الدنيا، فإنها ستحصل ]لي[ في الآخرة وهذا من أعظم الجراءة والقول على الله بلا علم، فلهذا توعده بقوله: فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ أي: شديد جدًا."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا أنعمنا على الإنسان بنعمة الصحة والعافية ونحوها غفل عن ذكر الله وطاعته، وأعرض بجانبه تكبرًا، وإذا مسّه مرض وفقر ونحوه فهو ذو دعاء لله كثير، يشكو إليه ما مسّه منه ليكشفه عنه، فهو لا يشكر ربه إذا أنعم عليه، ولا يصبر على بلائه إذا ابتلاه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا أنعمنا على الإنسان» الجنس «أعرض» عن الشكر «وناء بجانبه» ثنى عطفه متبختراً، وفي قراءة بتقديم الهمزة «وإذا مسه الشر فذو دعاءٍ عريض» كثير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ بصحة، أو رزق، أو غيرهما أَعْرَضَ عن ربه وعن شكره وَنَأَى ترفع بِجَانِبِهِ عجبا وتكبرًا.\nوَإِنْ مَسَّهُ الشَّرُّ أي: المرض، أو الفقر، أو غيرهما فَذُو دُعَاءٍ عَرِيضٍ أي: كثير جدًا، لعدم صبره، فلا صبر في الضراء، ولا شكر في الرخاء، إلا من هداه الله ومنَّ عليه."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: أخبروني إن كان هذا القرآن من عند الله، ثم كفرتم به وكذبتموه، فكيف سيكون حالكم؟! ومن أضلّ ممن هو في عناد للحق مع ظهوره ووضوح حجته وقوتها؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أرأيتم إن كان» أي القرآن «من عند الله» كما قال النبي «ثم كفرتم به من» أي لا أحد «أضل ممن هو في شقاق» خلاف «بعيد» عن الحق أوقع هذا موقع منكم بياناً لحالهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي قُلْ لهؤلاء المكذبين بالقرآن المسارعين إلى الكفران أَرَأَيْتُمْ إِنْ كَانَ هذا القرآن مِنْ عِنْدِ اللَّهِ من غير شك ولا ارتياب، ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ أي: معاندة للّه ولرسوله، لأنه تبين لكم الحق والصواب، ثم عدلتم عنه، لا إلى حق، بل إلى باطل وجهل، فإذا تكونون أضل الناس وأظلمهم."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سنري كفار قريش آياتنا في آفاق الأرض مما يفتحه الله للمسلمين، ونريهم آياتنا في أنفسهم بفتح مكة؛ حتى يتضح لهم بما يرفع الشك أن هذا القرآن هو الحق الذي لا مِرْية فيه، أَوَلم يكف هؤلاء المشركين أن القرآن حق بشهادة الله أنه من عنده؟! ومَنْ أعظمُ شهادة من الله؟! فلو كانوا يريدون الحق لاكتفوا بشهادة ربهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سنريهم آياتنا في الآفاق» أقطار السماوات والأرض من النيرات والنبات والأشجار «وفي أنفسهم» من لطيف الصنعة وبديع الحكمة «حتى يتبين لهم أنه» أي القرآن «الحق» المنزل من الله بالبعث والحساب والعقاب، فيعاقبون على كفرهم به وبالجائي به «أوَلم يكف بربك» فاعل يكف «أنه على كل شيءٍ شهيد» بدل منه، أي أوَلم يكفهم في صدقك أن ربك لا يغيب عنه شيء ما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن قلتم، أو شككتم بصحته وحقيقته، فسيقيم اللّه لكم، ويريكم من آياته في الآفاق كالآيات التي في السماء وفي الأرض، وما يحدثه اللّه تعالى من الحوادث العظيمة، الدالة للمستبصر على الحق.\nوَفِي أَنْفُسِهِمْ مما اشتملت عليه أبدانهم، من بديع آيات اللّه وعجائب صنعته، وباهر قدرته، وفي حلول العقوبات والمثلات في المكذبين، ونصر المؤمنين.\nحَتَّى يَتَبَيَّنَ لَهُمْ من تلك الآيات، بيانًا لا يقبل الشك أَنَّهُ الْحَقُّ وما اشتمل عليه حق.\nوقد فعل تعالى، فإنه أرى عباده من الآيات، ما به تبين لهم أنه الحق، ولكن اللّه هو الموفق للإيمان من شاء، والخاذل لمن يشاء.\nأَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ أي: أولم يكفهم على أن القرآن حق، ومن جاء به صادق، بشهادة اللّه تعالى، فإنه قد شهد له بالتصديق، وهو أصدق الشاهدين، وأيده، ونصره نصرًا متضمنًا لشهادته القولية، عند من شك فيها."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألا إن المشركين في شك من لقاء ربهم يوم القيامة لإنكارهم البعث، فهم لا يؤمنون بالآخرة؛ لذلك لا يستعدّون لها بالعمل الصالح، ألا إن الله بكل شيء محيط علمًا وقدرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألا إنهم في مرية» شك «من لقاء ربهم» لإنكارهم البعث «ألا إنه» تعالى «بكل شيء محيط» علماً وقدرة فيجازيهم بكفرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أي: في شك من البعث والقيامة، وليس عندهم دار سوى الدار الدنيا، فلذلك لم يعملوا للآخرة، ولم يلتفتوا لها.\nأَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ علما وقدرة وعزة."
                }
            ]
        }
    ]
}