{
    "surah": "الشورى",
    "number": 42,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "حم",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "1 - 2 - ﴿حمٓ ۝۱ عٓسٓقٓ﴾ تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسير الحروف المتقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "عسق",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "1 - 2 - ﴿حمٓ ۝۱ عٓسٓقٓ﴾ تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عسق» الله أعلم بمراده به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسير الحروف المتقطعة"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل هذا الوحي يوحي إليك يا محمد وإلى الذين من قبلك من أنبياء اللهِ، اللهُ العزيزُ في انتقامه من أعدائه، الحكيم في تدبيره وخلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذلك» أي مثل ذلك الإيحاء «يوحي إليك و» أوحى «إلى الذين من قبلك الله» فاعل الإيحاء «العزيز» في ملك «الحكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه أوحى هذا القرآن العظيم إلى النبي الكريم، كما أوحى إلى من قبله من الأنبياء والمرسلين، ففيه بيان فضله، بإنزال الكتب، وإرسال الرسل، سابقا ولاحقا، وأن محمدا صلى الله عليه وسلم ليس ببدع من الرسل، وأن طريقته طريقة من قبله، وأحواله تناسب أحوال من قبله من المرسلين.\nوما جاء به يشابه ما جاءوا به، لأن الجميع حق وصدق."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، وهو العلي بذاته وقدره وقهره، العظيم في ذاته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«له ما في السماوات وما في الأرض» ملكاً وخلقاً وعبيداً «وهو العلي» على خلقه «العظيم» الكبير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهو تنزيل من اتصف بالألوهية والعزة العظيمة والحكمة البالغة، وأن جميع العالم العلوي والسفلي ملكه وتحت تدبيره القدري والشرعي.\nوأنه الْعَلِيُّ بذاته وقدره وقهره.\nالْعَظِيمِ الذي من عظمته"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن عظمته سبحانه تكاد السماوات مع عظمها وارتفاعها يتشققن من فوق الأرضين، والملائكة ينزهون ربهم ويعظمونه حامدين له خضوعًا وإجلالًا، ويطلبون المغفرة من الله لمن في الأرض، ألا إن الله هو الغفور لذنوب من تاب من عباده، الرحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تكاد» بالتاء والياء «السماوات يتفطرن» بالنون، وفي قراءة بالتاء والشديد «من فوقهن» أي تنشق كل واحدة فوق التي تليها من عظمة الله تعالى «والملائكة يسبحون بحمد ربهم» أي ملابسين للحمد «ويستغفرون لمن في الأرض» من المؤمنين «ألا إن الله هو الغفور» لأوليائه «الرحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ على عظمها وكونها جمادا، وَالْمَلَائِكَةِ الكرام المقربون خاضعون لعظمته، مستكينون لعزته، مذعنون بربوبيته.\nيُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ويعظمونه عن كل نقص، ويصفونه بكل كمال، وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ عما يصدر منهم، مما لا يليق بعظمة ربهم وكبريائه، مع أنه تعالى هو الْغَفُورُ الرَّحِيمُ الذي لولا مغفرته ورحمته، لعاجل الخلق بالعقوبة المستأصلة.\nوفي وصفه تعالى بهذه الأوصاف، بعد أن ذكر أنه أوحى إلى الرسل كلهم عموما، وإلى محمد - صلى الله عليهم أجمعين- خصوصا، إشارة إلى أن هذا القرآن الكريم، فيه من الأدلة والبراهين، والآيات الدالة على كمال الباري تعالى، ووصفه بهذه الأسماء العظيمة الموجبة لامتلاء القلوب من معرفته ومحبته وتعظيمه وإجلاله وإكرامه، وصرف جميع أنواع العبودية الظاهرة والباطنة له تعالى، وأن من أكبر الظلم وأفحش القول، اتخاذ أنداد للّه من دونه، ليس بيدهم نفع ولا ضرر، بل هم مخلوقون مفتقرون إلى الله في جميع أحوالهم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين اتخذوا من دون الله أصنامًا يوالونهم ويعبدونهم من دون الله، الله لهم بالمرصاد يسجل عليهم أعمالهم ويجازيهم بها، وما أنت - أيها الرسول- موكل بحفظ أعمالهم، فلن تُسْأَل عن أعمالهم، إنما أنت مبلغ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين اتخذوا من دونه» أي الأصنام «أولياء الله حفيظ» محص «عليهم» ليجازيهم «وما أنت عليهم بوكيل» تحصل المطلوب منهم، ما عليك إلا البلاغ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ يتولونهم بالعبادة والطاعة، كما يعبدون الله ويطيعونه، فإنما اتخذوا الباطل، وليسوا بأولياء على الحقيقة.\nاللَّهُ حَفِيظٌ عَلَيْهِمْ يحفظ عليهم أعمالهم، فيجازيهم بخيرها وشرها.\nوَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ فتسأل عن أعمالهم، وإنما أنت مبلغ أديت وظيفتك."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومثلما أوحينا إلى الأنبياء من قبلك - أيها الرسول - أوحينا إليك قرآنًا عربيًّا لتنذر مكة ومن حولها من قرى العرب، ثم الناس جميعًا، وتخوّف الناس من يوم القيامة يوم يجمع الله الأولين والآخرين في صعيد واحد للحساب والجزاء، لا شك في وقوع ذلك اليوم، والناس منقسمون فيه إلى فريقين: فريق في الجنة وهم المؤمنون، وفريق في النار وهم الكفار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك» مثل ذلك الإيحاء «أوحينا إليك قرآناً عربيا لتنذر» تخوّف «أم القرى ومن حولها» أي أهل مكة وسائر الناس «وتنذر» الناس «يوم الجمع» يوم القيامة فيه الخلائق «لا ريب» شك «فيه فريق» منهم «في الجنة وفريقٌ في السعير» النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر منته على رسوله وعلى الناس، حيث أنزل الله قُرْآنًا عَرَبِيًّا بين الألفاظ والمعاني لِتُنْذِرَ أُمَّ الْقُرَى وهي مكة المكرمة وَمَنْ حَوْلَهَا من قرى العرب، ثم يسري هذا الإنذار إلى سائر الخلق.\nوَتُنْذِرَ الناس يَوْمَ الْجَمْعِ الذي يجمع الله به الأولين والآخرين، وتخبرهم أنه لَا رَيْبَ فِيهِ وأن الخلق ينقسمون فيه فريقين فَرِيقٌ فِي الْجَنَّةِ وهم الذين آمنوا بالله، وصدقوا المرسلين، وَفَرِيقٌ فِي السَّعِيرِ وهم أصناف الكفرة المكذبين."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو شاء الله جَعْلَهم أمةً واحدة على دين الإسلام لجعلهم أمة واحدة عليه، وأدخلهم جميعًا الجنة، ولكن اقتضت حكمته أن يدخل من يشاء في الإسلام، ويدخله الجنة، والظالمون لأنفسهم بالكفر والمعاصي ما لهم من ولي يتولاهم، ولا نصير ينقذهم من عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو شاء الله لجعلهم أمة واحدة» أي على دين واحد، وهو الإسلام «ولكن يدخل من يشاء في رحمته والظالمون» الكافرون «ما لهم من وليّ ولا نصير» يدفع عنهم العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و مع هذا لَوْ شَاءَ اللَّهُ لجعل الناس، أي: جعل الناس أُمَّةً وَاحِدَةً على الهدى، لأنه القادر الذي لا يمتنع عليه شيء، ولكنه أراد أن يدخل في رحمته من شاء من خواص خلقه.\nوأما الظالمون الذين لا يصلحون لصالح، فإنهم محرومون من الرحمة، ف مَا لَهُمْ من دون الله مِنْ وَلِيٍّ يتولاهم، فيحصل لهم المحبوب وَلَا نَصِيرٍ يدفع عنهم المكروه."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ ۖ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل اتخذ هؤلاء المشركون من دون الله أولياء يتولّونهم، والله هو الولي الحق، فغيره لا ينفع ولا يضرّ، وهو يحيي الموتى ببعثهم للحساب والجزاء،ولا يعجزه شيء سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم اتخذوا من دونه» أي الأصنام «أولياء» أم منقطعة بمعنى: بل التي للانتقال، والهمزة للإنكار أي ليس المتخذون أولياء «فالله هو الولي» أي الناصر للمؤمنين والفاء لمجرد العطف «وهو يحيي الموتى وهو على كل شيءٍ قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والذين اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ يتولونهم بعبادتهم إياهم، فقد غلطوا أقبح غلط.\nفالله هو الولي الذي يتولاه عبده بعبادته وطاعته، والتقرب إليه بما أمكن من أنواع التقربات، ويتولى عباده عموما بتدبيره، ونفوذ القدر فيهم، ويتولى عباده المؤمنين خصوصا، بإخراجهم من الظلمات إلى النور، وتربيتهم بلطفه، وإعانتهم في جميع أمورهم.\nوَهُوَ يُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ أي: هو المتصرف بالإحياء والإماتة، ونفوذ المشيئة والقدرة، فهو الذي يستحق أن يعبد وحده لا شريك له."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ ذَٰلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما اختلفتم - أيها الناس - فيه من شيء من أصول دينكم أو فروعه فحكمه إلى الله، فيرجع فيه إلى كتابه أو سُنَّة رسوله صلى الله عليه وسلم، هذا الذي يتصف بهذه الصفات هو ربي، عليه اعتمدت في أموري كلها، وإليه أرجع بالتوبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما اختلفتم» مع الكفار «فيه من شيءٍ» من الدين وغيره «فحكمه» مردود «إلى الله» يوم القيامة يفصل بينكم، قل لهم «ذلكم الله ربي عليه توكلت وإليه أنيب» أرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ من أصول دينكم وفروعه، مما لم تتفقوا عليه فَحُكْمُهُ إِلَى اللَّهِ يرد إلى كتابه، وإلى سنة رسوله، فما حكما به فهو الحق، وما خالف ذلك فباطل.\nذَلِكُمُ اللَّهُ رَبِّي أي: فكما أنه تعالى الرب الخالق الرازق المدبر، فهو تعالى الحاكم بين عباده بشرعه في جميع أمورهم.\nومفهوم الآية الكريمة، أن اتفاق الأمة حجة قاطعة، لأن اللّه تعالى لم يأمرنا أن نرد إليه إلا ما اختلفنا فيه، فما اتفقنا عليه، يكفي اتفاق الأمة عليه، لأنها معصومة عن الخطأ، ولا بد أن يكون اتفاقها موافقا لما في كتاب اللّه وسنة رسوله.\nوقوله: عَلَيْهِ تَوَكَّلْتُ أي: اعتمدت بقلبي عليه في جلب المنافع ودفع المضار، واثقا به تعالى في الإسعاف بذلك.\nوَإِلَيْهِ أُنِيبُ أي: أتوجه بقلبي وبدني إليه، وإلى طاعته وعبادته.\nوهذان الأصلان، كثيرا ما يذكرهما اللّه في كتابه، لأنهما يحصل بمجموعهما كمال العبد، ويفوته الكمال بفوتهما أو فوت أحدهما، كقوله تعالى: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ وقوله: فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ ۚ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ وَهُوَ السَّمِيعُ الْبَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله خالق السماوات والأرض على غير مثال سابق، جعل لكم من أنفسكم أزواجًا، وجعل لكم من الإبل والبقر والغنم أزواجًا، حتى تتكاثر من أجلكم، يخلقكم فيما جعل لكم من أزواجكم بالتزاوج، ويعيشكم فيما جعل لكم من أنعامكم من لحومها وألبانها، لا يماثله شيء من مخلوقاته، وهو السميع لأقوال عباده، البصير بأفعالهم، لا يفوته منها شيء، وسيجازيهم على أعمالهم؛ إن خيرًا فخير وإن شرًّا فشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاطر السماوات والأرض» مبدعهما «جعل لكم من أنفسكم أزواجاً» حيث خلق حواء من ضلع آدم «ومن الأنعام أزواجاً» ذكوراً وإناثاً «يذرؤكم» بالمعجمة بخلقكم «فيه» في الجعل المذكور، أي يكثركم بسببه بالتوالد والضمير للأناسي والأنعام بالتغليب «ليس كمثله شيء» الكاف زائدة لأنه تعالى لا مثل له «وهو السميع» لما يقال «البصير» لما يفعل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ أي: خالقهما بقدرته ومشيئته وحكمته.\nجَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لتسكنوا إليها، وتنتشر منكم الذرية، ويحصل لكم من النفع ما يحصل.\nوَمِنَ الْأَنْعَامِ أَزْوَاجًا أي: ومن جميع أصنافها نوعين، ذكرا وأنثى، لتبقى وتنمو لمنافعكم الكثيرة، ولهذا عداها باللام الدالة على التعليل، أي: جعل ذلك لأجلكم، ولأجل النعمة عليكم، ولهذا قال: يذرؤكم فيه أي: يبثكم ويكثركم ويكثر مواشيكم، بسبب أن جعل لكم من أنفسكم، وجعل لكم من الأنعام أزواجا.\nلَيْسَ كَمِثْلِهِ شَيْءٌ أي: ليس يشبهه تعالى ولا يماثله شيء من مخلوقاته، لا في ذاته، ولا في أسمائه، ولا في صفاته، ولا في أفعاله، لأن أسماءه كلها حسنى، وصفاته صفة كمال وعظمة، وأفعاله تعالى أوجد بها المخلوقات العظيمة من غير مشارك، فليس كمثله شيء، لانفراده وتوحده بالكمال من كل وجه.\nوَهُوَ السَّمِيعُ لجميع الأصوات، باختلاف اللغات، على تفنن الحاجات.\nالْبَصِيرُ يرى دبيب النملة السوداء، في الليلة الظلماء، على الصخرة الصماء، ويرى سريان القوت في أعضاء الحيوانات الصغيرة جدا، وسريان الماء في الأغصان الدقيقة.\nوهذه الآية ونحوها، دليل لمذهب أهل السنة والجماعة، من إثبات الصفات، ونفي مماثلة المخلوقات.\nوفيها رد على المشبهة في قوله: لَيْسَ كَمِثْلِهِ شَيْءٌ وعلى المعطلة في قوله: وَهُوَ السَّمِيعُ الْبَصِيرُ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "له وحده مفاتيح خزائن السماوات والأرض، يوسع الرزق لمن يشاء من عباده؛ اختبارًا له أيشكر أم يكفر؟ ويضيّقه على من يشاء؛ ابتلاءً له أيصبر أم يتسخط على قدر الله؟ إنه بكل شيء عليم، لا يخفى عليه شيء مما فيه مصالح عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«له مقاليد السماوات والأرض» أي مفاتيح خزائنهما من المطر والنبات وغيرهما «يبسط الرزق» يوسعه «لمن يشاء» امتحاناً «ويقدر» يضيقه لمن يشاء ابتلاءً «إنه بكل شيء عليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله: لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ أي: له ملك السماوات والأرض، وبيده مفاتيح الرحمة والأرزاق، والنعم الظاهرة والباطنة.\nفكل الخلق مفتقرون إلى اللّه، في جلب مصالحهم، ودفع المضار عنهم، في كل الأحوال، ليس بيد أحد من الأمر شيء.\nواللّه تعالى هو المعطي المانع، الضار النافع، الذي ما بالعباد من نعمة إلا منه، ولا يدفع الشر إلا هو، و مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ ولهذا قال هنا: يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ أي: يوسعه ويعطيه من أصناف الرزق ما شاء، وَيَقْدِرُ أي: يضيق على من يشاء، حتى يكون بقدر حاجته، لا يزيد عنها، وكل هذا تابع لعلمه وحكمته، فلهذا قال: إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ فيعلم أحوال عباده، فيعطي كلا ما يليق بحكمته وتقتضيه مشيئته."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "شرع لكم من الدين مثل ما أمرنا نوحًا بتبليغه والعمل به، والذي أوحيناه إليك - أيها الرسول - وشرع لكم مثل الذي أمرنا إبراهيم وموسى وعيسى بتبليغه والعمل به، وخلاصته: أن أقيموا الدين، واتركوا التفرق فيه، عَظُم على المشركين ما تدعوهم إليه من توحيد الله، وترك عبادة غيره، الله يصطفي من شاء من عباده، فيوفقه لعبادته وطاعته، ويهدي إليه من يرجع إليه منهم بالتوبة من ذنوبه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«شرع لكم من الدين ما وصى به نوحاً» هو أول أنبياء الشريعة «والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه» هذا هو المشروع الموصى به، والموحى إلى محمد صلى الله عليه وسلم وهو التوحيد «كبر» عظم «على المشركين ما تدعوهم إليه» من التوحيد «الله يجتبي إليه» إلى التوحيد «من يشاء ويهدي إليه من ينيب» يقبل إلى طاعته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه أكبر منة أنعم الله بها على عباده، أن شرع لهم من الدين خير الأديان وأفضلها، وأزكاها وأطهرها، دين الإسلام، الذي شرعه الله للمصطفين المختارين من عباده، بل شرعه الله لخيار الخيار، وصفوة الصفوة، وهم أولو العزم من المرسلين المذكورون في هذه الآية، أعلى الخلق درجة، وأكملهم من كل وجه، فالدين الذي شرعه الله لهم، لا بد أن يكون مناسبا لأحوالهم، موافقا لكمالهم، بل إنما كملهم الله واصطفاهم، بسبب قيامهم به، فلولا الدين الإسلامي، ما ارتفع أحد من الخلق، فهو روح السعادة، وقطب رحى الكمال، وهو ما تضمنه هذا الكتاب الكريم، ودعا إليه من التوحيد والأعمال والأخلاق والآداب.\nولهذا قال: أَنْ أَقِيمُوا الدِّينَ أي: أمركم أن تقيموا جميع شرائع الدين أصوله وفروعه، تقيمونه بأنفسكم، وتجتهدون في إقامته على غيركم، وتعاونون على البر والتقوى ولا تعاونون على الإثم والعدوان.\nوَلَا تَتَفَرَّقُوا فِيهِ أي: ليحصل منكم الاتفاق على أصول الدين وفروعه، واحرصوا على أن لا تفرقكم المسائل وتحزبكم أحزابا، وتكونون شيعا يعادي بعضكم بعضا مع اتفاقكم على أصل دينكم.\nومن أنواع الاجتماع على الدين وعدم التفرق فيه، ما أمر به الشارع من الاجتماعات العامة، كاجتماع الحج والأعياد، والجمع والصلوات الخمس والجهاد، وغير ذلك من العبادات التي لا تتم ولا تكمل إلا بالاجتماع لها وعدم التفرق.\nكَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ أي: شق عليهم غاية المشقة، حيث دعوتهم إلى الإخلاص للّه وحده، كما قال عنهم: وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ وقولهم: أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ أي يختار من خليقته من يعلم أنه يصلح للاجتباء لرسالته وولايته ومنه أن اجتبى هذه الأمة وفضلها على سائر الأمم، واختار لها أفضل الأديان وخيرها.\nوَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ هذا السبب الذي من العبد، يتوصل به إلى هداية الله تعالى، وهو إنابته لربه، وانجذاب دواعي قلبه إليه، وكونه قاصدا وجهه، فحسن مقصد العبد مع اجتهاده في طلب الهداية، من أسباب التيسير لها، كما قال تعالى: يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وفي هذه الآية، أن الله يَهْدِي إِلَيْهِ مَنْ يُنِيبُ مع قوله: وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ مع العلم بأحوال الصحابة رضي الله عنهم، وشدة إنابتهم، دليل على أن قولهم حجة، خصوصا الخلفاء الراشدين، رضي الله عنهم أجمعين."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما تفرق الكفار والمشركون إلا من بعد ما قامت عليهم الحجة ببعثة محمد صلى الله عليه وسلم إليهم، وما كان تفرّقهم إلا بسبب البغي والظلم، ولولا ما سبق في علم الله من أنه يؤخر عنهم العذاب إلى أَمَدٍ محدد في علمه هو يوم القيامة لحكم الله بينهم، فعجل لهم العذاب بسبب كفرهم بالله وتكذيبهم لرسله، وإن الذين أورثوا التوراة من اليهود، والإنجيل من النصارى من بعد أسلافهم، ومن بعد هؤلاء المشركين، لفي شك من هذا القرآن الذي جاء به محمد صلى الله عليه وسلم ومكذبون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما تفرَّقوا» أي أهل الأديان في الدين بأن وحد بعض وكفر بعض «إلا من بعد ما جاءهم العلم» بالتوحيد «بغياً» من الكافرين «بينهم ولولا كلمة سبقت من ربك» بتأخير الجزاء «إلى أجل مسمى» يوم القيامة «لقضي بينهم» بتعذيب الكافرين في الدنيا «وإن الذين أورثوا الكتاب من بعدهم» وهم اليهود والنصارى «لفي شك منه» من محمد صلى الله عليه وسلم «مريب» موقع في الريبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما أمر تعالى باجتماع المسلمين على دينهم، ونهاهم عن التفرق، أخبرهمأنكم لا تغتروا بما أنزل الله عليكم من الكتاب، فإن أهل الكتاب لم يتفرقوا حتى أنزل الله عليهم الكتاب الموجب للاجتماع، ففعلوا ضد ما يأمر به كتابهم، وذلك كله بغيا وعدوانا منهم، فإنهم تباغضوا وتحاسدوا، وحصلت بينهم المشاحنة والعداوة، فوقع الاختلاف، فاحذروا أيها المسلمون أن تكونوا مثلهم.\nوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ أي: بتأخير العذاب القاضي إلى أجل مسمى لَقُضِيَ بَيْنَهُمْ ولكن حكمته وحلمه، اقتضى تأخير ذلك عنهم.\nوَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ أي: الذين ورثوهم وصاروا خلفا لهم ممن ينتسب إلى العلم منهم لَفِي شَكٍّ مِنْهُ مُرِيبٍ أي: لفي اشتباه كثير يوقع في الاختلاف، حيث اختلف سلفهم بغيا وعنادا، فإن خلفهم اختلفوا شكا وارتيابا، والجميع مشتركون في الاختلاف المذموم."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ اللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ اللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ادعُ لهذا الدين المستقيم، واثبت عليه وفق ما أمرك الله، ولا تتبع أهواءهم الباطلة، وقل عند مجادلتهم: آمنت بالله وبالكتب التي أنزلها الله على رسله، وأمرني الله أن أحكم بينكم بالعدل، الله الذي أعبده ربنا وربكم جميعًا، لنا أعمالنا خيرًا كانت أو شرًّا، ولكم أعمالكم خيرًا كانت أو شرًّا، لا جدال بيننا وبينكم بعد أن تبينت الحجة، واتضحت المحجة، الله يجمع بيننا جميعًا، وإليه المرجع يوم القيامة، فيجازي كلًّا منا بما يستحقه، فيتبيّن عندئذ الصادق من الكاذب، والمحق من المبطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلذلك» التوحيد «فادع» يا محمد الناس «واستقم» عليه «كما أمرت ولا تتبع أهواءهم» في تركه «وقل آمنت بما أنزل الله من كتاب وأمرت لأعدل» أي بأن أعدل «بينكم» في الحكم «الله ربنا وربكم لنا أعمالنا ولكم أعمالكم» فكل يجازى بعمله «لا حجة» خصومة «بيننا وبينكم» هذا قبل أن يؤمر بالجهاد «الله يجمع بيننا» في المعاد لفصل القضاء «وإليه المصير» المرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلِذَلِكَ فَادْعُ أي: فللدين القويم والصراط المستقيم، الذي أنزل الله به كتبه وأرسل رسله، فادع إليه أمتك وحضهم عليه، وجاهد عليه، من لم يقبله، وَاسْتَقِمْ بنفسك كَمَا أُمِرْتَ أي: استقامة موافقة لأمر الله، لا تفريط ولا إفراط، بل امتثالا لأوامر الله واجتنابا لنواهيه، على وجه الاستمرار على ذلك، فأمره بتكميل نفسه بلزوم الاستقامة، وبتكميل غيره بالدعوة إلى ذلك.\nومن المعلوم أن أمر الرسول صلى الله عليه وسلم أمر لأمته إذا لم يرد تخصيص له.\nوَلَا تَتَّبِعْ أَهْوَاءَهُمْ أي: أهواء المنحرفين عن الدين، من الكفرة والمنافقين إما باتباعهم على بعض دينهم، أو بترك الدعوة إلى الله، أو بترك الاستقامة، فإنك إن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظالمين، ولم يقل: \"ولا تتبع دينهم\" لأن حقيقة دينهم الذي شرعه الله لهم، هو دين الرسل كلهم، ولكنهم لم يتبعوه، بل اتبعوا أهواءهم، واتخذوا دينهم لهوا ولعبا.\nوَقُلْ لهم عند جدالهم ومناظرتهم: آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ أي: لتكن مناظرتك لهم مبنية على هذا الأصل العظيم، الدال على شرف الإسلام وجلالته وهيمنته على سائر الأديان، وأن الدين الذي يزعم أهل الكتاب أنهم عليه جزء من الإسلام، وفي هذا إرشاد إلى أن أهل الكتاب إن ناظروا مناظرة مبنية على الإيمان ببعض الكتب، أو ببعض الرسل دون غيره، فلا يسلم لهم ذلك، لأن الكتاب الذي يدعون إليه، والرسول الذي ينتسبون إليه، من شرطه أن يكون مصدقا بهذا القرآن وبمن جاء به، فكتابنا ورسولنا لم يأمرنا إلا بالإيمان بموسى وعيسى والتوراة والإنجيل، التي أخبر بها وصدق بها، وأخبر أنها مصدقة له ومقرة بصحته.\nوأما مجرد التوراة والإنجيل، وموسى وعيسى، الذين لم يوصفوا لنا، ولم يوافقوا لكتابنا، فلم يأمرنا بالإيمان بهم.\nوقوله: وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ أي: في الحكم فيما اختلفتم فيه، فلا تمنعني عداوتكم وبغضكم، يا أهل الكتاب من العدل بينكم، ومن العدل في الحكم، بين أهل الأقوال المختلفة، من أهل الكتاب وغيرهم، أن يقبل ما معهم من الحق، ويرد ما معهم من الباطل، اللَّهُ رَبُّنَا وَرَبُّكُمْ أي: هو رب الجميع، لستم بأحق به منا.\nلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ من خير وشر لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ أي: بعد ما تبينت الحقائق، واتضح الحق من الباطل، والهدى من الضلال، لم يبق للجدال والمنازعة محل، لأن المقصود من الجدال، إنما هو بيان الحق من الباطل، ليهتدي الراشد، ولتقوم الحجة على الغاوي، وليس المراد بهذا أن أهل الكتاب لا يجادلون، كيف والله يقول: وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ وإنما المراد ما ذكرنا.\nاللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ يوم القيامة، فيجزي كلا بعمله، ويتبين حينئذ الصادق من الكاذب."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يجادلون بالحجج الباطلة في هذا الدين المنزل على محمد صلى الله عليه وسلم بعدما استجاب الناس له، هؤلاء المجادلون حجتهم ذاهبة وساقطة عند ربهم وعند المؤمنين، لا أثر لها، وعليهم غضب من الله لكفرهم ورفضهم الحق، ولهم عذاب شديد ينتظرهم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يحاجُّون في» دين «الله» نبيه «من بعد ما استجيب له» بالإيمان لظهور معجزته وهم اليهود «حجتهم داحضة» باطلة «عند ربهم وعليهم غضب ولهم عذاب شديد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا تقرير لقوله: لا حجة بيننا وبينكم، فأخبر هنا أن الَّذِينَ يُحَاجُّونَ فِي اللَّهِ بالحجج الباطلة، والشبه المتناقضة مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ أي: من بعد ما استجاب للّه أولو الألباب والعقول، لما بين لهم من الآيات القاطعة، والبراهين الساطعة، فهؤلاء المجادلون للحق من بعد ما تبين حُجَّتُهُمْ دَاحِضَةٌ أي: باطلة مدفوعة عِنْدَ رَبِّهِمْ لأنها مشتملة على رد الحق وكل ما خالف الحق، فهو باطل.\nوَعَلَيْهِمْ غَضَبٌ لعصيانهم وإعراضهم عن حجج اللّه وبيناته وتكذيبها.\nوَلَهُمْ عَذَابٌ شَدِيدٌ هو أثر غضب اللّه عليهم، فهذه عقوبة كل مجادل للحق بالباطل."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله الذي أنزل القرآن بالحق الذي لا مرية فيه، وأنزل العدل ليحكم بين الناس بالإنصاف، وقد تكون الساعة التي يكذِّب بها هؤلاء قريبة، ومعلوم أن كل آتٍ قريب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الذي أنزل الكتاب» القرآن «بالحق» متعلق بأنزل «والميزان» العدل «وما يدريك» يعلمك «لعل الساعة» أي إتيانها «قريب» ولعل معلق للفعل عن العمل وما بعده سد مسد المفعولين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى أن حججه واضحة بينة، بحيث استجاب لها كل من فيه خير، ذكر أصلها وقاعدتها، بل جميع الحجج التي أوصلها إلى العباد، فقال: اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ فالكتاب هو هذا القرآن العظيم، نزل بالحق، واشتمل على الحق والصدق واليقين، وكله آيات بينات، وأدلة واضحات، على جميع المطالب الإلهية والعقائد الدينية، فجاء بأحسن المسائل وأوضح الدلائل.\nوأما الميزان، فهو العدل والاعتبار بالقياس الصحيح والعقل الرجيح، فكل الدلائل العقلية، من الآيات الآفاقية والنفسية، والاعتبارات الشرعية، والمناسبات والعلل، والأحكام والحكم، داخلة في الميزان الذي أنزله الله تعالى ووضعه بين عباده، ليزنوا به ما اشتبه من الأمور، ويعرفوا به صدق ما أخبر به وأخبرت رسله، مما خرج عن هذين الأمرين عن الكتاب والميزان مما قيل إنه حجة أو برهان أو دليل أو نحو ذلك من العبارات، فإنه باطل متناقض، قد فسدت أصوله، وانهدمت مبانيه وفروعه، يعرف ذلك من خبر المسائل ومآخذها، وعرف التمييز بين راجح الأدلة من مرجوحها، والفرق بين الحجج والشبه، وأما من اغتر بالعبارات المزخرفة، والألفاظ المموهة، ولم تنفذ بصيرته إلى المعنى المراد، فإنه ليس من أهل هذا الشأن، ولا من فرسان هذا الميدان، فوفاقه وخلافه سيان.\nثم قال تعالى مخوفا للمستعجلين لقيام الساعة المنكرين لها، فقال: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ أي: ليس بمعلوم بعدها، ولا متى تقوم، فهي في كل وقت متوقع وقوعها، مخوف وجبتها."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يطلب الذين لا يؤمنون بها تعجيلها؛ لأنهم لا يؤمنون بحساب ولا ثواب ولا عقاب، والذين آمنوا بالله خائفون منها لخوفهم من مصيرهم فيها، ويعلمون علم اليقين أنها الحق الذي لا مِرْية فيه، ألا إن الذين يجادلون في الساعة ويخاصمون فيها، ويشككون في وقوعها، لفي ضلال بعيد عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يستعجل بها الذين لا يؤمنون بها» يقولون متى تأتي ظنا منهم أنها غير آتية «والذين آمنوا مشفقون» خائفون «منها ويعلمون أنها الحق ألا إن الذين يمارون» يجادلون «في الساعة لفي ضلال بعيد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا عنادا وتكذيبا، وتعجيزا لربهم.\nوَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا أي: خائفون، لإيمانهم بها، وعلمهم بما تشتمل عليه من الجزاء بالأعمال، وخوفهم، لمعرفتهم بربهم، أن لا تكون أعمالهم منجية لهم ولا مسعدة، ولهذا قال: وَيَعْلَمُونَ أَنَّهَا الْحَقُّ الذي لا مرية فيه، ولا شك يعتريه أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ أي: بعد ما امتروا فيها، ماروا الرسل وأتباعهم بإثباتها فهم في شقاق بعيد، أي: معاندة ومخاصمة غير قريبة من الصواب، بل في غاية البعد عن الحق، وأيُّ بعد أبعد ممن كذب بالدار التي هي الدار على الحقيقة، وهي الدار التي خلقت للبقاء الدائم والخلود السرمد، وهي دار الجزاء التي يظهر الله فيها عدله وفضله وإنما هذه الدار بالنسبة إليها، كراكب قال في ظل شجرة ثم رحل وتركها، وهي دار عبور وممر، لا محل استقرار.\nفصدقوا بالدار المضمحلة الفانية، حيث رأوها وشاهدوها، وكذبوا بالدار الآخرة، التي تواترت بالإخبار عنها الكتب الإلهية، والرسل الكرام وأتباعهم، الذين هم أكمل الخلق عقولا، وأغزرهم علما، وأعظمهم فطنة وفهما."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ ۖ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله ذو لطف بعباده، يرزق من يشاء، فيوسع له الرزق، ويضيِّق على من يشاء بحسب اقتضاء حكمته ولطفه، وهو القوي الذي لا يغلبه أحد، العزيز الذي ينتقم من أعدائه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله لطيف بعباده» برهم وفاجرهم حيث لم يهلكهم جوعاً بمعاصيهم «يرزق من يشاء» من كل منهم ما يشاء «وهو القوي» على مراده «العزيز» الغالب على أمره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بلطفه بعباده ليعرفوه ويحبوه، ويتعرضوا للطفه وكرمه، واللطف من أوصافه تعالى معناه: الذي يدرك الضمائر والسرائر، الذي يوصل عباده -وخصوصا المؤمنين- إلى ما فيه الخير لهم من حيث لا يعلمون ولا يحتسبون.\nفمن لطفه بعبده المؤمن، أن هداه إلى الخير هداية لا تخطر بباله، بما يسر له من الأسباب الداعية إلى ذلك، من فطرته على محبة الحق والانقياد له وإيزاعه تعالى لملائكته الكرام، أن يثبتوا عباده المؤمنين، ويحثوهم على الخير، ويلقوا في قلوبهم من تزيين الحق ما يكون داعيا لاتباعه.\nومن لطفه أن أمر المؤمنين، بالعبادات الاجتماعية، التي بها تقوى عزائمهم وتنبعث هممهم، ويحصل منهم التنافس على الخير والرغبة فيه، واقتداء بعضهم ببعض.\nومن لطفه، أن قيض لعبده كل سبب يعوقه ويحول بينه وبين المعاصي، حتى إنه تعالى إذا علم أن الدنيا والمال والرياسة ونحوها مما يتنافس فيه أهل الدنيا، تقطع عبده عن طاعته، أو تحمله على الغفلة عنه، أو على معصية صرفها عنه، وقدر عليه رزقه، ولهذا قال هنا: يَرْزُقُ مَنْ يَشَاءُ بحسب اقتضاء حكمته ولطفه وَهُوَ الْقَوِيُّ الْعَزِيزُ الذي له القوة كلها، فلا حول ولا قوة لأحد من المخلوقين إلا به، الذي دانت له جميع الأشياء."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ ۖ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من كان يريد ثواب الآخرة عاملًا لها عملها، نضاعف له ثوابه، فالحسنة بعشر أمثالها إلى سبع مئة ضعف إلى أضعاف كثيرة، ومن كان يريد الدنيا وحدها أعطيناه نصيبه المقدر له فيها، وليس له في الآخرة من حظ لإيثاره الدنيا عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من كان يريد» بعمله «حرث الآخرة» أي كسبها وهو الثواب «نزد له في حرثه» بالتضعيف فيه الحسنة إلى العشرة وأكثر «ومن كان يريد حرث الدنيا نؤته منها» بلا تضعيف ما قسم له «وما له في الآخرة من نصيب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ أي: أجرها وثوابها، فآمن بها وصدق، وسعى لها سعيها نَزِدْ لَهُ فِي حَرْثِهِ بأن نضاعف عمله وجزاءه أضعافا كثيرة، كما قال تعالى: وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا ومع ذلك، فنصيبه من الدنيا لا بد أن يأتيه.\nوَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا بأن: كانت الدنيا هي مقصوده وغاية مطلوبه، فلم يقدم لآخرته، ولا رجا ثوابها، ولم يخش عقابها.\nنُؤْتِهِ مِنْهَا نصيبه الذي قسم له، وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ قد حرم الجنة ونعيمها، واستحق النار وجحيمها.\nوهذه الآية، شبيهة بقوله تعالى: مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ إلى آخر الآيات."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم لهؤلاء المشركين آلهة من دون الله شرعوا لهم من الدين ما لم يأذن لهم الله بشرعه من الشرك به وتحريم ما أحل، وتحليل ما حرم؟ ولولا ما ضربه الله من أجَلٍ محدد للفصل بين المختلفين، وأنه يؤخرهم إليه لفصَل بينهم، وإن الظالمين لأنفسهم بالشرك بالله والمعاصي لهم عذاب موجع ينتظرهم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل «لهم» لكفار مكة «شركاء» هم شياطينهم «شرعوا» أي الشركاء «لهم» للكفار «من الدين» الفاسد «ما لم يأذن به الله» كالشرك وإنكار البعث «ولولا كلمة الفصل» أي القضاء السابق بأن الجزاء في يوم القيامة «لقضي بينهم» وبين المؤمنين بالتعذيب لهم في الدنيا «وإن الظالمين» الكافرين «لهم عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن المشركين اتخذوا شركاء يوالونهم ويشتركون هم وإياهم في الكفر وأعماله، من شياطين الإنس، الدعاة إلى الكفر شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ من الشرك والبدع، وتحريم ما أحل الله، وتحليل ما حرم الله ونحو ذلك مما اقتضته أهواؤهم.\nمع أن الدين لا يكون إلا ما شرعه الله تعالى، ليدين به العباد ويتقربوا به إليه، فالأصل الحجر على كل أحد أن يشرع شيئا ما جاء عن الله وعن رسوله، فكيف بهؤلاء الفسقة المشتركين هم وأباؤهم على الكفر.\nوَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ أي: لولا الأجل المسمى الذي ضربه الله فاصلا بين الطوائف المختلفة، وأنه سيؤخرهم إليه، لقضي بينهم في الوقت الحاضر بسعادة المحق وإهلاك المبطل، لأن المقتضي للإهلاك موجود، ولكن أمامهم العذاب الأليم في الآخرة، هؤلاء وكل ظالم."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ ۗ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ترى - أيها الرسول - الظالمين أنفسهم بالشرك والمعاصي خائفين من العقاب بما كسبوا من الإثم، والعقاب واقع بهم لا محالة، فلا ينفعهم الخوف المجرد عن توبة، والذين آمنوا بالله وبرسله وعملوا الأعمال الصالحات على النقيض منهم؛ فهم في بساتين الجنات يتنعمون، لهم ما يشاؤون عند ربهم من أنواع النعيم الذي لا ينقطع أبدًا، ذلك هو الفضل الكبير الذي لا يدانيه فضل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ترى الظالمين» يوم القيامة «مشفقين» خائفين «مما كسبوا» في الدنيا من السيئات أن يجازوا عليها «وهو» أي الجزاء عليها «واقع بهم» يوم القيامة لا محالة «والذين آمنوا وعملوا الصالحات في روضات الجنات» أنزهها بالنسبة إلى من دونهم «لهم ما يشاءُون عند ربهم ذلك هو الفضل الكبير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفي ذلك اليوم تَرَى الظَّالِمِينَ أنفسهم بالكفر والمعاصي مُشْفِقِينَ أي: خائفين وجلين مِمَّا كَسَبُوا أن يعاقبوا عليه.\nولما كان الخائف قد يقع به ما أشفق منه وخافه، وقد لا يقع، أخبر أنه وَاقِعٌ بِهِمْ العقاب الذي خافوه، لأنهم أتوا بالسبب التام الموجب للعقاب، من غير معارض، من توبة ولا غيرها، ووصلوا موضعا فات فيه الإنظار والإمهال.\nوَالَّذِينَ آمَنُوا بقلوبهم بالله وبكتبه ورسله وما جاءوا به، وَعَمِلُوا الصَّالِحَاتِ يشمل كل عمل صالح من أعمال القلوب، وأعمال الجوارح من الواجبات والمستحبات، فهؤلاء فِي رَوْضَاتِ الْجَنَّاتِ أي: الروضات المضافة إلى الجنات، والمضاف يكون بحسب المضاف إليه، فلا تسأل عن بهجة تلك الرياض المونقة، وما فيها من الأنهارالمتدفقة، والفياض المعشبة، والمناظر الحسنة، والأشجار المثمرة، والطيور المغردة، والأصوات الشجية المطربة، والاجتماع بكل حبيب، والأخذ من المعاشرة والمنادمة بأكمل نصيب، رياض لا تزداد على طول المدى إلا حسنا وبهاء، ولا يزداد أهلها إلا اشتياقا إلى لذاتها وودادا، لَهُمْ مَا يَشَاءُونَ فيها، أي: في الجنات، فمهما أرادوا فهو حاصل، ومهما طلبوا حصل، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر.\nذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ وهل فوز أكبر من الفوز برضا الله تعالى، والتنعم بقربه في دار كرامته؟"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "ذَٰلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۗ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا ۚ إِنَّ اللَّهَ غَفُورٌ شَكُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك التبشير العظيم الذي يبشر الله به على يد رسوله الذين آمنوا بالله ورسله، وعملوا الأعمال الصالحات، قل -أيها الرسول -: لا أطلب منكم على تبليغ الحق ثوابًا إلا ثوابًا واحدًا عائدًا نفعه إليكم، وهو أن تحبوني لقرابتي فيكم، ومن يكسب حسنة نضاعف له أجره؛ الحسنة بعشر أمثالها، إن الله غفور لذنوب من تاب إليه من عباده، شكور لأعمالهم الصالحة التي يعملونها ابتغاء وجهه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك الذي يَبْشُرُ» من البشارة مخففاً ومثقلاً به «الله عباده الذين آمنوا وعملوا الصالحات قل لا أسألكم عليه» على تبليغ الرسالة «أجراً إلا المودة في القربى» استثناء منقطع، أي لكن أسألكم أن تودوا قرابتي التي هي قرابتكم أيضاً فإن له في كل بطن من قريش قرابة «ومن يقترف» يكتسب «حسنة» طاعة «تزد له فيها حسناً» بتضعيفها «إن الله غفور» للذنوب «شكور» للقليل فيضاعفه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أي: هذه البشارة العظيمة، التي هي أكبر البشائر على الإطلاق، بشر بها الرحيم الرحمن، على يد أفضل خلقه لأهل الإيمان والعمل الصالح، فهي أجل الغايات، والوسيلة الموصلة إليها أفضل الوسائل.\nقُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أي: على تبليغي إياكم هذا القرآن ودعوتكم إلى أحكامه.\nأَجْرًا فلست أريد أخذ أموالكم، ولا التولي عليكم والترأس، ولا غير ذلك من الأغراض إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى يحتمل أن المراد: لا أسألكم عليه أجرا إلا أجرا واحدا هو لكم، وعائد نفعه إليكم، وهو أن تودوني وتحبوني في القرابة، أي: لأجل القرابة.\nويكون على هذا المودة الزائدة على مودة الإيمان، فإن مودة الإيمان بالرسول، وتقديم محبته على جميع المحاب بعد محبة الله، فرض على كل مسلم، وهؤلاء طلب منهم زيادة على ذلك أن يحبوه لأجل القرابة، لأنه صلى الله عليه وسلم، قد باشر بدعوته أقرب الناس إليه، حتى إنه قيل: إنه ليس في بطون قريش أحد، إلا ولرسول الله صلى الله عليه وسلم، فيه قرابة.\nويحتمل أن المراد إلا مودة الله تعالى الصادقة، وهي التي يصحبها التقرب إلى الله، والتوسل بطاعته الدالة على صحتها وصدقها، ولهذا قال: إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى أي: في التقرب إلى الله، وعلى كلا القولين، فهذا الاستثناء دليل على أنه لا يسألهم عليه أجرا بالكلية، إلا أن يكون شيئا يعود نفعه إليهم، فهذا ليس من الأجر في شيء، بل هو من الأجر منه لهم صلى الله عليه وسلم، كقوله تعالى: وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ وقولهم: \"ما لفلان ذنب عندك، إلا أنه محسن إليك\" وَمَنْ يَقْتَرِفْ حَسَنَةً من صلاة، أو صوم، أو حج، أو إحسان إلى الخلق نَزِدْ لَهُ فِيهَا حُسْنًا بأن يشرح الله صدره، وييسر أمره، وتكون سببا للتوفيق لعمل آخر، ويزداد بها عمل المؤمن، ويرتفع عند الله وعند خلقه، ويحصل له الثواب العاجل والآجل.\nإِنَّ اللَّهَ غَفُورٌ شَكُورٌ يغفر الذنوب العظيمة ولو بلغت ما بلغت عند التوبة منها، ويشكر على العمل القليل بالأجر الكثير، فبمغفرته يغفر الذنوب ويستر العيوب، وبشكره يتقبل الحسنات ويضاعفها أضعافا كثيرة."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "أَمْ يَقُولُونَ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۖ فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مِنْ زعم المشركين أن محمدًا صلى الله عليه وسلم قد اختلق هذا القرآن ونسبه لربه، ويقول الله ردًّا عليهم: لو حدَّثتَ نفسك أن تفتري كذبًا لطَبَعْتُ على قلبك، ومحوت الباطل المفترى، وأبقيت الحق، ولما لم يكن الأمر كذلك دلَّ على صدق النبي صلى الله عليه وسلم أنه موحى له من ربه، إنه عليم بما في قلوب عباده لا يخفى عليه شيء منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل «يقولون افترى على الله كذباً» بنسبة القرآن إلى الله تعالى «فإن يشأ الله يختم» يربط «على قلبك» بالصبر على أذاهم بهذا القول وغيره، وقد فعل «ويَمْحُ الله الباطل» الذي قالوه «ويحق الحق» يثبته «بكلماته» المنزلة على بنيه «إنه عليم بذات الصدور» بما في القلوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعني أم يقول المكذبون للرسول صلى الله عليه وسلم جرأة منهم وكذبا: افْتَرَى عَلَى اللَّهِ كَذِبًا فرموك بأشنع الأمور وأقبحها، وهو الافتراء على الله بادعاء النبوة والنسبة إلى الله ما هو بريء منه، وهم يعلمون صدقك وأمانتك، فكيف يتجرأون على هذا الكذب الصراح؟بل تجرأوا بذلك على الله تعالى، فإنه قدح في الله، حيث مكنك من هذه الدعوة العظيمة، المتضمنة -على موجب زعمهم- أكبر الفساد في الأرض، حيث مكنه الله من التصريح بالدعوة، ثم بنسبتها إليه، ثم يؤيده بالمعجزات الظاهرات، والأدلة القاهرات، والنصر المبين، والاستيلاء على من خالفه، وهو تعالى قادر على حسم هذه الدعوة من أصلها ومادتها، وهو أن يختم على قلب الرسول صلى الله عليه وسلم فلا يعي شيئا ولا يدخل إليه خير، وإذا ختم على قلبه انحسم الأمر كله وانقطع.\nفهذا دليل قاطع على صحة ما جاء به الرسول، وأقوى شهادة من الله له على ما قال، ولا يوجد شهادة أعظم منها ولا أكبر، ولهذا من حكمته ورحمته، وسنته الجارية، أنه يمحو الباطل ويزيله، وإن كان له صولة في بعض الأوقات، فإن عاقبته الاضمحلال.\nوَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ الكونية، التي لا تغير ولا تبدل، ووعده الصادق، وكلماته الدينية التي تحقق ما شرعه من الحق، وتثبته في القلوب، وتبصر أولي الألباب، حتى إن من جملة إحقاقه تعالى الحق، أن يُقَيِّضَ له الباطل ليقاومه، فإذا قاومه، صال عليه الحق ببراهينه وبيناته، فظهر من نوره وهداه ما به يضمحل الباطل وينقمع، ويتبين بطلانه لكل أحد، ويظهر الحق كل الظهور لكل أحد.\nإِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ أي: بما فيها، وما اتصفت به من خير وشر، وما أكنته ولم تبده."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو سبحانه الذي يقبل توبة عباده من الكفر والمعاصي إذا تابوا إليه، ويتجاوز عن سيئاتهم التي ارتكبوها، ويعلم ما تفعلون من شيء، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي يقبل التوبة عن عباده» منهم «ويعفو عن السيئات» المتاب عنها «ويعلم ما يفعلون» بالياء والتاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا بيان لكمال كرم الله تعالى وسعة جوده وتمام لطفه، بقبول التوبة الصادرة من عباده حين يقلعون عن ذنوبهم ويندمون عليها، ويعزمون على أن لا يعاودوها، إذا قصدوا بذلك وجه ربهم، فإن الله يقبلها بعد ما انعقدت سببا للهلاك، ووقوع العقوبات الدنيوية والدينية.\nوَيَعْفُو عَنِ السَّيِّئَاتِ ويمحوها، ويمحو أثرها من العيوب، وما اقتضته من العقوبات، ويعود التائب عنده كريما، كأنه ما عمل سوءا قط، ويحبه ويوفقه لما يقر به إليه.\nولما كانت التوبة من الأعمال العظيمة، التي قد تكون كاملة بسبب تمام الإخلاص والصدق فيها، وقد تكون ناقصة عند نقصهما، وقد تكون فاسدة إذا كان القصد منها بلوغ غرض من الأغراض الدنيوية، وكان محل ذلك القلب الذي لا يعلمه إلا الله، ختم هذه الآية بقوله: وَيَعْلَمُ مَا تَفْعَلُونَ فالله تعالى، دعا جميع العباد إلى الإنابة إليه والتوبة من التقصير، فانقسموا -بحسب الاستجابة له- إلى قسمين: مستجيبين وصفهم بقوله وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ ۚ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويجيب دعاء الذين آمنوا بالله وبرسله وعملوا الصالحات، ويزيدهم من فضله على ما لم يسألوه، والكافرون بالله وبرسله لهم عذاب قوي ينتظرهم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويستجيب الذين آمنوا وعملوا الصالحات» يجيبهم إلى ما يسألون «ويزيدهم من فضله والكافرون لهم عذاب شديد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يستجيبون لربهم لما دعاهم إليه وينقادون له ويلبون دعوته، لأن ما معهم من الإيمان والعمل الصالح يحملهم على ذلك، فإذا استجابوا له، شكر الله لهم، وهو الغفور الشكور.\nوزادهم من فضله توفيقا ونشاطا على العمل، وزادهم مضاعفة في الأجر زيادة عن ما تستحقه أعمالهم من الثواب والفوز العظيم.\nوأما غير المستجيبين للّه وهم المعاندون الذين كفروا به وبرسله، ف لَهُمْ عَذَابٌ شَدِيدٌ في الدنيا والآخرة، ثم ذكر أن من لطفه بعباده، أنه لا يوسع عليهم الدنيا سعة، تضر بأديانهم فقال: وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ ۚ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو وسّع الله الرزق لجميع عباده لطغوا في الأرض بالظلم، ولكنه سبحانه ينزل من الرزق بقدر ما يشاء من توسيع وتضييق، إنه خبير بأحوال عباده بصير بها، فيعطي لحكمة، ويمنع لحكمة أيضًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو بسط الله الرزق لعباده» جميعهم «لبغوا» جميعهم أي طغوا «في الأرض ولكن ينزل» بالتخفيف وضده من الأرزاق «بقدر ما يشاء» فيبسطها لبعض عباده دون، وينشأ عن البسط البغي «إنه بعباده خبير بصير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لغفلوا عن طاعة الله، وأقبلوا على التمتع بشهوات الدنيا، فأوجبت لهم الإكباب على ما تشتهيه نفوسهم، ولو كان معصية وظلما.\nوَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ بحسب ما اقتضاه لطفه وحكمته إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ كما في بعض الآثار أن الله تعالى يقول: \"إن من عبادي من لا يصلح إيمانه إلا الغنى، ولو أفقرته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا الفقر، ولو أغنيته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا الصحة، ولو أمرضته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا المرض ولو عافيته لأفسده ذلك، إني أدبر أمر عبادي بعلمي بما في قلوبهم، إني خبير بصير \""
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو الذي ينزل المطر على عباده من بعد ما يئسوا من نزوله، وينشر هذا المطر فتنبت الأرض، وهو المتولّي شؤون عباده، المحمود على كل حال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي ينزل الغيث» المطر «من بعدما قنطوا» يئسوا من نزوله «وينشر رحمته» يبسط مطره «وهو الولي» المحسن للمؤمنين «الحميد» المحمود عندهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ أي: المطر الغزير الذي به يغيث البلاد والعباد، مِنْ بَعْدِ مَا قَنَطُوا وانقطع عنهم مدة ظنوا أنه لا يأتيهم، وأيسوا وعملوا لذلك الجدب أعمالا، فينزل الله الغيث وَيَنْشُرُ به رَحْمَتَهُ من إخراج الأقوات للآدميين وبهائمهم، فيقع عندهم موقعا عظيما، ويستبشرون بذلك ويفرحون.\nوَهُوَ الْوَلِيُّ الذي يتولى عباده بأنواع التدبير، ويتولى القيام بمصالح دينهم ودنياهم.\nالْحَمِيدُ في ولايته وتدبيره، الحميد على ما له من الكمال، وما أوصله إلى خلقه من أنواع الإفضال."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آيات الله الدالة على قدرته ووحدانيته خلق السماوات وخلق الأرض، وما نشر فيهما من مخلوقات عجيبة، وهو على جمعهم للحشر والجزاء متى شاء قدير، لا يعجزه ذلك كما لم يعجزه خلقهم أول مرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته خلق السماوات والأرض» خلق «ما بث» فرق ونشر «فيهما من دابة» هي ما يدب على الأرض من الناس وغيرهم «وهو على جمعهم» للحشر «إذا يشاء قدير» في الضمير تغليب العاقل على غيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن أدلة قدرته العظيمة، وأنه سيحيي الموتى بعد موتهم، خَلْقُ هذه السَّمَاوَاتِ وَالْأَرْضِ على عظمهما وسعتهما، الدال على قدرته وسعة سلطانه، وما فيهما من الإتقان والإحكام دال على حكمته وما فيهما من المنافع والمصالح دال على رحمته، وذلك يدل على أنه المستحق لأنواع العبادة كلها، وأن إلهية ما سواه باطلة.\nوَمَا بَثَّ فِيهِمَا أي: نشر في السماوات والأرض من أصناف الدواب التي جعلها اللّه مصالح ومنافع لعباده.\nوَهُوَ عَلَى جَمْعِهِمْ أي: جمع الخلق بعد موتهم لموقف القيامة إِذَا يَشَاءُ قَدِيرٌ فقدرته ومشيئته صالحان لذلك، ويتوقف وقوعه على وجود الخبر الصادق، وقد علم أنه قد تواترت أخبار المرسلين وكتبهم بوقوعه."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أصابكم - أيها الناس - من مصيبة في أنفسكم أو أموالكم فبما كسبته أيديكم من المعاصي، ويتجاوز الله لكم عن كثير منها، فلا يؤاخذكم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أصابكم» خطاب للمؤمنين «من مصيبة» بلية وشدة «فبما كسبت أيديكم» أي كسبتم من الذنوب وعبر بالأيدي لأن أكثر الأفعال تزاول بها «ويعفو عن كثير» منها فلا يجازي عليه وهو تعالى أكرم من أن يثني الجزاء في الآخرة، وأما غير المذنبين فما يصيبهم في الدنيا لرفع درجاتهم في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى، أنه ما أصاب العباد من مصيبة في أبدانهم وأموالهم وأولادهم وفيما يحبون ويكون عزيزا عليهم، إلا بسبب ما قدمته أيديهم من السيئات، وأن ما يعفو اللّه عنه أكثر، فإن اللّه لا يظلم العباد، ولكن أنفسهم يظلمون وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وليس إهمالا منه تعالى تأخير العقوبات ولا عجزا."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولستم بقادرين على النجاة من ربكم هربًا إذا أراد عقابكم، وليس لكم من دونه ولي يتولى أموركم، ولا نصير يرفع عنكم العذاب إن أراده بكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أنتم» يا مشركون «بمعجزين» الله هرباً «في الأرض» فتفوتوه «وما لكم من دون الله» أي غيره «من وليّ ولا نصير» يدفع عذابه عنكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ أي: معجزين قدرة اللّه عليكم، بل أنتم عاجزون في الأرض، ليس عندكم امتناع عما ينفذه اللّه فيكم.\nوَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ يتولاكم، فيحصل لكم المنافع وَلَا نَصِيرٍ يدفع عنكم المضار."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن آيات الله الدالة على قدرته ووحدانيته السفن التي تجري في البحر مثل الجبال في ارتفاعها وعلوها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن آياته الجوار» السفن «في البحر كالأعلام» كالجبال في العظم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ومن أدلة رحمته وعنايته بعباده الْجَوَار فِي الْبَحْرِ من السفن، والمراكب النارية والشراعية، التي من عظمها كَالْأَعْلَامِ وهي الجبال الكبار، التي سخر لها البحر العجاج، وحفظها من التطام الأمواج، وجعلها تحملكم وتحمل أمتعتكم الكثيرة إلى البلدان والأقطار البعيدة، وسخر لها من الأسباب ما كان معونة على ذلك."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن يشأ الله إسكان الريح التي تسيّرهنّ أسكنها، فَيَظْللن ثوابت في البحر لا يتحرّكن، إنّ في ذلك المذكور من خلق السفن وتسخير الرياح لدلالات واضحة على قدرة الله لكل صَبَّار على البلاء والمحن، شكور لنعم الله عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن يشأ يسكن الريح فيظللن» يصرن «رواكد» ثوابت لا تجري «على ظهره إن في ذلك لآيات لكل صبَّار شكور» هو المؤمن يصبر في الشدة ويشكر في الرخاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم نبه على هذه الأسباب بقوله: إِنْ يَشَأْ يُسْكِنِ الرِّيحَ التي جعلها الله سببا لمشيها، فَيَظْلَلْنَ أي: الجوار رَوَاكِدَ على ظهر البحر، لا تتقدم ولا تتأخر، ولا ينتقض هذا بالمراكب النارية، فإن من شرط مشيها وجود الريح.\nوإن شاء الله تعالى أوبق الجوار بما كسب أهلها، أي: أغرقها في البحر وأتلفها، ولكنه يحلم ويعفو عن كثير.\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ أي: كثير الصبر على ما تكرهه نفسه ويشق عليها، فيكرهها عليه، من مشقة طاعة، أو ردع داع إلى معصية، أو ردع نفسه عند المصائب عن التسخط، شَكُورٍ في الرخاء وعند النعم، يعترف بنعمة ربه ويخضع له، ويصرفها في مرضاته، فهذا الذي ينتفع بآيات الله."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو إن يشأ سبحانه إهلاك تلك السفن بإرسال الريح العاصفة عليها أهلكها بسبب ما كسب الناس من الإثم، ويتجاوز عن كثير من ذنوب عباده فلا يعاقبهم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "أو يوبقهنَّ» عطف على يسكن أي يغرقهن بعصف الريح بأهلهن «بما كسبوا» أي أهلهن من الذنوب «ويعف عن كثير» منها فلا يغرق أهله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما الذي لا صبر عنده، ولا شكر له على نعم الله، فإنه معرض أو معاند لا ينتفع بالآيات."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويعلم عند إهلاك تلك السفن بإرسال الريح العاصفة الذين يجادلون في آيات الله لإبطالها ما لهم من مهرب عن الهلاك، فلا يدعون إلا الله، ويتركون من عداه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويعلمُ» بالرفع مستأنف وبالنصب معطوف على تعليل مقدر، أي يغرقهم لينتقم منهم، ويعلم «الذين يجادلون في آياتنا ما لهم من محيص» مهرب من العذاب، وجملة النفي سدت مسد مفعولي يعلم، والنفي معلق عن العمل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا ليبطلوها بباطلهم.\nمَا لَهُمْ مِنْ مَحِيصٍ أي: لا ينقذهم منقذ مما حل بهم من العقوبة."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما أُعطيتم - أيها الناس - من مال أو جاه أو ولد، فمتاع الحياة الدنيا وهو زائل منقطع، والنعيم الدائم هو نعيم الجنة الذي أعده الله للذين آمنوا بالله ورسله، وعلى ربهم وحده يعتمدون في جميع أمورهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما أوتيتم» خطاب للمؤمنين وغيرهم «من شيءٍ» من أثاث الدنيا «فمتاع الحياة الدنيا» يتمتع به فيها ثم يزول «وما عند الله» من الثواب «خير وأبقى للذين آمنوا وعلى ربهم يتوكلون» ويعطف عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا تزهيد في الدنيا وترغيب في الآخرة، وذكر الأعمال الموصلة إليها فقال: فَمَا أُوتِيتُمْ مِنْ شَيْءٍ من ملك ورياسة، وأموال وبنين، وصحة وعافية بدنية.\nفَمَتَاعُ الْحَيَاةِ الدُّنْيَا لذة منغصة منقطعة.\nوَمَا عِنْدَ اللَّهِ من الثواب الجزيل، والأجر الجليل، والنعيم المقيم خَيْرٌ من لذات الدنيا، خيرية لا نسبة بينهما وَأَبْقَى لأنه نعيم لا منغص فيه ولا كدر، ولا انتقال.\nثم ذكر لمن هذا الثواب فقال: لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ أي: جمعوا بين الإيمان الصحيح، المستلزم لأعمال الإيمان الظاهرة والباطنة، وبين التوكل الذي هو الآلة لكل عمل، فكل عمل لا يصحبه التوكل فغير تام، وهو الاعتماد بالقلب على الله في جلب ما يحبه العبد، ودفع ما يكرهه مع الثقة به تعالى."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين يبتعدون عن كبائر الذنوب وقبائحها، وإذا غضبوا ممن أساء إليهم بالقول أو الفعل يغفرون له زلته، ولا يعاقبونه عليها، وهذا العفو تفضل منهم إذا كان فيه خير ومصلحة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين يجتنبون كبائر الإثم والفواحش» موجبات الحدود من عطف البعض على الكل «وإذا ما غضبوا هم يغفرون» يتجاوزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ والفرق بين الكبائر والفواحش -مع أن جميعهما كبائر- أن الفواحش هي الذنوب الكبار التي في النفوس داع إليها، كالزنا ونحوه، والكبائر ما ليس كذلك، هذا عند الاقتران، وأما مع إفراد كل منهما عن الآخر فإن الآخر يدخل فيه.\nوَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ أي: قد تخلقوا بمكارم الأخلاق ومحاسن الشيم، فصار الحلم لهم سجية، وحسن الخلق لهم طبيعة حتى إذا أغضبهم أحد بمقاله أو فعاله، كظموا ذلك الغضب فلم ينفذوه، بل غفروه، ولم يقابلوا المسيء إلا بالإحسان والعفو والصفح.\nفترتب على هذا العفو والصفح، من المصالح ودفع المفاسد في أنفسهم وغيرهم شيء كثير، كما قال تعالى: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين استجابوا لربهم؛ بفعل ما أمر به، وترك ما نهى عنه، وأتمّوا الصلاة على أكمل وجه، والذين يتشاورون في الأمور التي تهمهم، ومما رزقناهم ينفقون ابتغاء وجه الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين استجابوا لربهم» أجابوه إلى ما دعاهم إليه عن التوحيد والعبادة «وأقاموا الصلاة» أداموها «وأمرهم» الذي يبدو لهم «شورى بينهم» يتشاورون فيه ولا يعجلون «ومما رزقناهم» أعطيناهم «ينفقون» في طاعة الله، ومن ذُكر صنف:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ أي: انقادوا لطاعته، ولبَّوْا دعوته، وصار قصدهم رضوانه، وغايتهم الفوز بقربه.\nومن الاستجابة للّه، إقامة الصلاة وإيتاء الزكاة، فلذلك عطفهما على ذلك، من باب عطف العام على الخاص، الدال على شرفه وفضله فقال: وَأَقَامُوا الصَّلَاةَ أي: ظاهرها وباطنها، فرضها ونفلها.\nوَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ من النفقات الواجبة، كالزكاة والنفقة على الأقارب ونحوهم، والمستحبة، كالصدقات على عموم الخلق.\nوَأَمْرُهُمْ الديني والدنيوي شُورَى بَيْنَهُمْ أي: لا يستبد أحد منهم برأيه في أمر من الأمور المشتركة بينهم، وهذا لا يكون إلا فرعا عن اجتماعهم وتوالفهم وتواددهم وتحاببهم وكمال عقولهم، أنهم إذا أرادوا أمرا من الأمور التي تحتاج إلى إعمال الفكر والرأي فيها، اجتمعوا لها وتشاوروا وبحثوا فيها، حتى إذا تبينت لهم المصلحة، انتهزوها وبادروها، وذلك كالرأي في الغزو والجهاد، وتولية الموظفين لإمارة أو قضاء، أو غيره، وكالبحث في المسائل الدينية عموما، فإنها من الأمور المشتركة، والبحث فيها لبيان الصواب مما يحبه الله، وهو داخل في هذه الآية."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين إذا أصابهم الظلم ينتصرون إكرامًا لأنفسهم وإعزازًا لها، إذا كان الظالم غير أهلٍ للعفو، وهذا الانتصار حق، بخاصة إذا لم يكن في العفو مصلحة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين إذا أصابهم البغي» الظلم «هم ينتصرون» صنف، أي ينتقمون ممن ظلمهم بمثل ظلمه، كما قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ أي: وصل إليهم من أعدائهم هُمْ يَنْتَصِرُونَ لقوتهم وعزتهم، ولم يكونوا أذلاء عاجزين عن الانتصار.\nفوصفهم بالإيمان، وعلى الله، واجتناب الكبائر والفواحش الذي تكفر به الصغائر، والانقياد التام، والاستجابة لربهم، وإقامة الصلاة، والإنفاق في وجوه الإحسان، والمشاورة في أمورهم، والقوة والانتصار على أعدائهم، فهذه خصال الكمال قد جمعوها، ويلزم من قيامها فيهم، فعل ما هو دونها، وانتفاء ضدها."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن أراد أن يأخذ حقه فله ذلك، لكن بالمثل دون زيادة أو تجاوز، ومن عفا عمن أساء إليه ولم يؤاخذه على إساءته، وأصلح ما بينه وبين أخيه فثوابه عند الله، إنه لا يحب الظالمين الذين يظلمون الناس في أنفسهم أو أموالهم أو أعراضهم، بل يبغضهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجزاءُ سيئة سيئة مثلها» سميت الثانية سيئة لمشابهتها للأولى في الصورة، وهذا ظاهر فيما يقتص فيه من الجراحات، قال بعضهم: وإذا قال له أخزاك الله، فيجيبه أخزاك الله «فمن عفا» عن ظالمه «وأصلح» الود بينه وبين المعفو عنه «فأجره على الله» أي إن الله يأجره لا محالة «إنه لا يحب الظالمين» أي البادئين بالظلم فيترتب عليهم عقابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذكر الله في هذه الآية، مراتب العقوبات، وأنها على ثلاث مراتب: عدل وفضل وظلم.\nفمرتبة العدل، جزاء السيئة بسيئة مثلها، لا زيادة ولا نقص، فالنفس بالنفس، وكل جارحة بالجارحة المماثلة لها، والمال يضمن بمثله.\nومرتبة الفضل: العفو والإصلاح عن المسيء، ولهذا قال: فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ يجزيه أجرا عظيما، وثوابا كثيرا، وشرط الله في العفو الإصلاح فيه، ليدل ذلك على أنه إذا كان الجاني لا يليق العفو عنه، وكانت المصلحة الشرعية تقتضي عقوبته، فإنه في هذه الحال لا يكون مأمورا به.\nوفي جعل أجر العافي على الله ما يهيج على العفو، وأن يعامل العبد الخلق بما يحب أن يعامله الله به، فكما يحب أن يعفو الله عنه، فَلْيَعْفُ عنهم، وكما يحب أن يسامحه الله، فليسامحهم، فإن الجزاء من جنس العمل.\nوأما مرتبة الظلم فقد ذكرها بقوله: إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ الذين يجنون على غيرهم ابتداء، أو يقابلون الجاني بأكثر من جنايته، فالزيادة ظلم."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن انتصر لنفسه فأولئك ما عليهم من مؤاخذة لأخذهم بحقهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولمن انتصر بعد ظلمه» أي ظلم الظالم إياه «فأولئك ما عليهم من سبيل» مؤاخذة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ أي: انتصر ممن ظلمه بعد وقوع الظلم عليه فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ أي: لا حرج عليهم في ذلك.\nودل قوله: وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ وقوله: وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ أنه لا بد من إصابة البغي والظلم ووقوعه.\nوأما إرادة البغي على الغير، وإرادة ظلمه من غير أن يقع منه شيء، فهذا لا يجازى بمثله، وإنما يؤدب تأديبا يردعه عن قول أو فعل صدر منه."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما المؤاخذة والعقاب للذين يظلمون الناس، ويعملون في الأرض بالمعاصي، أولئك لهم عذاب موجع في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما السبيل على الذين يظلمون الناس ويبغون» يعملون «في الأرض بغير الحق» بالمعاصي «أولئك لهم عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّمَا السَّبِيلُ أي: إنما تتوجه الحجة بالعقوبة الشرعية عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وهذا شامل للظلم والبغي على الناس، في دمائهم وأموالهم وأعراضهم.\nأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ أي: موجع للقلوب والأبدان، بحسب ظلمهم وبغيهم."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما من صبر على إيذاء غيره له، وتجاوز عنه، فإن ذلك الصبر مما يعود بالخير عليه وعلى المجتمع؛ وذاك أمر محمود، ولا يوفَّق له إلا ذو حظ عظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولمن صبر» فلم ينتصر «وغفر» تجاوز «إن ذلك» الصبر والتجاوز «لمن عزم الأمور» أي معزوماتها، بمعنى المطلوبات شرعاً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَنْ صَبَرَ على ما يناله من أذى الخلق وَغَفَرَ لهم، بأن سمح لهم عما يصدر منهم، إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ أي: لمن الأمور التي حث الله عليها وأكدها، وأخبر أنه لا يلقاها إلا أهل الصبر والحظوظ العظيمة، ومن الأمور التي لا يوفق لها إلا أولو العزائم والهمم، وذوو الألباب والبصائر.\nفإن ترك الانتصار للنفس بالقول أو الفعل، من أشق شيء عليها، والصبر على الأذى، والصفح عنه، ومغفرته، ومقابلته بالإحسان، أشق وأشق، ولكنه يسير على من يسره الله عليه، وجاهد نفسه على الاتصاف به، واستعان الله على ذلك، ثم إذا ذاق العبد حلاوته، ووجد آثاره، تلقاه برحب الصدر، وسعة الخلق، والتلذذ فيه."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ ۗ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن خذله الله عن الهداية فأضلّه عن الحق فليس له ولي من بعده يتولى أمره، وترى الظالمين أنفسهم بالكفر والمعاصي لما عاينوا العذاب يوم القيامة يقولون متمنّين: هل للعودة إلى الدنيا طريق فنتوب إلى الله؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يضلل الله فما له من ولي من بعده» أي أحد يلي هدايته بعد إضلال الله إياه «وترى الظالمين لما رأوا العذاب يقولون هل إلى مَرَدّ» إلى الدنيا «من سبيل» طريق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه المنفرد بالهداية والإضلال، وأنه مَنْ يُضْلِلِ اللَّهُ بسبب ظلمه فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ يتولى أمره ويهديه.\nوَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ مرأى ومنظرا فظيعا، صعبا شنيعا، يظهرون الندم العظيم، والحزن على ما سلف منهم، و يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ أي: هل لنا طريق أو حيلة إلى رجوعنا إلى الدنيا، لنعمل غير الذي كنا نعمل، وهذا طلب للأمر المحال الذي لا يمكن."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ۗ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وترى - أيها الرسول - هؤلاء الظالمين حين يُعْرَضون على النار وهم أذلاء وخزايا ينظرون إلى الناس خِلْسة من شدة خوفهم منها، وقال الذين آمنوا بالله وبرسله: إن الخاسرين حقًّا هم الذين خسروا أنفسهم وأهليهم يوم القيامة بسبب ما لاقوه من عذاب الله، ألا إن الظالمين لأنفسهم بالكفر والمعاصي في عذاب دائم لا ينقطع أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتراهم يعرضون عليها» أي النار «خاشعين» خائفين متواضعين «من الذل ينظرون» إليها «من طرف خفيّ» ضعيف النظر مسارقه، ومن ابتدائية، أو بمعنى الباء «وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة» بتخليدهم في النار وعدم وصولهم إلى الحور المعدة لهم في الجنة لو آمنوا، والموصول خبر إن «ألا إن الظالمين» الكافرين «في عذاب مقيم» دائم هو من مفعول الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا أي: على النار خَاشِعِينَ مِنَ الذُّلِّ أي: ترى أجسامهم خاشعة للذل الذي في قلوبهم، يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ أي: ينظرون إلى النار مسارقة وشزرا، من هيبتها وخوفها.\nوَقَالَ الَّذِينَ آمَنُوا حيث ظهرت عواقب الخلق، وتبين أهل الصدق من غيرهم: إِنَّ الْخَاسِرِينَ على الحقيقة الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ حيث فوتوا أنفسهم جزيل الثواب، وحصلوا على أليم العقاب وفرق بينهم وبين أهليهم، فلم يجتمعوا بهم، آخر ما عليهم.\nأَلَا إِنَّ الظَّالِمِينَ أنفسهم بالكفر والمعاصي فِي عَذَابٍ مُقِيمٍ أي: في سوائه ووسطه، منغمرين لا يخرجون منه أبدا، ولا يفتر عنهم وهم فيه مبلسون."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُم مِنْ دُونِ اللَّهِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما كان لهم من أولياء ينصرونهم بإنقاذهم من عذاب الله يوم القيامة، ومن يخذله الله عن الحق فيضلّه فليس له أبدًا من طريق تؤديه إلى الهداية إلى الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما كان لهم من أولياء ينصرونهم من دون الله» أي غيره يدفع عذابه عنهم «ومن يضلل الله فما له من سبيل» طريق إلى الحق في الدنيا وإلى الجنة في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ كما كانوا في الدنيا يمنون بذلك أنفسهم، ففي القيامة يتبين لهم ولغيرهم أن أسبابهم التي أملوها تقطعت، وأنه حين جاءهم عذاب الله لم يدفع عنهم.\nوَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ تحصل به هدايته، فهؤلاء ضلوا حين زعموا في شركائهم النفع ودفع الضر، فتبين حينئذ ضلالهم."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "استجيبوا - أيها الناس - لربكم بالمسارعة إلى امتثال أوامره واجتناب نواهيه، وترك التسويف، من قبل أن يأتي يوم القيامة الذي إذا جاء لا دافع له، ما لكم من ملجأ تلجؤون إليه، وما لكم من إنكار تنكرون به ذنوبكم التي اكتسبتموها في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«استجيبوا لربكم» أجيبوه بالتوحيد والعبادة «من قبل أن يأتي يوم» هو يوم القيامة «لا مرد له من الله» أي أنه إذا أتى به لا يرده «ما لكم من ملجأ» تلجؤون إليه «يومئذ وما لكم من نكير» إنكار لذنوبكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده بالاستجابة له، بامتثال ما أمر به، واجتناب ما نهى عنه، وبالمبادرة بذلك وعدم التسويف، مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْم القيامة الذي إذا جاء لا يمكن رده واستدراك الفائت، وليس للعبد في ذلك اليوم ملجأ يلجأ إليه، فيفوت ربه، ويهرب منه.\nبل قد أحاطت الملائكة بالخليقة من خلفهم، ونودوا يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ وليس للعبد في ذلك اليوم نكير لما اقترفه وأجرمه، بل لو أنكر لشهدت عليه جوارحه.\nوهذه الآية ونحوها، فيها ذم الأمل، والأمر بانتهاز الفرصة في كل عمل يعرض للعبد، فإن للتأخير آفات."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن أعرضوا عما أمرتهم به فما بعثناك - أيها الرسول - عليهم حفيظًا تحفظ أعمالهم، ليس عليك إلا تبليغ ما أمرت بتبليغه، وحسابهم على الله، وإنا إذا أذقنا الإنسان منا رحمة من غنى وصحة ونحوهما فرح بها، وإن يصب البشر بلاء بمكروه بسبب ذنوبهم؛ فإن طبيعتهم كفر نعم الله، وعدم شكرها، والتسخط مما قدره الله بحكمته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن أعرضوا» عن الإجابة «فما أرسلناك عليهم حفيظاً» تحفظ أعمالهم بأن توافق المطلوب منهم «إن» ما «عليك إلا البلاغ» وهذا قبل الأمر بالجهاد «وإنا إذا أذقنا الإنسان منا رحمة» نعمة كالغنى والصحة «فرح وإن تصبهم» الضمير فلإنسان باعتبار الجنس «سيئة» بلاء «بما قدمت أيديهم» أي قدموه وعبر بالأيدي لأن أكثر الأفعال تزاول بها «فإن الإنسان كفور» للنعمة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِنْ أَعْرَضُوا عما جئتهم به بعد البيان التام فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا تحفظ أعمالهم وتسأل عنها، إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ فإذا أديت ما عليك، فقد وجب أجرك على اللّه، سواء استجابوا أم أعرضوا، وحسابهم على اللّه الذي يحفظ عليهم صغير أعمالهم وكبيرها، وظاهرها وباطنها.\nثم ذكر تعالى حالة الإنسان، وأنه إذا أذاقه الله رحمة، من صحة بدن، ورزق رغد، وجاه ونحوه فَرِحَ بِهَا أي: فرح فرحا مقصورا عليها، لا يتعداها، ويلزم من ذلك طمأنينته بها، وإعراضه عن المنعم.\nوَإِنْ تُصِبْهُمْ سَيِّئَةٌ أي: مرض أو فقر، أو نحوهما بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ أي: طبيعته كفران النعمة السابقة، والتسخط لما أصابه من السيئة."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَخْلُقُ مَا يَشَاءُ ۚ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "49 - 50 - لله ملك السماوات وملك الأرض، يخلق ما يشاء من ذكر أو أنثى أو غير ذلك، يعطي لمن يشاء إناثًا ويحرمه الذكور، ويعطي لمن يشاء الذكور ويحرمه الإناث، أو يجعل لمن يشاء الذكور والإناث معًا، ويجعل من يشاء عقيمًا لا يولد له، إنه عليم بما هو كائن وبما سيكون في المستقبل، وهذا من تمام علمه وكمال حكمته، لا يخفى عليه شيء، ولا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لله ملك السماوات والأرض يخلق ما يشاء يهب لمن يشاء» من الأولاد «إناثاً ويهب لمن يشاء الذكور»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الآية فيها الإخبار عن سعة ملكه تعالى، ونفوذ تصرفه في الملك في الخلق لما يشاء، والتدبير لجميع الأمور، حتى إن تدبيره تعالى، من عمومه، أنه يتناول المخلوقة عن الأسباب التي يباشرها العباد، فإن النكاح من الأسباب لولادة الأولاد، فاللّه تعالى هو الذي يعطيهم من الأولاد ما يشاء."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ إِنَّهُ عَلِيمٌ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "49 - 50 - لله ملك السماوات وملك الأرض، يخلق ما يشاء من ذكر أو أنثى أو غير ذلك، يعطي لمن يشاء إناثًا ويحرمه الذكور، ويعطي لمن يشاء الذكور ويحرمه الإناث، أو يجعل لمن يشاء الذكور والإناث معًا، ويجعل من يشاء عقيمًا لا يولد له، إنه عليم بما هو كائن وبما سيكون في المستقبل، وهذا من تمام علمه وكمال حكمته، لا يخفى عليه شيء، ولا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو يزوجهم» أي يجعلهم «ذكراناً وإناثاً ويجعل من يشاء عقيماً» فلا يلد ولا يولد له «إنه عليم» بما يخلق «قدير» على ما يشاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فمن الخلق من يهب له إناثا، ومنهم من يهب له ذكورا، ومنهم من يزوجه، أي: يجمع له ذكورا وإناثا، ومنهم من يجعله عقيما لا يولد له.\nإِنَّهُ عَلِيمٌ بكل شيء قَدِيرٌ على كل شيء، فيتصرف بعلمه وإتقانه الأشياء، وبقدرته في مخلوقاته."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ ۚ إِنَّهُ عَلِيٌّ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يصحّ لبشر أن يكلمه الله إلا وحيًا بالإلهام أو غيره، أو يكلمه، بحيث يسمع كلامه ولا يراه، أو يرسل إليه ملكًا رسولًا مثل جبريل، فيوحي إلى الرسول البشري بإذن الله ما يشاء الله أن يوحيه، إنه سبحانه عليٌّ في ذاته وصفاته، حكيم في خلقه وقدره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما كان لبشر أن يكلمه الله إلا» أن يوحي إليه «وحياً» في المنام أو بإلهام «أو» إلا «من وراء حجاب» بأن يسمعه كلامه ولا يراه كما وقع لموسى عليه السلام «أو» إلا أن «يرسل رسولاً» ملكاً كجبريل «فيوحي» الرسول إلى المرسل إليه أي يكلمه «بإذنه» أي الله «ما يشاء» الله «إنه عليّ» عن صفات المحدثين «حكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما قال المكذبون لرسل الله، الكافرون بالله: لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ من كبرهم وتجبرهم، رد الله عليهم بهذه الآية الكريمة، وأن تكليمه تعالى لا يكون إلا لخواص خلقه، للأنبياء والمرسلين، وصفوته من العالمين، وأنه يكون على أحد هذه الأوجه.\nإما أَنْ يُكَلِّمَهُ اللَّهُ وَحْيًا بأن يلقي الوحي في قلب الرسول، من غير إرسال ملك، ولا مخاطبة منه شفاها.\nأَوْ يكلمه منه شفاها، لكن مِنْ وَرَاءِ حِجَابٍ كما حصل لموسى بن عمران، كليم الرحمن.\nأَوْ يكلمه الله بواسطة الرسول الملكي، ف يُرْسِلَ رَسُولًا كجبريل أو غيره من الملائكة.\nفَيُوحِيَ بِإِذْنِهِ أي: بإذن ربه، لا بمجرد هواه، إِنَّهُ تعالى علي الذات، علي الأوصاف، عظيمها، علي الأفعال، قد قهر كل شيء، ودانت له المخلوقات.\nحكيم في وضعه كل شيء في موضعه، من المخلوقات والشرائع."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا ۚ مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكما أوحينا إلى الأنبياء من قبلك - أيها الرسول - أوحينا إليك قرآنًا من عندنا، ما كنت تعلم قبله ما الكتب السماوية المنزلة على الرسل، وما كنت تعلم ما الإيمان؟ ولكن أنزلنا هذا القرآن ضياءً نهدي به من نشاء من عبادنا، وإنك لتدلّ الناس إلى طريق مستقيم هو دين الإسلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك» أي مثل إيحائنا إلى غيرك من الرسل «أوحينا إليك» يا محمد «روحاً» هو القرآن به تحيا القلوب «من أمرنا» الذي نوحيه إليك «ما كنت تدري» تعرف قبل الوحي إليك «ما الكتاب» القرآن «ولا الإيمان» أي شرائعه ومعالمه والنفي معلق للفعل عن العمل وما بعده سد مسد المفعولين «ولكن جعلناه» أي الروح أو الكتاب «نوراً نهدي به من نشاء من عبادنا وإنك لتهدي» تدعو بالوحي إليك «إلى صراط» طريق «مستقيم» دين الإسلام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَذَلِكَ حين أوحينا إلى الرسل قبلك أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا وهو هذا القرآن الكريم، سماه روحا، لأن الروح يحيا به الجسد، والقرآن تحيا به القلوب والأرواح، وتحيا به مصالح الدنيا والدين، لما فيه من الخير الكثير والعلم الغزير.\nوهو محض منة الله على رسوله وعباده المؤمنين، من غير سبب منهم، ولهذا قال: مَا كُنْتَ تَدْرِي أي: قبل نزوله عليك مَا الْكِتَابُ وَلَا الْإِيمَانُ أي: ليس عندك علم بأخبار الكتب السابقة، ولا إيمان وعمل بالشرائع الإلهية، بل كنت أميا لا تخط ولا تقرأ، فجاءك هذا الكتاب الذي جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا يستضيئون به في ظلمات الكفر والبدع، والأهواء المردية، ويعرفون به الحقائق، ويهتدون به إلى الصراط المستقيم.\nوَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ أي: تبينه لهم وتوضحه، وتنيره وترغبهم فيه، وتنهاهم عن ضده، وترهبهم منه، ثم فسر الصراط المستقيم فقال: صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "طريق الله الذي له ما في السماوات، وله ما في الأرض، خلقًا وملكًا وتدبيرًا، حتمًا إلى الله وحده ترجع الأمور في تقديرها وتدبيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«صراط الله الذي له ما في السماوات وما في الأرض» ملكاً وخلقاً وعبيداً «ألا إلى الله تصير الأمور» ترجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: الصراط الذي نصبه الله لعباده، وأخبرهم أنه موصل إليه وإلى دار كرامته، أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ أي: ترجع جميع أمور الخير والشر، فيجازي كُلًّا بحسب عمله، إن خيرا فخير، وإن شرا فشر."
                }
            ]
        }
    ]
}