{
    "surah": "الزخرف",
    "number": 43,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "حم",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حم» الله أعلم بمراده به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسير الحروف المتقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَالْكِتَابِ الْمُبِينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالقرآن الموضح لطريق الهداية إلى الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والكتاب» القرآن «المبين» المظهر طريق الهدى وما يحتاج إليه من الشريعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا قسم بالقرآن على القرآن، فأقسم بالكتاب المبين وأطلق، ولم يذكر المتعلق، ليدل على أنه مبين لكل ما يحتاج إليه العباد من أمور الدنيا والدين والآخرة."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا جعلناه قرآنًا بلسان العرب؛ رجاء أن تعقلوا - يا معشر من نزل بلسانكم - معانيه، وتفهموها لتنقلوها إلى الأمم الأخرى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا جعلناه» أوجدنا الكتاب «قرآنا عربيا» بلغة العرب «لعلكم» يا أهل مكة «تعقلون» تفهمون معانيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا هذا المقسم عليه، أنه جعل بأفصح اللغات وأوضحها وأبينها، وهذا من بيانه.\nوذكر الحكمة في ذلك فقال: لَعَلَّكُمْ تَعْقِلُونَ ألفاظه ومعانيه لتيسرها وقربها من الأذهان."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن هذا القرآن في اللوح المحفوظ لذو علوّ ورفعة، وذو حكمة، قد أحكمت آياته في أوامره ونواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه» مثبت «في أم الكتاب» أصل الكتب أي اللوح المحفوظ «لدينا» بدل: عندنا «لعلي» على الكتب قبله «حكيم» ذو حكمة بالغة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ أي: هذا الكتاب لَدَيْنَا في الملأ الأعلى في أعلى الرتب وأفضلها لَعَلِيٌّ حَكِيمٌ أي: لعلي في قدره وشرفه ومحله، حكيم فيما يشتمل عليه من الأوامر والنواهي والأخبار، فليس فيه حكم مخالف للحكمة والعدل والميزان.\nثم أخبر تعالى أن حكمته وفضله يقتضي أن لا يترك عباده هملا، لا يرسل إليهم رسولا، ولا ينزل عليهم كتابا، ولو كانوا مسرفين ظالمين فقال:"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفنترك إنزال القرآن عليكم إعراضًا لأجل إكثاركم من الشرك والمعاصي؟ لا نفعل ذلك، بل الرحمة بكم تقتضي عكس هذا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفنضرب» نمسك «عنكم الذكر» القرآن «صفحاً» إمساكاً فلا تؤمرون ولا تنهون لأجل «أن كنتم قوماً مسرفين» مشركين لا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أي: أفنعرض عنكم، ونترك إنزال الذكر إليكم، ونضرب عنكم صفحا، لأجل إعراضكم، وعدم انقيادكم له؟ بل ننزل عليكم الكتاب، ونوضح لكم فيه كل شيء، فإن آمنتم به واهتديتم، فهو من توفيقكم، وإلا قامت عليكم الحجة، وكنتم على بينة من أمركم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكم بعثنا من نبي في الأمم السابقة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكم أرسلنا من نبي في الأولين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: إن هذه سنتنا في الخلق، أن لا نتركهم هملا، فكم أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ يأمرونهم بعبادة اللّه وحده لا شريك له، ولم يزل التكذيب موجودا في الأمم."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يأتي تلك الأمم السابقة من نبي من عند الله إلا كانوا منه يسخرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما» كان «يأتيهم» أتاهم «من نبي إلا كانوا به يستهزئون» كاستهزاء قومك بك وهذا تسلية له صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ جحدا لما جاء به، وتكبرا على الحق."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأهلكنا من هم أشدّ بطشًا من تلك الأمم، فلا نعجز عن إهلاك من هم أضعف منهم، ومضى في القرآن صفة إهلاك الأمم السابقة، مثل عاد وثمود وقوم لوط وأصحاب مَدْين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأهلكنا أشد منهم» من قومك «بطشاً» قوة «ومضى» سبق في آيات «مثل الأولين» صفتهم في الإهلاك فعاقبة قومك كذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَهْلَكْنَا أَشَدّ من هؤلاء بَطْشًا أي: قوة وأفعالا وآثارا في الأرض، وَمَضَى مَثَلُ الْأَوَّلِينَ أي: مضت أمثالهم وأخبارهم، وبينا لكم منها ما فيه عبرة ومزدجر عن التكذيب والإنكار."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن سألت - أيها الرسول - هؤلاء المشركين المكذبين: من خلق السماوات، ومن خلق الأرض؟ ليقولنّ جوابًا لسؤالك: خلقهنّ العزيز الذي لا يغلبه أحد، العليم بكل شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «سألتهم من خلق السماوات والأرض ليقولنَّ» حذف منه نون الرفع لتوالي النونات وواو الضمير لالتقاء الساكنين «خلقهن العزيز العليم» آخر جوابهم أي الله ذو العزة والعلم، زاد تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن المشركين، أنك لو سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ الله وحده لا شريك له، العزيز الذي دانت لعزته جميع المخلوقات، العليم بظواهر الأمور وبواطنها، وأوائلها وأواخرها، فإذا كانوا مقرين بذلك، فكيف يجعلون له الولد والصاحبة والشريك؟! وكيف يشركون به من لا يخلق ولا يرزق، ولا يميت ولا يحيي؟!"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله الذي مهد لكم الأرض فجعلها لكم وطاءً تطؤونها بأقدامكم، وصيّر لكم فيها طرقًا في جبالها وأوديتها؛ رجاء أن تسترشدوا بها في سيركم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي جعل لكم الأرض مهادا» فراشاً كالمهد للصبي «وجعل لكم فيها سبلا» طرقاً «لعلكم تهتدون» إلى مقاصدكم في أسفاركم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر أيضا من الأدلة الدالة على كمال نعمته واقتداره، بما خلقه لعباده من الأرض التي مهدها وجعلها قرارا للعباد، يتمكنون فيها من كل ما يريدون.\nوَجَعَلَ لَكُمْ فِيهَا سُبُلًا أي: جعل منافذ بين سلاسل الجبال المتصلة، تنفذون منها إلى ما وراءها من الأقطار.\nلَعَلَّكُمْ تَهْتَدُونَ في السير في الطرق ولا تضيعون، ولعلكم تهتدون أيضا في الاعتبار بذلك والادكار فيه."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي نزل من السماء ماءً بقدر ما يكفيكم، ويكفي بهائمكم وزروعكم، فأحيينا به بلدة قاحلة لا نبات بها، وكما أحيا الله تلك الأرض القاحلة بالنبات يحييكم للبعث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذي نزل من السماء ماءً بقدر» أي بقدر حاجتكم إليه ولم ينزله طوفاناً «فأنشرنا» أحيينا «به بلدة ميتا كذلك» أي مثل هذا الإحياء «تخرجون» من قبوركم أحياء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ لا يزيد ولا ينقص، ويكون أيضا بمقدار الحاجة، لا ينقص بحيث لا يكون فيه نفع، ولا يزيد بحيث يضر العباد والبلاد، بل أغاث به العباد، وأنقذ به البلاد من الشدة، ولهذا قال: فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا أي: أحييناها بعد موتها، كَذَلِكَ تُخْرَجُونَ أي: فكما أحيا الأرض الميتة الهامدة بالماء، كذلك يحييكم بعد ما تستكملون في البرزخ، ليجازيكم بأعمالكم."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي خلق الأصناف جميعها، كالليل والنهار، والذكر والأنثى وغيرها، وصيّر لكم من السفن والأنعام ما تركبونه في أسفاركم، فتركبون السفن في البحر، وتركبون أنعامكم في البر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذي خلق الأزواج كلها وجعل لكم من الفلك» السفن «والأنعام» كالإبل «ما تركبون» حذف العائد اختصاراً، وهو مجرور في الأول، أي فيه منصوب في الثاني."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا أي: الأصناف جميعها، مما تنبت الأرض ومن أنفسهم ومما لا يعلمون، من ليل ونهار، وحر وبرد، وذكر وأنثى، وغير ذلك.\nوَجَعَلَ لَكُمْ مِنَ الْفُلْكِ أي: السفن البحرية، الشراعية والنارية، مَا تَرْكَبُونَ و من الأنعام ما تركبون لِتَسْتَوُوا عَلَى ظُهُورِهِ"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "صيّر لكم ذلك كله؛ رجاء أن تستقروا على ظهور ما تركبون منه في أسفاركم، ثم تذكروا نعمة ربكم بتسخيرها لكم إذا استقررتم على ظهورها، وتقولوا بألسنتكم: تنزّه وتقدّس الذي هيأ وذلل لنا هذا المركوب فصرنا نتحكم فيه، وما كنا له مطيقين لولا تسخير الله له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لتستووا» لتستقروا «على ظهوره» ذكر الضمير وجمع الظهر نظراً للفظ ما ومعناها «ثم تذكروا نعمة ربكم إذا استويتم عليه وتقولوا سبحان الذي سخر لنا هذا وما كنا له مقرنين» مطيقين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا شامل لظهور الفلك ولظهور الأنعام، أي: لتستقروا عليها، ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ بالاعتراف بالنعمة لمن سخرها، والثناء عليه تعالى بذلك، ولهذا قال: وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ أي: لولا تسخيره لنا ما سخر من الفلك، والأنعام، ما كنا مطيقين لذلك وقادرين عليه، ولكن من لطفه وكرمه تعالى، سخرها وذللها ويسر أسبابها.\nوالمقصود من هذا، بيان أن الرب الموصوف بما ذكره، من إفاضة النعم على العباد، هو الذي يستحق أن يعبد، ويصلى له ويسجد."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنا إلى ربنا وحده لراجعون بعد موتنا للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنا إلى ربنا لمنقلبون» لمنصرفون."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ۚ إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وزعم المشركون أن بعض المخلوقات متولدة عن الخالق سبحانه حين قالوا: الملائكة بنات الله، إن الإنسان الذي يقول مثل هذا القول لكفور بيّن الكفر والضلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلوا له من عباده جزءاً» حيث قالوا والملائكة بنات الله لأن الولد جزء من الوالد والملائكة من عباده تعالى «إن الإنسان» القائل ما تقدم «لكفور مبين» بين ظاهر الكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن شناعة قول المشركين، الذين جعلوا للّه تعالى ولدا، وهو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدا، ولم يكن له كفوا أحد، وإن ذلك باطل من عدة أوجه:منها: أن الخلق كلهم عباده، والعبودية تنافي الولادة.\nومنها: أن الولد جزء من والده، واللّه تعالى بائن من خلقه، مباين لهم في صفاته ونعوت جلاله، والولد جزء من الوالد، فمحال أن يكون للّه تعالى ولد."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أتقولون - أيها المشركون -: اتخذ الله مما يخلق بنات لنفسه، وأخلصكم بالذكور من الأولاد؟! فأي قسمة هذه القسمة التي زعمتم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بمعنى همزة الإنكار والقول مقدر، أي أتقولون «اتخذ مما يخلق بنات» لنفسه «وأصفاكم» أخلصكم «بالبنين» اللازم من قولكم السابق فهو من جملة المنكر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومنها: أنهم يزعمون أن الملائكة بنات اللّه، ومن المعلوم أن البنات أدون الصنفين، فكيف يكون لله البنات، ويصطفيهم بالبنين، ويفضلهم بها؟! فإذا يكونون أفضل من اللّه، تعالى اللّه عن ذلك علوا كبيرا."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا بُشِّر أحدهم بالأنثى التي ينسبها إلى ربه ظل وجهه مسودًّا من شدة الهم والحزن، وظلّ هو ممتلئًا غيظًا، فكيف ينسب إلى ربه ما يغتمّ هو به إذا بُشِّر به؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا بشر أحدهم بما ضرب للرحمن مثلا» جعل له شبهاً بنسبة البنات إليه لأن الولد يشبه الوالد، المعنى إذا أخبر أحدهم بالبنت تولد له «ظل» صار «وجهه مسودا» متغيراً تغير مغتم «وهو كظيم» ممتلئ غما فكيف ينسب البنات إليه؟ تعالى عن ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومنها: أن الصنف الذي نسبوه للّه، وهو البنات، أدون الصنفين، وأكرههما لهم، حتى إنهم من كراهتهم لذلك إِذَا بُشّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا من كراهته وشدة بغضه، فكيف يجعلون للّه ما يكرهون؟"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أينسبون إلى ربهم من يُرَبَّى في الزينة وهو في الجدال غير مبين الكلام لأنوثته؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو» همزة الإنكار وواو العطف بجملة، أي يجعلون لله «من يُنشأ في الحلية» الزينة «وهو في الخصام غير مبين» مظهر الحجة لضعفه عنها بالأنوثة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومنها: أن الأنثى ناقصة في وصفها، وفي منطقها وبيانها، ولهذا قال تعالى: أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ أي: يجمل فيها، لنقص جماله، فيجمل بأمر خارج عنه؟ وَهُوَ فِي الْخِصَامِ أي: عند الخصام الموجب لإظهار ما عند الشخص من الكلام، غَيْرُ مُبِينٍ أي: غير مبين لحجته، ولا مفصح عما احتوى عليه ضميره، فكيف ينسبونهن للّه تعالى؟"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسمَّوُا الملائكة الذين هم عباد الرحمن سبحانه: إناثًا، هل حضروا حين خلقهم الله، فتبينوا أنهم إناث؟! ستكتب الملائكة شهادتهم هذه، ويسألون عنها يوم القيامة، ويعذبون بها لكذبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلوا الملائكة الذين هم عباد الرحمن إناثا أشهدوا» حضروا «خلقهم ستكتب شهادتهم» بأنهم إناث «ويسألون» عنها في الآخرة فيترتب عليهم العقاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومنها: أنهم جَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الله إِنَاثًا، فتجرأوا على الملائكة، العباد المقربين، ورقوهم عن مرتبة العبادة والذل، إلى مرتبة المشاركة للّه، في شيء من خواصه، ثم نزلوا بهم عن مرتبة الذكورية إلى مرتبة الأنوثية، فسبحان من أظهر تناقض من كذب عليه وعاند رسله.\nومنها: أن اللّه رد عليهم بأنهم لم يشهدوا خلق اللّه لملائكته، فكيف يتكلمون بأمر من المعلوم عند كل أحد، أنه ليس لهم به علم؟! ولكن لا بد أن يسألوا عن هذه الشهادة، وستكتب عليهم، ويعاقبون عليها."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُمْ ۗ مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالوا محتجين بالقدر: لو شاء الله ألا نعبد الملائكة ما عبدناهم، فكونه شاء ذلك منا يدلّ على رضاه، ليس لهم بقولهم هذا من علم، إن هم إلا يكذبون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا لو شاء الرحمن ما عبدناهم» أي الملائكة فعبادتنا إياهم بمشيئته فهو راض بها قال تعالى: «ما لهم بذلك» المقول من الرضا بعبادتها «من علم إن» ما «هم إلا يخرصون» يكذبون فيه فيترتب عليهم العقاب به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله تعالى: وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ فاحتجوا على عبادتهم الملائكة بالمشيئة، وهي حجة لم يزل المشركون يطرقونها، وهي حجة باطلة في نفسها، عقلا وشرعا.\nفكل عاقل لا يقبل الاحتجاج بالقدر، ولو سلكه في حالة من أحواله لم يثبت عليها قدمه.\nوأما شرعا، فإن اللّه تعالى أبطل الاحتجاج به، ولم يذكره عن غير المشركين به المكذبين لرسله، فإن اللّه تعالى قد أقام الحجة على العباد، فلم يبق لأحد عليه حجة أصلا، ولهذا قال هنا: مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ أي: يتخرصون تخرصا لا دليل عليه، ويتخبطون خبط عشواء."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم أعطينا هؤلاء المشركين كتابًا من قبل القرآن يبيح لهم عبادة غير الله؟! فهم متمسكون بذلك الكتاب، محتجون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم آتيناهم كتاباً من قبله» أي القرآن بعبادة غير الله «فهم مستمسكون» أي لم يقع ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال: أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ يخبرهم بصحة أفعالهم، وصدق أقوالهم؟ ليس الأمر كذلك، فإن اللّه أرسل محمدا نذيرا إليهم، وهم لم يأتهم نذير غيره، أي: فلا عقل ولا نقل، وإذا انتفى الأمران، فلا ثَمَّ إلا الباطل."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا، لم يقع ذلك، بل قالوا محتجين بالتقليد: إنا وجدنا آباءنا من قبلنا على دين وملة، وقد كانوا يعبدون الأصنام، وإنا ماضون على آثارهم في عبادتها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل قالوا إنا وجدنا آباءنا على أمة» ملة «وإنا» «على آثارهم مهتدون» بهم وكانوا يعبدون غير الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نعم، لهم شبهة من أوهى الشُّبَه، وهي تقليد آبائهم الضالين، الذين ما زال الكفرة يردون بتقليدهم دعوة الرسل، ولهذا قال هنا: بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ أي: على دين وملة وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ أي: فلا نتبع ما جاء به محمد صلى اللّه عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَكَذَٰلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُقْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكما كذّب هؤلاء، واحتجوا بتقليدهم لآبائهم، لم نبعث من قبلك -أيها الرسول - في قرية من رسول ينذر قومه إلا قال رؤساؤهم وكبراؤهم من أهل الثراء فيهم: إنا وجدنا آباءنا على دين وملة، وإنا متبعون لآثارهم.\nفليس قومك بِدْعًا في ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها» منعموها مثل قول قومك «إنا وجدنا آباءنا على أمة» ملة «وإنا على آثارهم مقتدون» متبعون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا أي: منعموها، وملأها الذين أطغتهم الدنيا، وغرتهم الأموال، واستكبروا على الحق.\nإِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ أي: فهؤلاء ليسوا ببدع منهم، وليسوا بأول من قال هذه المقالة.\nوهذا الاحتجاج من هؤلاء المشركين الضالين، بتقليدهم لآبائهم الضالين، ليس المقصود به اتباع الحق والهدى، وإنما هو تعصب محض، يراد به نصرة ما معهم من الباطل."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ ۖ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لهم رسولهم: أتتبعون آباءكم ولو جئتكم بما هو خير من ملتهم التي كانوا عليها؟ قالوا: إنا كافرون بالذي أُرسلت به أنت ومن سبقك من الرسل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «أ» تتبعون ذلك «ولو جئتكم بأهدى مما وجدتم عليه آباءكم قالوا إنا بما أرسلتم به» أنت ومن قبلك «كافرون» قال تعالى تخويفاً لهم:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا كل رسول يقول لمن عارضه بهذه الشبهة الباطلة: أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ أي: فهل تتبعوني لأجل الهدى؟ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ فعلم بهذا، أنهم ما أرادوا اتباع الحق والهدى، وإنما قصدهم اتباع الباطل والهوى."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "فَانْتَقَمْنَا مِنْهُمْ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فانتقمنا من الأمم التي كذبت بالرسل من قبلك فأهلكناهم، فتأمل كيف كانت نهاية المكذبين برسلهم، فقد كانت نهاية أليمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فانتقمنا منهم» أي من المكذبين للرسل قبلك «فانظر كيف كان عاقبة المكذبين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَانْتَقَمْنَا مِنْهُمْ بتكذيبهم الحق، وردهم إياه بهذه الشبهة الباطلة.\nفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ فليحذر هؤلاء أن يستمروا على تكذيبهم، فيصيبهم ما أصابهم."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - حين قال إبراهيم لأبيه وقومه: إنني بريء مما تعبدون من الأصنام من دون الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» اذكر «قال إبراهيم لأبيه وقومه إنني بَرَاء» أي بريء «مما تعبدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن ملة إبراهيم الخليل عليه السلام، الذي ينتسب إليه أهل الكتاب والمشركون، وكلهم يزعم أنه على طريقته، فأخبر عن دينه الذي ورثه في ذريته فقال: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ الذين اتخذوا من دون اللّه آلهة يعبدونهم ويتقربون إليهم: إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ أي: مبغض له، مجتنب معاد لأهله،"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا الله الذي خلقني فإنه سيرشدني إلى ما فيه نفعي من اتباع دينه القويم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا الذي فطرني» خلقني «فإنه سيهدين» يرشدني لدينه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا الَّذِي فَطَرَنِي فإني أتولاه، وأرجو أن يهديني للعلم بالحق والعمل به، فكما فطرني ودبرني بما يصلح بدني ودنياي، ف سَيَهْدِينِ لما يصلح ديني وآخرتي."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وصيّر إبراهيم كلمة التوحيد (لا إله إلا الله) باقية في ذريته من بعده، فلا يزال فيهم من يوحّد الله لا يشرك به شيئًا؛ رجاء أن يرجعوا إلى الله بالتوبة إليه من الشرك والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وجعلها) أي كلمة التوحيد المفهومة من قوله \"\" إني ذاهب إلى ربي سيهدين \"\" (كلمة باقية في عقبه) ذريته فلا يزال فيهم من يوحد الله (لعلهم) أي أهل مكة (يرجعون) عما هم عليه إلى دين إبراهيم أبيهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلَهَا أي: هذه الخصلة الحميدة، التي هي أم الخصال وأساسها، وهي إخلاص العبادة للّه وحده، والتبرِّي من عبادة ما سواه.\nكَلِمَةً بَاقِيَةً فِي عَقِبِهِ أي: ذريته لَعَلَّهُمْ إليها يَرْجِعُونَ لشهرتها عنه، وتوصيته لذريته، وتوصية بعض بنيه -كإسحاق ويعقوب- لبعض، كما قال تعالى: وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ إلى آخر الآيات.\nفلم تزل هذه الكلمة موجودة في ذريته عليه السلام حتى دخلهم الترف والطغيان."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "بَلْ مَتَّعْتُ هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لم أعاجل بالهلاك هؤلاء المشركين المكذبين، بل متعتهم بالبقاء في الدنيا، ومتعت آباءهم من قبلهم حتى جاءهم القرآن، ورسول مبين هو محمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل متعت هؤلاء» المشركين «وآباءهم» ولم أعاجلهم بالعقوبة «حتى جاءهم الحق» القرآن «ورسول مبين» مظهر لهم الأحكام الشرعية، وهو محمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال تعالى: بَلْ مَتَّعْتُ هَؤُلاءِ وَآبَاءَهُمْ بأنواع الشهوات، حتى صارت هي غايتهم ونهاية مقصودهم، فلم تزل يتربى حبها في قلوبهم، حتى صارت صفات راسخة، وعقائد متأصلة.\nحَتَّى جَاءَهُمُ الْحَقُّ الذي لا شك فيه ولا مرية ولا اشتباه.\nوَرَسُولٌ مُبِينٌ أي: بين الرسالة، قامت أدلة رسالته قياما باهرا، بأخلاقه ومعجزاته، وبما جاء به، وبما صدق به المرسلين، وبنفس دعوته صلى اللّه عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما جاءهم هذا القرآن الذي هو الحق الذي لا مِرْية فيه قالوا: هذا سحر يسحرنا به محمد، وإنا به كافرون فلن نؤمن به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولما جاءهم الحق» القرآن «قالوا هذا سحر وإنا به كافرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَّا جَاءَهُمُ الْحَقُّ الذي يوجب على من له أدنى دين ومعقول أن يقبله وينقاد له.\nقَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ وهذا من أعظم المعاندة والمشاقة، فإنهم لم يكتفوا بمجرد الإعراض عنه، بل ولا جحده، فلم يرضوا حتى قدحوا به قدحا شنيعا، وجعلوه بمنزلة السحر الباطل، الذي لا يأتي به إلا أخبث الخلق وأعظمهم افتراء، والذي حملهم على ذلك، طغيانهم بما متعهم اللّه به وآباءهم."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال المشركون المكذبون: هلاَّ أنزل الله هذا القرآن على أحد رجلين عظيمين من مكة أو الطائف، بدلًا من إنزاله على محمد الفقير اليتيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا لولا» هلا «نزل هذا القرآن على رجل من» أهل «القريتين» من أية منهما «عظيم» أي الوليد بن المغيرة بمكة أو عروة بن مسعود الثقفي بالطائف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا مقترحين على اللّه بعقولهم الفاسدة: لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ أي: معظم عندهم، مبجل من أهل مكة، أو أهل الطائف، كالوليد بن المغيرة ونحوه، ممن هو عندهم عظيم."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أهم يقسمون رحمة ربك - أيها الرسول - فيعطونها من يشاؤون ويمنعونها من يشاؤون أم الله؟ نحن قسمنا بينهم أرزاقهم في الدنيا، وجعلنا منهم الغني والفقير؛ ليصير بعضهم مُسَخَّرًا لبعض، ورحمة ربك لعباده في الآخرة خير مما يجمعه هؤلاء من حطام الدنيا الفاني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أهم يقسمون رحمة ربك» النبوة «نحن قسمنا بينهم معيشتهم في الحياة الدنيا» فجعلنا بعضهم غنيا وبعضهم فقيراً «ورفعنا بعضهم» بالغنى «فوق بعض درجات ليتخذ بعضهم» الغني «بعضاً» الفقير «سخريا» مسخراً في العمل له بالأجرة، والياء للنسب، وقرئ بكسر السين «ورحمة ربك» أي الجنة «خير مما يجمعون» في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال اللّه ردا لاقتراحهم: أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ أي: أهم الخزان لرحمة اللّه، وبيدهم تدبيرها، فيعطون النبوة والرسالة من يشاءون، ويمنعونها ممن يشاءون؟ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ أي: في الحياة الدنيا، والحال أن رَحْمَةَ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ من الدنيا.\nفإذا كانت معايش العباد وأرزاقهم الدنيوية بيد اللّه تعالى، وهو الذي يقسمها بين عباده، فيبسط الرزق على من يشاء، ويضيقه على من يشاء، بحسب حكمته، فرحمته الدينية، التي أعلاها النبوة والرسالة، أولى وأحرى أن تكون بيد اللّه تعالى، فاللّه أعلم حيث يجعل رسالته.\nفعلم أن اقتراحهم ساقط لاغ، وأن التدبير للأمور كلها، دينيها ودنيويها، بيد اللّه وحده.\nهذا إقناع لهم، من جهة غلطهم في الاقتراح، الذي ليس في أيديهم منه شيء، إن هو إلا ظلم منهم ورد للحق.\nوقولهم: لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ لو عرفوا حقائق الرجال، والصفات التي بها يعرف علو قدر الرجل، وعظم منزلته عند اللّه وعند خلقه، لعلموا أن محمد بن عبد اللّه بن عبد المطلب صلى اللّه عليه وسلم، هو أعظم الرجال قدرا، وأعلاهم فخرا، وأكملهم عقلا، وأغزرهم علما، وأجلهم رأيا وعزما وحزما، وأ كملهم خلقا، وأوسعهم رحمة، وأشدهم شفقة، وأهداهم وأتقاهم.\nوهو قطب دائرة الكمال، وإليه المنتهى في أوصاف الرجال، ألا وهو رجل العالم على الإطلاق، يعرف ذلك أولياؤه وأعداؤه، فكيف يفضل عليه المشركون من لم يشم مثقال ذرة من كماله؟!، ومن جرمه ومنتهى حمقه أن جعل إلهه الذي يعبده ويدعوه ويتقرب إليه صنما، أو شجرا، أو حجرا، لا يضر ولا ينفع، ولا يعطي ولا يمنع، وهو كل على مولاه، يحتاج لمن يقوم بمصالحه، فهل هذا إلا من فعل السفهاء والمجانين؟فكيف يجعل مثل هذا عظيما؟ أم كيف يفضل على خاتم الرسل وسيد ولد آدم صلى اللّه عليه وسلم؟ ولكن الذين كفروا لا يعقلون.\nوفي هذه الآية تنبيه على حكمة اللّه تعالى في تفضيل اللّه بعض العباد على بعض في الدنيا لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا أي: ليسخر بعضهم بعضا، في الأعمال والحرف والصنائع.\nفلو تساوى الناس في الغنى، ولم يحتج بعضهم إلى بعض، لتعطلت كثير من مصالحهم ومنافعهم.\nوفيها دليل على أن نعمته الدينية خير من النعمة الدنيوية كما قال تعالى في الآية الأخرى: قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولولا أن يكون الناس أمة واحدة في الكفر لجعلنا لبيوت من يكفر بالله سقوفًا من الفضة، وجعلنا لهم درجًا عليه يصعدون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولولا أن يكون الناس أمة واحدة» على الكفر «لجعلنا لمن يكفر بالرحمن لبيوتهم» بدل من لمن «سَقْفاً» بفتح السين وسكون القاف وبضمهما جمعاً «من فضة ومعارج» كالدرج من فضة «عليها يظهرون» يعلون إلى السطح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بأن الدنيا لا تسوى عنده شيئا، وأنه لولا لطفه ورحمته بعباده، التي لا يقدم عليها شيئا، لوسَّع الدنيا على الذين كفروا توسيعا عظيما، ولجعل لِبُيُوتِهِمْ سُقُفًا مِنْ فَضَّةٍ وَمَعَارِجَ أي: درجا من فضة عَلَيْهَا يَظْهَرُونَ على سطوحهم."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلنا لبيوتهم أبوابًا، وجعلنا لهم أسرَّة عليها يتكئون استدراجًا لهم وفتنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولبيوتهم أبواباً» من فضة «و» جعلنا لهم «سرراً» من فضة جمع سرير «عليها يتكئون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولجعل لهم زخرفا أي: لزخرف لهم دنياهم بأنواع الزخارف، وأعطاهم ما يشتهون، ولكن منعه من ذلك رحمته بعباده خوفا عليهم من التسارع في الكفر وكثرة المعاصي بسبب حب الدنيا، ففي هذا دليل على أنه يمنع العباد بعض أمور الدنيا منعا عاما أو خاصا لمصالحهم، وأن الدنيا لا تزن عند اللّه جناح بعوضة، وأن كل هذه المذكورات متاع الحياة الدنيا، منغصة، مكدرة، فانية، وأن الآخرة عند اللّه تعالى خير للمتقين لربهم بامتثال أوامره واجتناب نواهيه، لأن نعيمها تام كامل من كل وجه، وفي الجنة ما تشتهيه الأنفس وتلذ الأعين، وهم فيها خالدون، فما أشد الفرق بين الدارين\"."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "وَزُخْرُفًا ۚ وَإِنْ كُلُّ ذَٰلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ۚ وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولجعلنا لهم ذهبًا، وليس كل ذلك إلا متاع الحياة الدنيا، فنفعه قليل لعدم بقائه، وما في الآخرة من النعيم خير عند ربك - أيها الرسول - للمتقين لله بامتثال أوامره واجتناب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وزخرفاً» ذهباً، المعنى لولا خوف الكفر على المؤمن من إعطاء الكافر ما ذكر لأعطيناه ذلك لقلة خطر الدنيا عندنا وعدم حظه في الآخرة في النعيم «وإن» مخففة من الثقيلة «كل ذلك لما» بالتخفيف فما زائدة، وبالتشديد بمعنى إلا فإن نافية «متاع الحياة الدنيا» يتمتع به فيها ثم يزول «والآخرة» الجنة «عند ربك للمتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولجعل لهم زخرفا أي: لزخرف لهم دنياهم بأنواع الزخارف، وأعطاهم ما يشتهون، ولكن منعه من ذلك رحمته بعباده خوفا عليهم من التسارع في الكفر وكثرة المعاصي بسبب حب الدنيا، ففي هذا دليل على أنه يمنع العباد بعض أمور الدنيا منعا عاما أو خاصا لمصالحهم، وأن الدنيا لا تزن عند اللّه جناح بعوضة، وأن كل هذه المذكورات متاع الحياة الدنيا، منغصة، مكدرة، فانية، وأن الآخرة عند اللّه تعالى خير للمتقين لربهم بامتثال أوامره واجتناب نواهيه، لأن نعيمها تام كامل من كل وجه، وفي الجنة ما تشتهيه الأنفس وتلذ الأعين، وهم فيها خالدون، فما أشد الفرق بين الدارين\"."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن ينظر نظر غير متمكن في القرآن يوصله إلى الإعراض يعاقب بتسليط شيطان ملازم له يزيده في الغواية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن يعش» يعرض «عن ذكر الرحمن» أي القرآن «نقيض» نسبب «له شيطاناً فهو له قرين» لا يفارقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن عقوبته البليغة، لمن أعرض عن ذكره، فقال: وَمَنْ يَعْشُ أي: يعرض ويصد عَنْ ذِكْرِ الرَّحْمَنِ الذي هو القرآن العظيم، الذي هو أعظم رحمة رحم بها الرحمن عباده، فمن قبلها، فقد قبل خير المواهب، وفاز بأعظم المطالب والرغائب، ومن أعرض عنها وردها، فقد خاب وخسر خسارة لا يسعد بعدها أبدا، وقيَّض له الرحمن شيطانا مريدا، يقارنه ويصاحبه، ويعده ويمنيه، ويؤزه إلى المعاصي أزا،"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن هؤلاء القرناء الذين يُسَلَّطون على المعرضين عن القرآن ليصدونهم عن دين الله؛ فلا يمتثلون أوامره، ولا يجتنبون نواهيه، ويظنون أنهم مهتدون إلى الحق، ومن ثَمَّ فهم لا يتوبون من ضلالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنهم» أي الشياطين «ليصدونهم» أي العاشين «عن السبيل» أي طرق الهدى «ويحسبون أنهم مهتدون» في الجمع رعاية معنى من."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ أي: الصراط المستقيم، والدين القويم.\nوَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ بسبب تزيين الشيطان للباطل وتحسينه له، وإعراضهم عن الحق، فاجتمع هذا وهذا.\nفإن قيل: فهل لهذا من عذر، من حيث إنه ظن أنه مهتد، وليس كذلك؟قيل: لا عذر لهذا وأمثاله، الذين مصدر جهلهم الإعراض عن ذكر اللّه، مع تمكنهم على الاهتداء، فزهدوا في الهدى مع القدرة عليه، ورغبوا في الباطل، فالذنب ذنبهم، والجرم جرمهم.\nفهذه حالة هذا المعرض عن ذكر اللّه في الدنيا، مع قرينه، وهو الضلال والغيّ، وانقلاب الحقائق."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "حَتَّىٰ إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حتى إذا جاءنا المُعْرِض عن ذكر الله يوم القيامة قال متمنيًا: يا ليت بيني وبينك - أيها القرين - مسافة ما بين المشرق والمغرب، فَقُبِّحْت من قرين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حتى إذا جاءنا» العاشي بقرينه يوم القيامة «قال» له «يا» للتنبيه «ليت بيني وبينك بعد المشرقين» أي مثل بعد ما بين المشرق والمغرب «فبئس القرين» أنت لي، قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما حاله، إذا جاء ربه في الآخرة، فهو شر الأحوال، وهو: إظهار الندم والتحسر، والحزن الذي لا يجبر مصابه، والتبرِّي من قرينه، ولهذا قال تعالى: حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ كما في قوله تعالى: وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله للكافرين يوم القيامة: ولن ينفعكم اليوم - وقد ظلمتم أنفسكم بالشرك والمعاصي - اشتراككم في العذاب فلن يحمل شركاؤكم عنكم شيئًا من عذابكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولن ينفعكم» أي العاشين تمنيكم وندمك «اليوم إذ ظلمتم» أي تبين لكم ظلمكم بالإشراك في الدنيا «أنكم» مع قرنائكم «في العذاب مشتركون» علة بتقدير اللام لعدم النفع وإذ بدل من اليوم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله تعالى: وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ أي: ولا ينفعكم يوم القيامة اشتراككم في العذاب، أنتم وقرناؤكم وأخلاؤكم، وذلك لأنكم اشتركتم في الظلم، فاشتركتم في عقابه وعذابه.\nولن ينفعكم أيضا، روح التسلي في المصيبة، فإن المصيبة إذا وقعت في الدنيا، واشترك فيها المعاقبون، هان عليهم بعض الهون، وتسلَّى بعضهم ببعض، وأما مصيبة الآخرة، فإنها جمعت كل عقاب، ما فيه أدنى راحة، حتى ولا هذه الراحة.\nنسألك يا ربنا العافية، وأن تريحنا برحمتك."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن هؤلاء صُمٌّ عن سماع الحق، عُمْيٌ عن إبصاره، أفأنت - أيها الرسول- تستطيع إسماع الصم، أو هداية العمي، أو هداية من كان في ضلال واضح عن الطريق المستقيم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفأنت تسمع الصم أو تهدي العمي ومن كان في ضلال مبين» بيّن، أي فهم لا يؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لرسوله صلى الله عليه وسلم، مسليا له عن امتناع المكذبين عن الاستجابة له، وأنهم لا خير فيهم، ولا فيهم زكاء يدعوهم إلى الهدى: أَفَأَنْتَ تُسْمِعُ الصُّمَّ أي: الذين لا يسمعون أَوْ تَهْدِي الْعُمْيَ الذين لا يبصرون،أو تهدي مَنْ كَانَ فِي ضَلَالٍ مُبِينٍ أي: بَيِّنٌ واضح، لعلمه بضلاله، ورضاه به.\nفكما أن الأصم لا يسمع الأصوات، والأعمى لا يبصر، والضال ضلالا مبينا لا يهتدي، فهؤلاء قد فسدت فطرهم وعقولهم، بإعراضهم عن الذكر، واستحدثوا عقائد فاسدة، وصفات خبيثة، تمنعهم وتحول بينهم وبين الهدى، وتوجب لهم الازدياد من الردى، فهؤلاء لم يبق إلا عذابهم ونكالهم، إما في الدنيا، أو في الآخرة، ولهذا قال تعالى:"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن ذهبنا بك - بأن أمَتْناكَ قبل أن نعذبهم - فإنا منتقمون منهم بتعذيبهم في الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإما» في إدغام نون إن الشرطية في ما الزائدة «نذهبن بك» بأن نميتك قبل تعذيبهم «فإنا منهم منتقمون» في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ أي: فإن ذهبنا بك قبل أن نريك ما نعدهم من العذاب، فاعلم بخبرنا الصادق أنا منهم منتقمون."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو نرينّك بعض ما نعدهم من العذاب، فإنا عليهم مقتدرون، لا يستطيعون مغالبتنا في شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو نرينك» في حياتك «الذي وعدناهم» به من العذاب «فإنا عليهم» على عذابهم «مقتدرون» قادرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ من العذاب فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ ولكن ذلك متوقف على اقتضاء الحكمة لتعجيله أو تأخيره، فهذه حالك وحال هؤلاء المكذبين."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتمسّك - أيها الرسول - بما أوحى إليك ربك، واعمل به، إنك على طريق حق لا لَبْس فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاستمسك بالذي أوحي إليك» أي القرآن «إنك على صراط» طريق «مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما أنت فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ فعلا واتصافا، بما يأمر بالاتصاف به ودعوة إليه، وحرصا على تنفيذه في نفسك وفي غيرك.\nإِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ موصل إلى الله وإلى دار كرامته، وهذا مما يوجب عليك زيادة التمسك به والاهتداء إذا علمت أنه حق وعدل وصدق، تكون بانيا على أصل أصيل، إذا بنى غيرك على الشكوك والأوهام، والظلم والجور."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْأَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن هذا القرآن لشرف لك، وشرف لقومك، وسوف تسألون يوم القيامة عن الإيمان به، واتباع هديه، والدعوة إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه لذكر» لشرف «لك ولقومك» لنزوله بلغتهم «وسوف تُسألون» عن القيام بحقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ أي: هذا القرآن الكريم لَذِكْرٌ لَكَ وَلِقَوْمِكَ أي: فخر لكم، ومنقبة جليلة، ونعمة لا يقادر قدرها، ولا يعرف وصفها، ويذكركم أيضا ما فيه الخير الدنيوي والأخروي، ويحثكم عليه، ويذكركم الشر ويرهبكم عنه، وَسَوْفَ تُسْأَلُونَ عنه، هل قمتم به فارتفعتم وانتفعتم، أم لم تقوموا به فيكون حجة عليكم، وكفرا منكم بهذه النعمة؟"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واسأل - أيها الرسول - من بعثنا من قبلك من الرسل: أجعلنا من دون الرحمن معبودات تُعْبَد؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن» أي غيره «آلهة يعبدون» قيل هو على ظاهره بأن جمع له الرسل ليلة الإسراء، وقيل المراد أمم من أي أهل الكتابين، ولم يسأل على واحد من القولين لأن المراد من الأمر بالسؤال التقرير لمشركي قريش أنه لم يأت رسول من الله ولا كتاب بعبادة غير الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ حتى يكون للمشركين نوع حجة، يتبعون فيها أحدا من الرسل، فإنك لو سألتهم واستخبرتهم عن أحوالهم، لم تجد أحدا منهم يدعو إلى اتخاذ إله آخر مع الله مع أن كل الرسل، من أولهم إلى آخرهم، يدعون إلى عبادة الله وحده لا شريك له.\nقال تعالى: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ وكل رسول بعثه الله، يقول لقومه: اعبدوا الله ما لكم من إله غيره، فدل هذا أن المشركين ليس لهم مستند في شركهم، لا من عقل صحيح، ولا نقل عن الرسل."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد بعثنا موسى بآياتنا إلى فرعون والأشراف من قومه فقال لهم: إني رسول رب المخلوقات كلها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أرسلنا موسى بآياتنا إلى فرعون وملئه» أي القبط «فقال إني رسول رب العالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما قال تعالى: وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ بين تعالى حال موسى ودعوته، التي هي أشهر ما يكون من دعوات الرسل، ولأن اللّه تعالى أكثر من ذكرها في كتابه، فذكر حاله مع فرعون، فقال: وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا التي دلت دلالة قاطعة على صحة ما جاء به، كالعصا، والحية، وإرسال الجراد، والقمل، إلى آخر الآيات.\nإِلَى فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ فدعاهم إلى الإقرار بربهم، ونهاهم عن عبادة ما سواه."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما جاءهم بآياتنا صاروا منها يضحكون؛ سخرية واستهزاءً."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما جاءهم بآياتنا» الدالة على رسالته «إذا هم منها يضحكون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ أي: ردوها وأنكروها، واستهزأوا بها، ظلما وعلوا، فلم يكن لقصور بالآيات، وعدم وضوح فيها."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما نري فرعون والأشراف من قومه من حجة على صحة ما جاء به موسى عليه السلام إلا كانت أعظم من الحجة التي قبلها، وأخذناهم بالعذاب في الدنيا؛ رجاء أن يرجعوا عما هم عليه من الكفر، ولكن دونما فائدة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما نريهم من آية» من آيات العذاب كالطوفان، وهو ماء دخل بيوتهم ووصل إلى حلوق الجالسين سبعة أيام، والجراد «إلا هي أكبر من أختها» قرينتها التي قبلها «وأخذناهم بالعذاب لعلهم يرجعون» عن الكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا أي: الآية المتأخرة أعظم من السابقة، وَأَخَذْنَاهُمْ بِالْعَذَابِ كالجراد، والقمل، والضفادع، والدم، آيات مفصلات.\nلَعَلَّهُمْ يَرْجِعُونَ إلى الإسلام، ويذعنون له، ليزول شركهم وشرهم."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقالوا لما نالهم بعض العذاب لموسى عليه السلام: يا أيها الساحر، ادع لنا ربك بما ذكر لك من كشف العذاب إن آمنا، إنا لمهتدون إليه إن كشفه عنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» لموسى لما رأوا العذاب «يا أيها الساحر» أي العالم الكامل لأن السحر عندهم علم عظيم «ادع لنا ربك بما عهد عندك» عن كشف العذاب عنا إن آمنا «إننا لمهتدون» أي مؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا عندما نزل عليهم العذاب: يَا أَيُّهَا السَّاحِرُ يعنون موسى عليه السلام، وهذا، إما من باب التهكم به، وإما أن يكون هذا الخطاب عندهم مدحا، فتضرعوا إليه بأن خاطبوه بما يخاطبون به من يزعمون أنهم علماؤهم، وهم السحرة، فقالوا: يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ أي: بما خصك اللّه به، وفضلك به، من الفضائل والمناقب، أن يكشف عنا العذاب إِنَّنَا لَمُهْتَدُونَ إن كشف اللّه عنا ذلك."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما صرفنا عنهم العذاب إذا هم ينقضون عهدهم، ولا يفون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما كشفنا» بدعاء موسى «عنهم العذاب إذا هم ينكثون» ينقضون عهدهم ويصرون على كفرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ أي: لم يفوا بما قالوا، بل غدروا، واستمروا على كفرهم.\nوهذا كقوله تعالى: فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ"
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَنَادَىٰ فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي ۖ أَفَلَا تُبْصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونادى فرعون في قومه قائلًا في تبجُّح بملكه: يا قوم، أليس لي ملك مصر، وهذه الأنهار من النيل تجري تحت قصوري؟ أفلا تبصرون ملكي وتعرفون عظمتي؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونادى فرعون» افتخاراً «في قومه قال يا قوم أليس لي ملك مصر وهذه الأنهار» من النيل «تجري من تحتي» أي تحت قصوري «أفلا تبصرون» عظمتي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ مستعليا بباطله، قد غره ملكه، وأطغاه ماله وجنوده: يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ أي: ألست المالك لذلك، المتصرف فيه، وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي أي: الأنهار المنسحبة من النيل، في وسط القصور والبساتين.\nأَفَلَا تُبْصِرُونَ هذا الملك الطويل العريض، وهذا من جهله البليغ، حيث افتخر بأمر خارج عن ذاته، ولم يفخر بأوصاف حميدة، ولا أفعال سديدة."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "أَمْ أَنَا خَيْرٌ مِنْ هَٰذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأنا خير من موسى الطريد الضعيف الذي لا يحسن الكلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» تبصرون، وحينئذ «أنا خير من هذا» أي موسى «الذي هو مهين» ضعيف حقير «و يكاد يُبين» يظهر كلامه للثغته بالجمرة التي تناولها في صغره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ يعني -قبحه اللّه- بالمهين، موسى بن عمران، كليم الرحمن، الوجيه عند اللّه، أي: أنا العزيز، وهو الذليل المهان المحتقر، فأينا خير؟ و مع هذا ف لا يَكَادُ يُبِينُ عما في ضميره بالكلام، لأنه ليس بفصيح اللسان، وهذا ليس من العيوب في شيء، إذا كان يبين ما في قلبه، ولو كان ثقيلا عليه الكلام."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فهلَّا ألقى الله الذي أرسله أَسْوِرة من ذهب عليه؛ لتبيين أنه رسوله، أو جاء معه الملائكة يتبع بعضهم بعضًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلولا» هلا «ألقي عليه» إن كان صادقاً «أسورة من ذهب» جمع أسورة كأغربة جمع سوار كعادتهم فيمن يسودونه أن يلبسوه أسورة ذهب ويطوقونه طوق ذهب «أو جاء معه الملائكة مقترنين» متتابعين يشهدون بصدقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال فرعون: فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أي: فهلا كان موسى بهذه الحالة، أن يكون مزينا مجملا بالحلي والأساور؟ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ يعاونونه على دعوته، ويؤيدونه على قوله."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأغرى فرعون قومه، فأطاعوه في ضلاله، إنهم كانوا قومًا خارجين عن طاعة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاستخف» استفز فرعون «قومه فأطاعوه» فيما يريد من تكذيب موسى «إنهم كانوا قوماً فاسقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ أي: استخف عقولهم بما أبدى لهم من هذه الشبه، التي لا تسمن ولا تغني من جوع، ولا حقيقة تحتها، وليست دليلا على حق ولا على باطل، ولا تروج إلا على ضعفاء العقول.\nفأي دليل يدل على أن فرعون محق، لكون ملك مصر له، وأنهاره تجري من تحته؟وأي دليل يدل على بطلان ما جاء به موسى لقلة أتباعه، وثقل لسانه، وعدم تحلية الله له، ولكنه لقي ملأ لا معقول عندهم، فمهما قال اتبعوه، من حق وباطل.\nإِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ فبسبب فسقهم، قيض لهم فرعون، يزين لهم الشرك والشر."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما أغضبونا باستمرارهم على الكفر انتقمنا منهم، فأغرقناهم كلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما آسفونا» أغضبونا «انتقمنا منهم فأغرقناهم أجمعين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا آسَفُونَا أي: أغضبونا بأفعالهم انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ"
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فصيّرنا فرعون وملأه مقدمة يتقدمون للناس وكفار قومك لهم بالأثر، وصيّرناهم عبرة لمن يعتبر؛ لئلا يعمل بعملهم فيصيبه ما أصابهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فجعلناهم سلفاً» جمع سالف كخادم وخدم أي سابقين غيره «ومثلا للآخرين» بعدهم يتمثلون بحالهم فلا يقدمون على مثل أفعالهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ ليعتبر بهم المعتبرون، ويتعظ بأحوالهم المتعظون."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما حسب المشركون أن عيسى الذي عبده النصارى داخل في عموم قوله تعالى: ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ﴾ (الأنبياء: 98) وقد نهى الله عن عبادته كما نهى عن عبادة الأصنام إذا قومك -أيها الرسول- يضجّون ويصخبون في الخصومة قائلين: رضينا أن تكون آلهتنا بمنزلة عيسى، فأنزل الله ردًّا عليهم: ﴿إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ﴾ (الأنبياء: 101)."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ولما ضرب) جعل (ابن مريم مثلا) حين نزل قوله تعالى \"\" إنكم وما تعبدون من دون الله حصب جهنم \"\" فقال المشركون: رضينا أن تكون آلهتنا مع عيسى لأنه عبد من دون الله (إذا قومك) أي المشركون (منه) من المثل (يصدون) يضحكون فرحاً بما سمعوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا أي: نهي عن عبادته، وجعلت عبادته بمنزلة عبادة الأصنام والأنداد.\nإِذَا قَوْمُكَ المكذبون لك مِنْهُ أي: من أجل هذا المثل المضروب، يَصِدُّونَ أي: يستلجون في خصومتهم لك، ويصيحون، ويزعمون أنهم قد غلبوا في حجتهم، وأفلجوا."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالوا: أمعبوداتنا خير أم عيسى؟! ما ضرب لك ابن الزِّبَعْرَى وأمثاله هذا المثل حبًّا للتوصل إلى الحق، ولكن حبًّا للجدل، فهم قوم مجبولون على الخصومة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا أألهتنا خير أم هو» أي عيسى فنرضى أن تكون آلهتنا معه «ما ضربوه» أي المثل «لك إلا جدلا» خصومة بالباطل لعلمهم أن ما لغير العاقل فلا يتناول عيسى عليه السلام «بل هم قوم خصمون» شديدو الخصومة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ يعني: عيسى، حيث نهي عن عبادة الجميع، وشورك بينهم بالوعيد على من عبدهم، ونزل أيضا قوله تعالى: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ ووجه حجتهم الظالمة، أنهم قالوا: قد تقرر عندنا وعندك يا محمد، أن عيسى من عباد الله المقربين، الذين لهم العاقبة الحسنة، فلم سويت بينه وبينها في النهي عن عبادة الجميع؟ فلولا أن حجتك باطلة لم تتناقض.\nولم قلت: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ وهذا اللفظ بزعمهم، يعم الأصنام، وعيسى، فهل هذا إلا تناقض؟ وتناقض الحجة دليل على بطلانها، هذا أنهى ما يقررون به هذه الشبهة [الذي] فرحوا بها واستبشروا، وجعلوا يصدون ويتباشرون.\nوهي -وللّه الحمد- من أضعف الشبه وأبطلها، فإن تسوية الله بين النهي عن عبادة المسيح، وبين النهي عن عبادة الأصنام، لأن العبادة حق للّه تعالى، لا يستحقها أحد من الخلق، لا الملائكة المقربون، ولا الأنبياء المرسلون، ولا من سواهم من الخلق، فأي شبهة في تسوية النهي عن عبادة عيسى وغيره؟"
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما عيسى بن مريم إلا عبد من عباد الله أنعمنا عليه بالنبوة والرسالة، وصيّرناه مثلًا لبني إسرائيل يستدلون به على قدرة الله حين خلقه من غير أب كما خلق آدم من غير أبوين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «هو» عيسى «إلا عبد أنعمنا عليه» بالنبوة «وجعلناه» بوجوده من غير أب «مثلا لبني إسرائيل» أي كالمثل لغرابته يستدل به على قدرة الله تعالى على ما يشاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وليس تفضيل عيسى عليه السلام، وكونه مقربا عند ربه ما يدل على الفرق بينه وبينها في هذا الموضع، وإنما هو كما قال تعالى: إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ بالنبوة والحكمة والعلم والعمل، وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ يعرفون به قدرة الله تعالى على إيجاده من دون أب.\nوأما قوله تعالى: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ فالجواب عنها من ثلاثة أوجه:أحدها: أن قوله: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أن ما اسم لما لا يعقل، لا يدخل فيه المسيح ونحوه.\nالثاني: أن الخطاب للمشركين، الذين بمكة وما حولها، وهم إنما يعبدون أصناما وأوثانا ولا يعبدون المسيح.\nالثالث: أن الله قال بعد هذه الآية: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ فلا شك أن عيسى وغيره من الأنبياء والأولياء، داخلون في هذه الآية."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو نشاء إهلاككم - يا بني آدم - لأهلكناكم، وجعلنا بدلكم ملائكة يخلفونكم في الأرض، يعبدون الله لا يشركون به شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو نشاء لجعلنا منكم» بدلكم «ملائكة في الأرض يخلفون» بأن نهلككم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ أي: لجعلنا بدلكم ملائكة يخلفونكم في الأرض، ويكونون في الأرض حتى نرسل إليهم ملائكة من جنسهم، وأما أنتم يا معشر البشر، فلا تطيقون أن ترسل إليكم الملائكة، فمن رحمة الله بكم، أن أرسل إليكم رسلا من جنسكم، تتمكنون من الأخذ عنهم."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن عيسى لعلامة من علامات الساعة الكبرى حين ينزل آخر الزمان، فلا تشكّوا أن الساعة واقعة، واتبعوني فيما جئتكم به من عند الله، هذا الذي جئتكم به هو الطريق المستقيم الذي لا اعوجاج فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه» أي عيسى «لعلم للساعة» تعلم بنزوله «فلا تمترن بها» أي تشكن فيها، حذف منه نون الرفع للجزم، وواو الضمير لالتقاء الساكنين «و» قل لهم «اتبعون» على التوحيد «هذا» الذي آمركم به «صراط» طريق «مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ أي: وإن عيسى عليه السلام، لدليل على الساعة، وأن القادر على إيجاده من أم بلا أب، قادر على بعث الموتى من قبورهم، أو وإن عيسى عليه السلام، سينزل في آخر الزمان، ويكون نزوله علامة من علامات الساعة فَلَا تَمْتَرُنَّ بِهَا أي: لا تشكن في قيام الساعة، فإن الشك فيها كفر.\nوَاتَّبِعُونِ بامتثال ما أمرتكم، واجتناب ما نهيتكم، هَذَا صِرَاطٌ مُسْتَقِيمٌ موصل إلى الله عز وجل."
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يصرفنّكم الشيطان عن الصراط المستقيم بإغوائه وإغرائه، إنه لكم عدوّ بيّن العداوة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا يصدنكم» يصرفنكم عن دين الله «الشيطان إنه لكم عدو مبين» بيِّن العداوة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ عما أمركم الله به، فإن الشيطان لَكُمْ عَدُوٌّ حريص على إغوائكم، باذل جهده في ذلك."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "وَلَمَّا جَاءَ عِيسَىٰ بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ۖ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولما جاء عيسى عليه السلام قومه بالأدلة الواضحة على أنه رسول، قال لهم: قد جئتكم من عند الله بالحكمة، ولأوضح لكم بعض الذي تختلفون فيه من أمور دينكم، فاتقوا الله بامتثال أوامره، واجتناب نواهيه، وأطيعوني فيما آمركم به وأنهاكم عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولما جاء عيسى بالبينات» بالمعجزات والشرائع «قال قد جئتكم بالحكمة» بالنبوة وشرائع الإنجيل «ولأبيِّن لكم بعض الذي تختلفون فيه» من أحكام التوراة من أمر الدين وغيره فبيَّن لهم أمر الدين «فاتقوا الله وأطيعون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ الدالة على صدق نبوته وصحة ما جاءهم به، من إحياء الموتى، وإبراء الأكمه والأبرص، ونحو ذلك من الآيات.\nقَالَ لبني إسرائيل: قَدْ جِئْتُكُمْ بِالْحِكْمَةِ النبوة والعلم، بما ينبغي على الوجه الذي ينبغي.\nوَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ أي: أبين لكم صوابه وجوابه، فيزول عنكم بذلك اللبس، فجاء عليه السلام مكملا ومتمما لشريعة موسى عليه السلام، ولأحكام التوراة.\nوأتى ببعض التسهيلات الموجبة للانقياد له، وقبول ما جاءهم به.\nفَاتَّقُوا اللَّهَ وَأَطِيعُونِ أي: اعبدوا الله وحده لا شريك له، وامتثلوا أمره، واجتنبوا نهيه، وآمنوا بي وصدقوني وأطيعون."
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله هو ربي وربكم، لا رب لنا غيره، فأخلصوا له وحده العبادة، وهذا التوحيد هو الطريق المستقيم الذي لا اعوجاج فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله هو ربي وربكم فاعبدوه هذا صراط» طريق «مستقيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ ففيه الإقرار بتوحيد الربوبية، بأن الله هو المربي جميع خلقه بأنواع النعم الظاهرة والباطنة، والإقرار بتوحيد العبودية، بالأمر بعبادة الله وحده لا شريك له، وإخبار عيسى عليه السلام أنه عبد من عباد الله، ليس كما قال فيه النصارى: \"إنه ابن الله أو ثالث ثلاثة\" والإخبار بأن هذا المذكور صراط مستقيم، موصل إلى الله وإلى جنته."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاختلفت طوائف النصارى في شأن عيسى؛ فمنهم من يقول: هو إله، ومن يقول: هو ابن الله، ومنهم من يقول: هو وأمه إلهان، فويل للذين ظلموا أنفسهم - بما وصفوا به عيسى من الألوهية، أو البُنُوَّة، أو أنه ثالث ثلاثة - من عذاب موجع ينتظرهم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاختلف الأحزاب من بينهم» في عيسى أهو الله أو ابن الله أو ثالث ثلاثة «فويلٌ» كلمة عذاب «للذين ظلموا» كفروا بما قالوه في عيسى «من عذاب يوم أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما جاءهم عيسى عليه السلام بهذا اخْتَلَفَ الْأَحْزَابُ المتحزبون على التكذيب مِنْ بَيْنِهِمْ كل قال بعيسى عليه السلام مقالة باطلة، ورد ما جاء به، إلا من هدى الله من المؤمنين، الذين شهدوا له بالرسالة، وصدقوا بكل ما جاء به، وقالوا: إنه عبد الله ورسوله.\nفَوَيْلٌ لِلَّذِينَ ظَلَمُوا من عذاب يوم أليم أي: ما أشد حزن الظالمين وما أعظم خسارهم في ذلك اليوم\"."
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هل ينتظر هؤلاء الأحزاب المختلفون في شأن عيسى إلا الساعة أن تأتيهم فجأة وهم لا يحسّون بإتيانها؟! فإن جاءتهم وهم على كفرهم فإن مصيرهم العذاب الموجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هل ينظرون» أي كفار مكة، أي ما ينتظرون «إلا الساعة أن تأتيهم» بدل من الساعة «بغتةً» فجأة «وهم لا يشعرون» بوقت مجيئها قبله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: ما ينتظر المكذبون، وهل يتوقعون إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ أي: فإذا جاءت، فلا تسأل عن أحوال من كذب بها، واستهزأ بمن جاء بها."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "المتخالّون والمتصادقون على الكفر والضلال بعضهم لبعض أعداء يوم القيامة إلا المتقين لله بامتثال أوامره واجتناب نواهيه، فخُلّتهم دائمة لا تنقطع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الأخلاءُ» على المعصية في الدنيا «يومئذ» يوم القيامة متعلق بقوله «بعضهم لبعض عدو إلا المتقين» المتحابين في الله على طاعته فإنهم أصدقاء ويقال لهم:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإن الأخلاء يومئذ، أي: يوم القيامة، المتخالين على الكفر والتكذيب ومعصية اللّه، بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ لأن خلتهم ومحبتهم في الدنيا لغير اللّه، فانقلبت يوم القيامة عداوة.\nإِلَّا الْمُتَّقِينَ للشرك والمعاصي، فإن محبتهم تدوم وتتصل، بدوام من كانت المحبة لأجله."
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول لهم الله: يا عبادي، لا خوف عليكم اليوم فيما تستقبلونه، ولا أنتم تحزنون على ما فاتكم من حظوظ الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا عبادِ لا خوف عليكم اليوم ولا أنتم تحزنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر ثواب المتقين، وأن اللّه تعالى يناديهم يوم القيامة بما يسر قلوبهم، ويذهب عنهم كل آفة وشر، فيقول: يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ أي: لا خوف يلحقكم فيما تستقبلونه من الأمور، ولا حزن يصيبكم فيما مضى منها، وإذا انتفى المكروه من كل وجه، ثبت المحبوب المطلوب."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين آمنوا بالقرآن المنزل على رسولهم، وكانوا منقادين للقرآن؛ يأتمرون بأوامره، وينتهون عن نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين آمنوا» نعت لعبادي «بآياتنا» القرآن «وكانوا مسلمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ آمَنُوا بِآيَاتِنَا وكانوا مسلمين أي: وصفهم الإيمان بآيات اللّه، وذلك ليشمل التصديق بها، وما لا يتم التصديق إلا به، من العلم بمعناها والعمل بمقتضاها.\nوَكَانُوا مُسْلِمِينَ للّه منقادين له في جميع أحوالهم، فجمعوا بين الاتصاف بعمل الظاهر والباطن."
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ادخلوا الجنة أنتم وأمثالكم في الإيمان، تسرّون بما تلقونه من النعيم المقيم الذي لا ينفد ولا ينقطع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ادخلوا الجنة أنتم» مبتدأ «وأزواجكم» زوجاتكم «تحبرون» تسرون وتكرمون، خبر المبتدأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ادْخُلُوا الْجَنَّةَ التي هي دار القرار أَنْتُمْ وَأَزْوَاجُكُمْ أي: من كان على مثل عملكم، من كل مقارن لكم، من زوجة، وولد، وصاحب، وغيرهم.\nتُحْبَرُونَ أي: تنعمون وتكرمون، ويأتيكم من فضل ربكم من الخيرات والسرور والأفراح واللذات، ما لا تعبر الألسن عن وصفه."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ ۖ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ ۖ وَأَنْتُمْ فِيهَا خَالِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يطوف عليهم خدّامهم بآنية من ذهب وبأكواب لا عُرى لها، وفي الجنة ما تشتهيه الأنفس، وتتلذذ الأعين برؤيته، وأنتم فيها ماكثون، لا تخرجون منها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يطاف عليهم بصحاف» بقصاع «من ذهب وأكواب» جمع كوب وهو إناء لا عروة له ليشرب الشارب من حيث شاء «وفيها ما تشتهيه الأنفس» تلذذاً «وتلذ الأعين» نظراً «وأنتم فيها خالدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ أي: تدور عليهم خدامهم، من الولدان المخلدين بطعامهم، بأحسن الأواني وأفخرها، وهي صحاف الذهب وشرابهم، بألطف الأواني، وهي الأكواب التي لا عرى لها، وهي من أصفى الأواني، من فضة أعظم من صفاء القوارير.\nوَفِيهَا أي: الجنة مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وهذا لفظ جامع، يأتي على كل نعيم وفرح، وقرة عين، وسرور قلب، فكل ما اشتهته النفوس، من مطاعم، ومشارب، وملابس، ومناكح، ولذته العيون، من مناظر حسنة، وأشجار محدقة، ونعم مونقة، ومبان مزخرفة، فإنه حاصل فيها، معد لأهلها، على أكمل الوجوه وأفضلها، كما قال تعالى: لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ وَأَنْتُمْ فِيهَا خَالِدُونَ وهذا هو تمام نعيم أهل الجنة، وهو الخلد الدائم فيها، الذي يتضمن دوام نعيمها وزيادته، وعدم انقطاعه."
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تلك الجنة التي وصفت لكم هي التي أورثكم الله إياها بأعمالكم فضلًا منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتلك الجنة التي أورثتموها بما كنتم تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتِلْكَ الْجَنَّةُ الموصوفة بأكمل الصفات، هي الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ أي: أورثكم اللّه إياها بأعمالكم، وجعلها من فضله جزاء لها، وأودع فيها من رحمته ما أودع."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لكم فيها فاكهة كثيرة لا تنقطع، منها تأكلون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لكم فيها فاكهة كثيرة منها» أي بعضها «تأكلون» وكل ما يؤكل يخلف بدله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ كما في الآية الأخرى: فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ مِنْهَا تَأْكُلُونَ أي: مما تتخيرون من تلك الفواكه الشهية، والثمار اللذيذة تأكلون ولما ذكر نعيم الجنة، عقبه بذكر عذاب جهنم، فقال:"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المجرمين بالكفر والمعاصي في عذاب جهنم يوم القيامة ماكثون فيه أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المجرمين في عذاب جهنم خالدون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الْمُجْرِمِينَ الذين أجرموا بكفرهم وتكذيبهم فِي عَذَابِ جَهَنَّمَ أي: منغمرون فيه، محيط بهم العذاب من كل جانب، خَالِدُونَ فيه، لا يخرجون منه أبدا"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يُخَفّف عنهم العذاب، وهم فيه آيسون من رحمة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يُفَتَّرُ» يخفف «عنهم وهم فيه مبلسون» ساكتون سكوت يأس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يُفَتَّرُ عَنْهُمْ العذاب ساعة، بإزالته، ولا بتهوين عذابه، وَهُمْ فِيهِ مُبْلِسُونَ أي: آيسون من كل خير، غير راجين للفرج، وذلك أنهم ينادون ربهم فيقولون: رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ"
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما ظلمناهم حين أدخلناهم النار، ولكن كانوا هم الظالمين لأنفسهم بالكفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما ظلمناهم ولكن كانوا هم الظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا العذاب العظيم، بما قدمت أيديهم، وبما ظلموا به أنفسهم.\nواللّه لم يظلمهم ولم يعاقبهم بلا ذنب ولا جرم."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونادوا خازن النار مالكًا قائلين: يا مالك، لِيُمِتْنا ربك فنستريح من العذاب، فيجيبهم مالك بقوله: إنكم ماكثون في العذاب دائمًا لا تموتون، ولا ينقطع عنكم العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونادوا يا مالك» هو خازن النار «ليقض علينا ربك» ليمتنا «قال» بعد ألف سنة «إنكم ماكثون» مقيمون في العذاب دائماً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَادَوْا وهم في النار، لعلهم يحصل لهم استراحة، يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ أي: ليمتنا فنستريح، فإننا في غم شديد، وعذاب غليظ، لا صبر لنا عليه ولا جلد.\nف قَالَ لهم مالك خازن النار -حين طلبوا منه أن يدعو اللّه لهم أن يقضي عليهم-: إِنَّكُمْ مَاكِثُونَ أي: مقيمون فيها، لا تخرجون عنها أبدا، فلم يحصل لهم ما قصدوه، بل أجابهم بنقيض قصدهم، وزادهم غما إلى غمهم."
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد جئناكم في الدنيا بالحق الذي لا مِرْية فيه، ولكن معظمكم للحق كارهون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «لقد جئناكم» أي أهل مكة «بالحق» على لسان الرسول «ولكن أكثركم للحق كارهون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم وبخهم بما فعلوا فقال: لَقَدْ جِئْنَاكُمْ بِالْحَقِّ الذي يوجب عليكم أن تتبعوه فلو تبعتموه، لفزتم وسعدتم، وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ فلذلك شقيتم شقاوة لا سعادة بعدها."
                }
            ]
        },
        {
            "ayah_number": 79,
            "text": "أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن مكروا بالنبي صلى الله عليه وسلم وأعدوا له كيدًا فإنا مُحكِمون لهم تدبيرًا يفوق كيدهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم أبرموا» أي كفار مكة: أحكموا «أمراً» في كيد محمد النبي «فإنا مبرمون» محكمون كيدنا في إهلاكهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: أم أبرم المكذبون بالحق المعاندون له أَمْرًا أي: كادوا كيدا، ومكروا للحق ولمن جاء بالحق، ليدحضوه، بما موهوا من الباطل المزخرف المزوق، فَإِنَّا مُبْرِمُونَ أي: محكمون أمرا، ومدبرون تدبيرا يعلو تدبيرهم، وينقضه ويبطله، وهو ما قيضه اللّه من الأسباب والأدلة لإحقاق الحق وإبطال الباطل، كما قال تعالى: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ"
                }
            ]
        },
        {
            "ayah_number": 80,
            "text": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم يظنون أنا لا نسمع سرهم الذي أضمروه في قلوبهم، أو سرّهم الذي يتناجون به خفية، بلى إنا نسمع ذلك كله، والملائكة لديهم يكتبون كل ما عملوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم يحسبون أنا لا نسمع سرهم ونجواهم» ما يسرون إلى غيرهم وما يجهرون به بينهم «بلى» نسمع ذلك «ورسلنا» الحفظة «لديهم» عندهم «يكتبون» ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ يَحْسَبُونَ بجهلهم وظلمهم أَنَّا لَا نَسْمَعُ سِرَّهُمْ الذي لم يتكلموا به، بل هو سر في قلوبهم وَنَجْوَاهُمْ أي: كلامهم الخفي الذي يتناجون به، أي: فلذلك أقدموا على المعاصي، وظنوا أنها لا تبعة لها ولا مجازاة على ما خفي منها.\nفرد اللّه عليهم بقوله: بَلَى أي: إنا نعلم سرهم ونجواهم، وَرُسُلُنَا الملائكة الكرام، لَدَيْهِمْ يَكْتُبُونَ كل ما عملوه، وسيحفظ ذلك عليهم، حتى يردوا القيامة، فيجدوا ما عملوا حاضرا، ولا يظلم ربك أحدا."
                }
            ]
        },
        {
            "ayah_number": 81,
            "text": "قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل -أيها الرسول- للذين ينسبون البنات لله، تعالى الله عن قولهم علوًّا كبيرًا: ما كان لله ولد؛ تنزه عن ذلك وتقدس، فأنا أول العابدين لله تعالى المنزهين له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قل إن كان للرحمن ولد» فرضاً «فأنا أول العابدين» للولد لكن ثبت أن لا ولد له تعالى فانتفت عبادته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قل يا أيها الرسول الكريم، للذين جعلوا للّه ولدا، وهو الواحد الأحد الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدا، ولم يكن له كفوا أحد.\nقُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ لذلك الولد، لأنه جزء من والده، وأنا أول الخلق انقيادا للأمور المحبوبة للّه، ولكني أول المنكرين لذلك، وأشدهم له نفيا، فعلم بذلك بطلانه، فهذا احتجاج عظيم عند من عرف أحوال الرسل، وأنه إذا علم أنهم أكمل الخلق، وأن كل خير فهم أول الناس سبقا إليه وتكميلا له، وكل شر فهم أول الناس تركا له وإنكارا له وبعدا منه، فلو كان على هذا للرحمن ولد وهو الحق، لكان محمد بن عبد اللّه، أفضل الرسل أول من عبده، ولم يسبقه إليه المشركون.\nويحتمل أن معنى الآية: لو كان للرحمن ولد، فأنا أول العابدين للّه، ومن عبادتي للّه، إثبات ما أثبته، ونفي ما نفاه، فهذا من العبادة القولية الاعتقادية، ويلزم من هذا، لو كان حقا، لكنت أول مثبت له، فعلم بذلك بطلان دعوى المشركين وفسادها، عقلا ونقلا."
                }
            ]
        },
        {
            "ayah_number": 82,
            "text": "سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تنزّه رب السماوات والأرض ورب العرش عما يقوله هؤلاء المشركون من نسبة الشريك والصاحبة والولد إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سبحان رب السماوات والأرض رب العرش» الكرسي «عما يصفون» يقولون من الكذب بنسبة الولد إليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ من الشريك والظهير، والعوين، والولد، وغير ذلك، مما نسبه إليه المشركون."
                }
            ]
        },
        {
            "ayah_number": 83,
            "text": "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاتركهم - أيها الرسول - يخوضوا فيما هم عليه من الباطل، ويلعبوا، حتى يلاقوا يومهم الذي يوعدون، وهو يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فذرهم يخوضوا» في باطلهم «ويلعبوا» في دنياهم «حتى يلاقوا يومهم الذي يوعدون» فيه العذاب وهو يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا أي: يخوضوا بالباطل، ويلعبوا بالمحال، فعلومهم ضارة غير نافعة، وهي الخوض والبحث بالعلوم التي يعارضون بها الحق وما جاءت به الرسل، وأعمالهم لعب وسفاهة، لا تزكي النفوس، ولا تثمر المعارف.\nولهذا توعدهم بما أمامهم من يوم القيامة فقال: حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ فسيعلمون فيه ماذا حصلوا، وما حصلوا عليه من الشقاء الدائم، والعذاب المستمر."
                }
            ]
        },
        {
            "ayah_number": 84,
            "text": "وَهُوَ الَّذِي فِي السَّمَاءِ إِلَٰهٌ وَفِي الْأَرْضِ إِلَٰهٌ ۚ وَهُوَ الْحَكِيمُ الْعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو سبحانه المعبود في السماء بحق، وهو المعبود في الأرض بحق، وهو الحكيم في خلقه وتقديره وتدبيره، العليم بأحوال عباده، لا يخفى عليه منها شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو الذي» هو «في السماء إله» بتحقيق الهمزتين وإسقاط الأولى وتسهيلها كالياء، أي معبود «وفي الأرض إله» وكل من الظرفين متعلق بما بعده «وهو الحكيم» في تدبير خلقه «العليم» بمصالحهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهو تعالى المألوه المعبود، الذي يألهه الخلائق كلهم، طائعين مختارين، وكارهين.\nوهذه كقوله تعالى: وهو اللّه في السماوات وفي الأرض أي: ألوهيته ومحبته فيهما.\nوأما هو فهو فوق عرشه، بائن من خلقه، متوحد بجلاله، متمجد بكماله، وَهُوَ الْحَكِيمُ الذي أحكم ما خلقه، وأتقن ما شرعه، فما خلق شيئا إلا لحكمة، ولا شرع شيئا إلا لحكمة، وحكمه القدري والشرعي والجزائي مشتمل على الحكمة.\nالْعَلِيمُ بكل شيء، يعلم السر وأخفى، ولا يعزب عنه مثقال ذرة في العالم العلوي والسفلي، ولا أصغر منها ولا أكبر."
                }
            ]
        },
        {
            "ayah_number": 85,
            "text": "وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتزايد خير الله وبركته سبحانه، الذي له وحده ملك السماوات وملك الأرض وملك ما بينهما، وعنده وحده علم الساعة التي تقوم فيها القيامة، لا يعلمها غيره، وإليه وحده ترجعون في الآخرة للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتبارك» تعظم «الذي له ملك السموات والأرض وما بينهما وعنده علم الساعة» متى تقوم «وإليه يرجعون» بالياء والتاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا تبارك بمعنى تعالى وتعاظم، وكثر خيره، واتسعت صفاته، وعظم ملكه.\nولهذا ذكر سعة ملكه للسموات والأرض وما بينهما، وسعة علمه، وأنه بكل شيء عليم، حتى إنه تعالى، انفرد بعلم كثير من الغيوب، التي لم يطلع عليها أحد من الخلق، لا نبي مرسل، ولا ملك مقرب، ولهذا قال: وَعِنْدَهُ عِلْمُ السَّاعَةِ قدم الظرف، ليفيد الحصر، أي: لا يعلم متى تجيء الساعة إلا هو، ومن تمام ملكه وسعته، أنه مالك الدنيا والآخرة، ولهذا قال: وَإِلَيْهِ تُرْجَعُونَ أي: في الآخرة فيحكم بينكم بحكمه العدل، ومن تمام ملكه، أنه لا يملك أحد من خلقه من الأمر شيئا، ولا يقدم على الشفاعة عنده أحد إلا بإذنه."
                }
            ]
        },
        {
            "ayah_number": 86,
            "text": "وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يملك الذين يعبدهم المشركون من دون الله الشفاعة عند الله، إلا من شهد أن لا إله إلا الله، وهو يعلم ما شهد به؛ مثل عيسى وعزير والملائكة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا يملك الذين يدعون» يعبدون، أي الكفار «من دونه» أي من دون الله «الشفاعة» لأحد «إلا من شهد بالحق» أي قال: لا إله إلا الله «وهم يعلمون» بقلوبهم ما شهدوا به بألسنتهم، وهم عيسى وعزير والملائكة فإنهم يشفعون للمؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ أي: كل من دعي من دون اللّه، من الأنبياء والملائكة وغيرهم، لا يملكون الشفاعة، ولا يشفعون إلا بإذن اللّه، ولا يشفعون إلا لمن ارتضى، ولهذا قال: إِلَّا مَنْ شَهِدَ بِالْحَقِّ أي: نطق بلسانه، مقرا بقلبه، عالما بما شهد به، ويشترط أن تكون شهادته بالحق، وهو الشهادة للّه تعالى بالوحدانية، ولرسله بالنبوة والرسالة، وصحة ما جاءوا به، من أصول الدين وفروعه، وحقائقه وشرائعه، فهؤلاء الذين تنفع فيهم شفاعة الشافعين، وهؤلاء الناجون من عذاب اللّه، الحائزون لثوابه."
                }
            ]
        },
        {
            "ayah_number": 87,
            "text": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولئن سألتهم: من خلقهم؟ ليقولنّ: خلقنا الله، فكيف يُصْرَفون عن عبادته بعد هذا الاعتراف؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولئن» لام قسم «سألتهم من خلقهم ليقولنَّ الله» حذف منه نون الرفع وواو الضمير «فأنَّى يؤفكون» يصرفون عن عبادة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال تعالى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقهم لَيَقُولُنَّ اللَّهُ أي: ولئن سألت المشركين عن توحيد الربوبية، ومن هو الخالق، لأقروا أنه اللّه وحده لا شريك له.\nفَأَنَّى يُؤْفَكُونَ أي: فكيف يصرفون عن عبادة اللّه والإخلاص له وحده؟!فإقرارهم بتوحيد الربوبية، يلزمهم به الإقرار بتوحيد الألوهية، وهو من أكبر الأدلة على بطلان الشرك."
                }
            ]
        },
        {
            "ayah_number": 88,
            "text": "وَقِيلِهِ يَا رَبِّ إِنَّ هَٰؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعنده سبحانه علم شكوى رسوله من تكذيب قومه، وقوله فيها: يا رب، إن هؤلاء قوم لا يؤمنون بما أرسلتني به إليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقيله» أي قول محمد النبي، ونصبه على المصدر بفعله المقدر، أي وقال «يا رب إن هؤلاء قوم لا يؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقِيلِهِ يَا رَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ هذا معطوف على قوله: وَعِنْدَهُ عِلْمُ السَّاعَةِ أي: وعنده علم قيله، أي: الرسول صلى اللّه عليه وسلم، شاكيا لربه تكذيب قومه، متحزنا على ذلك، متحسرا على عدم إيمانهم، فاللّه تعالى عالم بهذه الحال، قادر على معاجلتهم بالعقوبة، ولكنه تعالى حليم، يمهل العباد ويستأني بهم، لعلهم يتوبون ويرجعون."
                }
            ]
        },
        {
            "ayah_number": 89,
            "text": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ ۚ فَسَوْفَ يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأعرضْ عنهم، وقل لهم ما تدفع به شرهم - وكان هذا في مكة - فسوف يعلمون ما يلاقونه من العقاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «فاصفح» أعرض «عنهم وقل سلام» منكم وهذا قبل أن يؤمر بقتالهم «فسوف يعلمون» بالياء والتاء تهديد لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ أي: اصفح عنهم ما يأتيك من أذيتهم القولية والفعلية، واعف عنهم، ولا يبدر منك لهم إلا السلام الذي يقابل به أولو الألباب والبصائر الجاهلين، كما قال تعالى عن عباده الصالحين: وإذا خاطبهم الجاهلون أي: خطابا بمقتضى جهلهم قالوا سلاما فامتثل صلى اللّه عليه وسلم، لأمر ربه، وتلقى ما يصدر إليه من قومه وغيرهم من الأذى، بالعفو والصفح، ولم يقابلهم عليه إلا بالإحسان إليهم والخطاب الجميل.\nفصلوات اللّه وسلامه على من خصه اللّه بالخلق العظيم، الذي فضل به أهل الأرض والسماء، وارتفع به أعلى من كواكب الجوزاء.\nوقوله: فَسَوْفَ يَعْلَمُونَ أي: غِبَّ ذنوبهم، وعاقبة جرمهم."
                }
            ]
        }
    ]
}