{
    "surah": "الجاثية",
    "number": 45,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "حم",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حم» الله أعلم بمراده به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسير الحروف المقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تنزيل القرآن من الله العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وتدبيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في مُلكه «الحكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى خبرا يتضمن الأمر بتعظيم القرآن والاعتناء به وأنه تَنْزِيلُ مِنَ اللَّهِ المألوه المعبود لما اتصف به من صفات الكمال وانفرد به من النعم الذي له العزة الكاملة والحكمة التامة."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن في السماوات والأرض لدلائل على قدرة الله ووحدانيته للمؤمنين؛ لأنهم هم الذين يعتبرون بالآيات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن في السماوات والأرض» أي في خلقهما «لآيات» دالة على قدرة الله ووحدانيته تعالى «للمؤمنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أيد ذلك بما ذكره من الآيات الأفقية والنفسية من خلق السماوات والأرض"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي خلقكم - أيها الناس - من نطفة، ثم من مُضْغة، ثم من عَلَقة، وفي خلق ما يبثه الله من دابة تدب على وجه الأرض دلائل على وحدانيته لقوم يوقنون بأن الله هو الخالق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي خلقكم» أي في خلق كل منكم من نطفة ثم علقة ثم مضغة إلى أن صار إنساناً «و» خلق «ما يبث» يفرق في الأرض «من دابة» هي ما يدب على الأرض من الناس وغيرهم «آيات لقوم يوقنون» بالبعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وما بث فيهما من الدواب وما أودع فيهما من المنافع وما أنزل الله من الماء الذي يحيي به الله البلاد والعباد."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي تعاقب الليل والنهار، وفيما أنزل الله من السماء من المطر فأحيا به الأرض بإنباتها بعد أن كانت ميتة لا نبات فيها، وفي تصريف الرياح بالإتيان بها مرة من جهة، ومرة من أخرى لمنافعكم؛ دلائل لقوم يعقلون، فيستدلون بها على وحدانية الله وقدرته على البعث، وقدرته على كل شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» في «اختلاف الليل والنهار» ذهابهما ومجيئهما «وما أنزل الله من السماء من رزق» مطر لأنه سبب الرزق «فأحيا به الأرض بعد موتها وتصريف الريح» تقليبها مرة جنوباً ومرة شمالاً وباردة وحارة «آيات لقوم يعقلون» الدليل فيؤمنون."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذه الآيات والبراهين نتلوها عليك - أيها الرسول - بالحق، فإن لم يؤمنوا بحديث الله المنزل على عبده وبحججه، فبأي حديث بعده يؤمنون، وبأي حجج بعده يصدقون؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تلك» الآيات المذكورة «آيات الله» حججه الدالة على وحدانيته «نتلوها» نقصها «عليك بالحق» متعلق بنتلو «فبأي حديث بعد الله» أي حديثه وهو القرآن «وآياته» حججه «يؤمنون» أي كفار مكة، أي لا يؤمنون، وفي قراءة بالتاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهذه كلها آيات بينات وأدلة واضحات على صدق هذا القرآن العظيم وصحة ما اشتمل عليه من الحكم والأحكام، ودالات أيضا على ما لله تعالى من الكمال وعلى البعث والنشور.\nثم قسم تعالى الناس بالنسبة إلى الانتفاع بآياته وعدمه إلى قسمين:قسم يستدلون بها ويتفكرون بها وينتفعون فيرتفعون وهم المؤمنون بالله وملائكته وكتبه ورسله واليوم الآخر إيمانا تاما وصل بهم إلى درجة اليقين، فزكى منهم العقول وازدادت به معارفهم وألبابهم وعلومهم.\nوقسم يسمع آيات الله سماعا تقوم به الحجة عليه ثم يعرض عنها ويستكبر، كأنه ما سمعها لأنها لم تزك قلبه ولا طهرته بل بسبب استكباره عنها ازداد طغيانه."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عذاب من الله وهلاك لكل كذاب كثير الآثام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويل» كلمة عذاب «لكل أفاك» كذاب «أثيم» كثير الإثم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأنه إذا علم من آيات الله شيئا اتخذها هزوا فتوعده الله تعالى بالويل فقال: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ أي: كذاب في مقاله أثيم في فعاله."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "يَسْمَعُ آيَاتِ اللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسمع هذا الكافر آيات الله في القرآن تقرأ عليه، ثم يستمرّ على ما كان عليه من الكفر والمعاصي؛ متعاليًا في نفسه عن اتباع الحق، كأنه لم يسمع تلك الآيات المقروءة عليه، فأخبره - أيها الرسول - بما يسوؤه في آخرته، وهو عذاب موجع ينتظره فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يسمع آيات الله» القرآن «تتلى عليه ثم يصر» على كفره «مستكبراً» متكبراً عن الإيمان «كأن لم يسمعها فبشره بعذاب أليم» مؤلم."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا بلغه شيء من القرآن اتخذه سخرية يسخر منه، أولئك المتصفون بصفة السخرية من القرآن لهم عذاب مذلّ يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا علم من آياتنا» أي القرآن «شيئاً اتخذها هزواً» أي مهزوءاً بها «أولئك» أي الأفاكون «لهم عذاب مهين» ذو إهانة."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "مِنْ وَرَائِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من أمامهم نار جهنم تنتظرهم في الآخرة، ولا يغني عنهم ما كسبوا من الأموال من الله شيئًا، ولا يدفع عنهم شيئًا ما اتخذوه من دونه من الأصنام التي يعبدونها من دونه، ولهم يوم القيامة عذاب عظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من ورائهم» أي أمامهم لأنهم في الدنيا «جهنم ولا يغني عنهم ما كسبوا» من المال والفعال «شيئاً ولا ما اتخذوا من دون الله» أي الأصنام «أولياء ولهم عذاب عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأخبر أن له عذابا أليما وأن مِنْ وَرَائِهِمْ جَهَنَّمُ تكفي في عقوبتهم البليغة.\nوأنه لا يُغْنِي عَنْهُمْ مَا كَسَبُوا من الأموال وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ يستنصرون بهم فخذلوهم أحوج ما كانوا إليهم لو نفعوا."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "هَٰذَا هُدًى ۖ وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا الكتاب الذي أنزلناه على رسولنا محمد هاد إلى طريق الحق، والذين كفروا بآيات ربهم المنزلة على رسوله لهم عذاب سيئ موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» أي القرآن «هدى» من الضلالة «والذين كفروا بآيات ربهم لهم عذاب» حظ «من رجز» أي عذاب «أليم» موجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما بين آياته القرآنية والعيانية وأن الناس فيها على قسمين أخبر أن القرآن المشتمل على هذه المطالب العالية أنه هدى فقال: هَذَا هُدًى وهذا وصف عام لجميع القرآن فإنه يهدي إلى معرفة الله تعالى بصفاته المقدسة وأفعاله الحميدة، ويهدي إلى معرفة رسله وأوليائه وأعدائه، وأوصافهم، ويهدي إلى الأعمال الصالحة ويدعو إليها ويبين الأعمال السيئة وينهى عنها، ويهدي إلى بيان الجزاء على الأعمال ويبين الجزاء الدنيوي والأخروي، فالمهتدون اهتدوا به فأفلحوا وسعدوا، وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ الواضحة القاطعة التي يكفر بها إلا من اشتد ظلمه وتضاعف طغيانه، لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الله وحده هو الذي سخّر لكم - أيها الناس - البحر لتجري السفن فيه بأمره، ولتطلبوا من فضله بأنواع المكاسب المباحة، ولعلكم تشكرون نعمة الله عليكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الذي سخر لكم البحر لتجري الفلك» السفن «فيه بأمره» بإذنه «ولتبتغوا» تطلبوا بالتجارة «من فضله ولعلكم تشكرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بفضله على عباده وإحسانه إليهم بتسخير البحر لسير المراكب والسفن بأمره وتيسيره، لِتَبْتَغُوا مِنْ فَضْلِهِ بأنواع التجارات والمكاسب، وَلَعَلَّكُمْ تَشْكُرُونَ الله تعالى فإنكم إذا شكرتموه زادكم من نعمه وأثابكم على شكركم أجرا جزيلا."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسخّر لكم سبحانه ما في السماوات من شمس وقمر ونجوم، وما في الأرض من أنهار وأشجار وجبال وغيرها، جميع هذه النعم من فضله وإحسانه، إن في تسخير ذلك لكم لدلائل على قدرة الله ووحدانيته، لقوم يتفكرون في آياته، فيعتبرون بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسخر لكم ما في السماوات» من شمس وقمر ونجوم وماء وغيره «وما في الأرض» من دابة وشجر ونبات وأنهار وغيرها أي خلق ذلك لمنافعكم «جميعاً» تأكيد «منه» حال، أي سخرها كائنة منه تعالى «إن في ذلك لآيات لقوم يتفكرون» فيها فيؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ أي: من فضله وإحسانه، وهذا شامل لأجرام السماوات والأرض ولما أودع الله فيهما من الشمس والقمر والكواكب والثوابت والسيارات وأنواع الحيوانات وأصناف الأشجار والثمرات وأجناس المعادن وغير ذلك مما هو معد لمصالح بني آدم ومصالح ما هو من ضروراته، فهذا يوجب عليهم أن يبذلوا غاية جهدهم في شكر نعمته وأن تتغلغل أفكارهم في تدبر آياته وحكمه ولهذا قال: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ وجملة ذلك أن خلقها وتدبيرها وتسخيرها دال على نفوذ مشيئة الله وكمال قدرته، وما فيها من الإحكام والإتقان وبديع الصنعة وحسن الخلقة دال على كمال حكمته وعلمه، وما فيها من السعة والعظمة والكثرة دال على سعة ملكه وسلطانه، وما فيها من التخصيصات والأشياء المتضادات دليل على أنه الفعال لما يريد، وما فيها من المنافع والمصالح الدينية والدنيوية دليل على سعة رحمته، وشمول فضله وإحسانه وبديع لطفه وبره، وكل ذلك دال على أنه وحده المألوه المعبود الذي لا تنبغي العبادة والذل والمحبة إلا له وأن رسله صادقون فيما جاءوا به، فهذه أدلة عقلية واضحة لا تقبل ريبا ولا شكا."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - للذين آمنوا بالله، وصدقوا رسوله: تجاوزوا عمن أساء إليكم من الكفار الذين لا يبالون بنعم الله أو نقمه، فإن الله سيجزي كلَّا من المؤمنين الصابرين، والكفار المعتدين، بما كانوا يكسبون من الأعمال في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل للذين آمنوا يغفروا للذين لا يرجون» يخافون «أيام الله» وقائعه، أي اغفر للكفار ما وقع منهم من الأذى لكم وهذا قبل الأمر بجهادهم «ليجزي» أي الله وفي قراءة بالنون «قوماً بما كانوا يكسبون» من الغفر للكفار أذاهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده المؤمنين بحسن الخلق والصبر على أذية المشركين به، الذين لا يرجون أيام الله أي: لا يرجون ثوابه ولا يخافون وقائعه في العاصين فإنه تعالى سيجزي كل قوم بما كانوا يكسبون.\nفأنتم يا معشر المؤمنين يجزيكم على إيمانكم وصفحكم وصبركم، ثوابا جزيلا."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من عمل عملًا صالحًا فنتيجة عمله الصالح له، والله غني عن عمله، ومن أساء عمله فنتيجة عمله السيئ عقابه عليه، والله لا تضرّه إساءته، ثم إلينا وحدنا ترجعون في الآخرة لنجازي كلَّا بما يستحقّه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من عمل صالحاً فلنفسه» عمل «ومن أساء فعليها» أساء «ثم إلى ربكم ترجعون» تصيرون فيجازي المصلح والمسيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهم إن استمروا على تكذيبهم فلا يحل بكم ما حل بهم من العذاب الشديد والخزي ولهذا قال: مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطينا بني إسرائيل التوراة والفصل بين الناس بحكمها، وجعلنا معظم الأنبياء منهم من ذرية إبراهيم عليه السلام، ورزقناهم من أنواع الطيبات، وفضلناهم على عالَمِي زمانهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد آتينا بني إسرائيل الكتاب» التوراة «والحكم» به بين الناس «والنبوة» لموسى وهارون منهم «ورزقناهم من الطيبات» الحلالات كالمنّ والسلوى «وفضلناهم على العالمين» عالمي زمانهم العقلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ولقد أنعمنا على بني إسرائيل نعما لم تحصل لغيرهم من الناس، وآتيناهم الكتاب أي: التوراة والإنجيل والحكم بين الناس والنبوة التي امتازوا بها وصارت النبوة في ذرية إبراهيم عليه السلام، أكثرهم من بني إسرائيل، وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ من المآكل والمشارب والملابس وإنزال المن والسلوى عليهم وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ أي: على الخلق بهذه النعم ويخرج من هذا العموم اللفظي هذه الأمة فإنهم خير أمة أخرجت للناس.\nوالسياق يدل على أن المراد غير هذه الأمة فإن الله يقص علينا ما امتن به على بني إسرائيل وميزهم عن غيرهم، وأيضا فإن الفضائل التي فاق بها بنو إسرائيل من الكتاب والحكم والنبوة وغيرها من النعوت قد حصلت كلها لهذه الأمة، وزادت عليهم هذه الأمة فضائل كثيرة فهذه الشريعة شريعة بني إسرائيل جزء منها، فإن هذا الكتاب مهيمن على سائر الكتب السابقة، ومحمد صلى الله عليه وسلم مصدق لجميع المرسلين."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ ۖ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطيناهم دلائل توضح الحق من الباطل، فما اختلفوا إلا من بعد ما قامت عليهم الحجج ببعثة نبينا محمد صلى الله عليه وسلم، وما جرّهم إلى هذا الاختلاف إلا بغي بعضهم على بعض حرصًا على الرئاسة والجاه، إن ربك - أيها الرسول - يفصل بينهم يوم القيامة فيما كانوا يختلفون فيه في الدنيا، فيبيّن من كان محقًّا، ومن كان مبطلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وآتيانهم بينات من الأمر» أمر الدين من الحلال والحرام وبعثة محمد عليه أفضل الصلاة والسلام «فما اختلفوا» في بعثته «إلا من بعد ما جاءهم العلم بغياً بينهم» أي لبغي حدث بينهم حسداً له «إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَآتَيْنَاهُمْ أي: آتينا بني إسرائيل بَيِّنَاتٍ أي: دلالات تبين الحق من الباطل مِنَ الْأَمْرِ القدري الذي أوصله الله إليهم.\nوتلك الآيات هي المعجزات التي رأوها على يد موسى عليه السلام، فهذه النعم التي أنعم الله بها على بني إسرائيل تقتضي الحال أن يقوموا بها على أكمل الوجوه وأن يجتمعوا على الحق الذي بينه الله لهم، ولكن انعكس الأمر فعاملوها بعكس ما يجب.\nوافترقوا فيما أمروا بالاجتماع به ولهذا قال: فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ أي: الموجب لعدم الاختلاف، وإنما حملهم على الاختلاف البغي من بعضهم على بعض والظلم.\nإِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ فيميز المحق من المبطل والذي حمله على الاختلاف الهوى أو غيره."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "ثُمَّ جَعَلْنَاكَ عَلَىٰ شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم جعلناك على طريقة وسُنَّة ومنهاج من أمرنا الذي أَمرنا به من قبلك من رسلنا تدعو إلى الإيمان والعمل الصالح، فاتبع هذه الشريعة، ولا تتبع أهواء الذين لا يعلمون الحق؛ فأهواؤهم مضلة عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم جعلناك» يا محمد «على شريعة» طريقة «من الأمر» أمر الدين «فاتبعها ولا تتبع أهواء الذين لا يعلمون» في عبادة غير الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ثم شرعنا لك شريعة كاملة تدعو إلى كل خير وتنهى عن كل شر من أمرنا الشرعي فَاتَّبِعْهَا فإن في اتباعها السعادة الأبدية والصلاح والفلاح، وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ أي: الذين تكون أهويتهم غير تابعة للعلم ولا ماشية خلفه، وهم كل من خالف شريعة الرسول صلى الله عليه وسلم هواه وإرادته فإنه من أهواء الذين لا يعلمون."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا ۚ وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۖ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين لا يعلمون الحق لن يَكُفُّوا عنك من عذاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين من جميع المِلَلِ والنِّحَل بعضهم ناصر بعض، ومؤيده على المؤمنين، والله ناصر المتقين له بامتثال أوامره واجتناب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنهم لن يغنوا» يدافعوا «عنك من الله» من عذابه «شيئاً وإن الظالمين» الكافرين «بعضهم أولياء بعض والله وليُّ المتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا أي: لا ينفعونك عند الله فيحصلوا لك الخير ويدفعوا عنك الشر إن اتبعتهم على أهوائهم، ولا تصلح أن توافقهم وتواليهم فإنك وإياهم متباينون، وبعضهم ولي لبعض واللَّهُ وَلِيُّ الْمُتَّقِينَ يخرجهم من الظلمات إلى النور بسبب تقواهم وعملهم بطاعته."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "هَٰذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا القرآن المنزل على رسولنا بصائر يبصر بها الناس الحق من الباطل، وهداية إلى الحق، ورحمة لقوم يوقنون؛ لأنهم هم الذين يهتدون به إلى الصراط المستقيم ليرضى عنهم ربهم، فيدخلهم الجنة، ويزحزحهم عن النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» القرآن «بصائر للناس» معالم يتبصرون بها في الأحكام والحدود «وهدى ورحمة لقوم يوقنون» بالبعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هَذَا القرآن الكريم والذكر الحكيم بَصَائِرَ لِلنَّاسِ أي: يحصل به التبصرة في جميع الأمور للناس فيحصل به الانتفاع للمؤمنين، والهدى والرحمة.\nلِقَوْمٍ يُوقِنُونَ فيهتدون به إلى الصراط المستقيم في أصول الدين وفروعه ويحصل به الخير والسرور والسعادة في الدنيا والآخرة وهي الرحمة.\nفتزكو به نفوسهم وتزداد به عقولهم ويزيد به إيمانهم ويقينهم، وتقوم به الحجة على من أصر وعاند."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هل يظن الذين اكتسبوا بجوارحهم الكفر والمعاصي أن نجعلهم في الجزاء مثل الذين آمنوا بالله وعملوا الأعمال الصالحات، بحيث يستوون في الدنيا والآخرة؟! قَبُح حكمهم هذا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بمعنى همزة الإنكار «حسب الذين اجترحوا» اكتسبوا «السيئات» الكفر والمعاصي «أن نجعلهم كالذين آمنوا وعملوا الصالحات سواءً» خبر «محياهم ومماتهم» مبتدأ ومعطوف والجملة بدل من الكاف والضميران للكفار، المعنى: أحسبوا أن نجعلهم في الآخرة في خير كالمؤمنين في رغد من العيش مساو لعيشهم في الدنيا حيث قالوا للمؤمنين: لئن بعثنا لنُعطى من الخير مثل ما تعطون قال تعالى على وفق إنكاره بالهمزة: «ساءَ ما يحكمون» أي ليس الأمر كذلك فهم في الآخرة في العذاب على خلاف عيشهم في الدنيا والمؤمنون في الآخرة في الثواب بعملهم الصالحات في الدنيا من الصلاة والزكاة والصيام وغير ذلك، وما مصدرية، أي بئس حكماً حكمهم هذا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أم حسب المسيئون المكثرون من الذنوب المقصرون في حقوق ربهم.\nأَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بأن قاموا بحقوق ربهم، واجتنبوا مساخطه ولم يزالوا مؤثرين رضاه على هوى أنفسهم؟ أي: أحسبوا أن يكونوا سَوَاءً في الدنيا والآخرة؟ ساء ما ظنوا وحسبوا وساء ما حكموا به، فإنه حكم يخالف حكمة أحكم الحاكمين وخير العادلين ويناقض العقول السليمة والفطر المستقيمة، ويضاد ما نزلت به الكتب وأخبرت به الرسل، بل الحكم الواقع القطعي أن المؤمنين العاملين الصالحات لهم النصر والفلاح والسعادة والثواب في العاجل والآجل كل على قدر إحسانه، وأن المسيئين لهم الغضب والإهانة والعذاب والشقاء في الدنيا والآخرة."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وخلق الله السماوات والأرض لحكمة بالغة، ولم يخلقهما عبثًا، ولتجزى كل نفس بما كسبته من خير أو شرّ، والله لا يظلمهم بنقص في حسناتهم، ولا زيادة في سيئاتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وخلق الله السماوات» خلق «والأرض بالحق» متعلق بخلق ليدل على قدرته ووحدانيته «ولتجزى كل نفس بما كسبت» من المعاصي والطاعات فلا يساوي الكافر المؤمن «وهم لا يظلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: خلق الله السماوات والأرض بالحكمة وليعبد وحده لا شريك له، ثم يجازي بعد ذلك من أمرهم بعبادته وأنعم عليم بالنعم الظاهرة والباطنة هل شكروا الله تعالى وقاموا بالمأمور؟ أم كفروا فاستحقوا جزاء الكفور؟"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَىٰ بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "انظر - أيها الرسول - إلى من اتبع هواه وجعله بمنزلة المعبود له الذي لا يخالفه، فقد أضلّه الله على علم منه؛ لأنه يستحقّ الإضلال، وختم على قلبه فلا يسمع سماعًا ينتفع به، وجعل الله على بصره غطاء يمنعه من إبصار الحق، فمن الذي يوفِّقه للحق بعد أن أضله الله؟! أفلا تتذكرون ضرر اتباع الهوى، ونفع اتباع شرع الله؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفرأيت» أخبرني «من اتخذ إلهه هواه» ما يهواه من حجر بعد حجر يراه أحسن «وأضله الله على علم» منه تعالى: أي عالما بأنه من أهل الضلاله قبل خلق «وختم على سمعه وقلبه» فلم يسمع الهدى ولم يعقله «وجعل على بصره غشاوة» ظلمة فلم يبصر الهدى، ويقدر هنا المفعول الثاني لرأيت أيهتدي «فمن يهديه من بعد الله» أي بعد إضلاله إياه، أي لا يهتدي «أفلا تذكرون» تتعظون، فيه إدغام إحدى التاءين في الذال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: أَفَرَأَيْتَ الرجل الضال الذي اتَّخَذَ إِلَهَهُ هَوَاهُ فما هويه سلكه سواء كان يرضي الله أو يسخطه.\nوَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ من الله تعالى أنه لا تليق به الهداية ولا يزكو عليها.\nوَخَتَمَ عَلَى سَمْعِهِ فلا يسمع ما ينفعه، وَقَلْبِهِ فلا يعي الخير وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً تمنعه من نظر الحق، فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أي: لا أحد يهديه وقد سد الله عليه أبواب الهداية وفتح له أبواب الغواية، وما ظلمه الله ولكن هو الذي ظلم نفسه وتسبب لمنع رحمة الله عليه أَفَلَا تَذَكَّرُونَ ما ينفعكم فتسلكونه وما يضركم فتجتنبونه."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ ۚ وَمَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الكافرون المنكرون للبعث: ما الحياة إلا حياتنا الدنيا هذه فقط، فلا حياة بعدها، تموت أجيال فلا تعود وتحيا أجيال، وما يميتنا إلا تعاقب الليل والنهار، وليس لهم على إنكارهم للبعث من علم، إن هم إلا يظنون، وإن الظن لا يغني من الحق شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» أي منكرو البعث «ما هي» أي الحياة «إلا حياتنا» التي في «الدنيا نموت ونحيا» أي يموت بعض ويحيا بعض بأن يولدوا «وما يهلكنا إلا الدهر» أي مرور الزمان، قال تعالى: «وما لهم بذلك» المقول «من علم إن» ما «هم إلا يظنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا أي: منكرو البعث مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ أي: إن هي إلا عادات وجري على رسوم الليل والنهار يموت أناس ويحيا أناس وما مات فليس براجع إلى الله ولا مجازى بعمله.\nوقولهم هذا صادر عن غير علم إِنْ هُمْ إِلَّا يَظُنُّونَ فأنكروا المعاد وكذبوا الرسل الصادقين من غير دليل دلهم على ذلك ولا برهان."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا تُقْرأ على المشركين المنكرين للبعث آياتنا واضحات ما كان لهم من حجة يحتجون بها إلا قولهم للرسول صلى الله عليه وسلم وأصحابه: أحيوا لنا آباءنا الذين ماتوا إن كنتم صادقين في دعوى أننا نبعث بعد موتنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا تتلى عليهم آياتنا» من القرآن الدالة على قدرتنا على البعث «بينات» واضحات حال «ما كان حجتهم إلا أن قالوا ائتوا بآياتنا» أحياء «إن كنتم صادقين» أنا نبعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إن هي إلا ظنون واستبعادات خالية عن الحقيقة ولهذا قال تعالى: وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ وهذا جراءة منهم على الله، حيث اقترحوا هذا الاقتراح وزعموا أن صدق رسل الله متوقف على الإتيان بآبائهم، وأنهم لو جاءوهم بكل آية لم يؤمنوا إلا إن تبعتهم الرسل على ما قالوا، وهم كذبة فيما قالوا وإنما قصدهم دفع دعوة الرسل لا بيان الحق."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل لهم - أيها الرسول -: الله يحييكم بخلقكم ثم يميتكم، ثم يجمعكم بعد موتكم إلى يوم القيامة للحساب والجزاء، ذلك اليوم الذي لا شك فيه أنه آتٍ، ولكن معظم الناس لا يعلمون؛ لذلك لا يستعدّون له بالعمل الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل الله يحييكم» حين كنتم نطفاً «ثم يميتكم ثم يجمعكم» أحياء «إلى يوم القيامة لا ريب» شلك «فيه ولكن أكثر الناس» وهم القائلون ما ذكر «لا يعلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ وإلا فلو وصل العلم باليوم الآخر إلى قلوبهم، لعملوا له أعمالا وتهيئوا له."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولله وحده ملك السماوات وملك الأرض، فلا يُعْبد بحقٍّ غيره فيهما، ويوم تقوم الساعة التي يبعث الله فيها الموتى للحساب والجزاء يخسر أصحاب الباطل الذين كانوا يعبدون غير الله، ويسعون لإبطال الحق، وإحقاق الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولله ملك السماوات والأرض ويوم تقوم الساعة» يبدل منه «يومئذ يخسر المبطلون» الكافرون، أي يظهر خسرانهم بأن يصيروا إلى النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن سعة ملكه وانفراده بالتصرف والتدبير في جميع الأوقات وأنه يوم تَقُومُ السَّاعَةُ ويجمع الخلائق لموقف القيامة يحصل الخسار على المبطلين الذين أتوا بالباطل ليدحضوا به الحق، وكانت أعمالهم باطلة لأنها متعلقه بالباطل فبطلت في يوم القيامة، اليوم الذي تستبين به الحقائق، واضمحلت عنهم وفاتهم الثواب وحصلوا على أليم العقاب."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وترى - أيها الرسول - في ذلك اليوم كل أمة باركة على ركبها تنتظر ما يفعل بها، كل أمة تدعى إلى كتاب أعمالها الذي كتبه الحفظة من الملائكة، اليوم تجزون - أيها الناس - ما كنتم تعملون في الدنيا من خير وشرّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وترى كل أمة» أي أهل دين «جاثية» على الركب أو مجتمعة «كل أمة تدعى إلى كتابها» كتاب أعمالها ويقال لهم: «اليوم تجزون ما كنتم تعملون» أي جزاءه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم وصف تعالى شدة يوم القيامة وهوله ليحذره العباد ويستعد له العبادفقال وَتَرَى أيها الرائي لذلك اليوم كُلَّ أُمَّةٍ جَاثِيَةً على ركبها خوفا وذعرا وانتظارا لحكم الملك الرحمن.\nكُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا أي: إلى شريعة نبيهم الذي جاءهم من عند الله، وهل قاموا بها فيحصل لهم الثواب والنجاة؟ أم ضيعوها فيحصل لهم الخسران؟ فأمة موسى يدعون إلى شريعة موسى وأمة عيسى كذلك وأمة محمد كذلك، وهكذا غيرهم كل أمة تدعى إلى شرعها الذي كلفت به، هذا أحد الاحتمالات في الآية وهو معنى صحيح في نفسه غير مشكوك فيه، ويحتمل أن المراد بقوله: كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا أي: إلى كتاب أعمالها وما سطر عليها من خير وشر وأن كل أحد يجازى بما عمله بنفسه كقوله تعالى: مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ويحتمل أن المعنيين كليهما مراد من الآية ويدل على هذا قوله: هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "هَٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا كتابنا - الذي كانت ملائكتنا تكتب فيه أعمالكم - يشهد عليكم بالحقّ فاقرؤوه، إنا كنا نأمر الحفظة أن تكتب ما كنتم تعملون في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا كتابنا» ديوان الحفظة «ينطق عليكم بالحق إنا كنا نستنسخ» نثبت ونحفظ «ما كنتم تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هذا كتابنا الذي أنزلنا عليكم، يفصل بينكم بالحق الذي هو العدل، إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ فهذا كتاب الأعمال."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما الذين آمنوا وعملوا الأعمال الصالحات فيدخلهم ربهم سبحانه في جنته برحمته؛ ذلك الجزاء الذي أعطاهم الله إياه هو الفوز الواضح الذي لا يدانيه فوز."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته» جنته «ذلك هو الفوز المبين» البين الظاهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إيمانا صحيحا وصدقوا إيمانهم بالأعمال الصالحة من واجبات ومستحبات فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ التي محلها الجنة وما فيها من النعيم المقيم والعيش السليم، ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ أي: المفاز والنجاة والربح والفلاح الواضح البين الذي إذا حصل للعبد حصل له كل خير واندفع عنه كل شر."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما الذين كفروا بالله فيقال لهم تَبْكِيتًا لهم: ألم تكن آياتي تقرأ عليكم فتعاليتم على الإيمان بها، وكنتم قومًا مجرمين، تكسبون الكفر والآثام؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما الذين كفروا» فيقال لهم: «أفلم تكن آياتي» القرآن «تتلى عليكم فاستكبرتم» تكبرتم «وكنتم قوماً مجرمين» كافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا الَّذِينَ كَفَرُوا بالله فيقال لهم توبيخا وتقريعا: أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ وقد دلتكم على ما فيه صلاحكم ونهتكم عما فيه ضرركم وهي أكبر نعمة وصلت إليكم لو وفقتم لها، ولكن استكبرتم عنها وأعرضتم وكفرتم بها فجنيتم أكبر جناية وأجرمتم أشد الجرم فاليوم تجزون ما كنتم تعملون."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قيل لكم: إن وعد الله - الذي وعد به عباده أنه سيبعثهم ويجازيهم - حق لا مِرْية فيه، والساعة حق لا شك فيها فاعملوا لها، قلتم: ما ندري ما هذه الساعة، إن نظن إلا ظنًّا ضعيفًا أنها آتية، وما نحن بمستيقنين أنها ستأتي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا قيل» لكم أيها الكفار «إن وعد الله» بالبعث «حق والساعة» بالرفع والنصب «لا ريب» شك «فيها قلتم ما ندري ما الساعة إن» ما «نظن إلا ظنا» قال المبرد: أصله إن نحن إلا نظن ظنا «وما نحن بمستيقنين» أنها آتية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويوبخون أيضا بقوله: وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ منكرين لذلك: مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وظهر لهم سيئات ما عملوه في الدنيا من الكفر والمعاصي، ونزل بهم العذاب الذي كانوا يستهزئون به عندما يُحَذَّرون منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبدا» ظهر «لهم» في الآخرة «سيئات ما عملوا» في الدنيا، أي جزاؤها «وحاق» نزل «بهم ما كانوا به يستهزئون» أي العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهذه حالهم في الدنيا وحال البعث الإنكار له ورد قول من جاء به قال تعالى: وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا أي: وظهر لهم يوم القيامة عقوبات أعمالهم، وَحَاقَ بِهِمْ أي: نزل مَا كَانُوا بِهِ يَسْتَهْزِئُونَ أي: نزل بهم العذاب الذي كانوا في الدنيا يستهزئون به وبوقوعه وبمن جاء به."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال لهم الله: اليوم نترككم في النار كما أنكم نسيتم لقاء يومكم هذا، فلم تستعدوا له بالإيمان والعمل الصالح، ومستقرّكم الذي تأوون إليه هو النار، وليس لكم من ناصرين يدفعون عنكم عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقيل اليوم ننساكم» نترككم في النار «كما نسيتم لقاء يومكم هذا» أي تركتم العمل للقائه «ومأواكم النار وما لكم من ناصرين» مانعين منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقِيلَ الْيَوْمَ نَنْسَاكُمْ أي: نترككم في العذاب كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا فإن الجزاء من جنس العمل وَمَأْوَاكُمُ النَّارُ أي: هي مقركم ومصيركم، وَمَا لَكُمْ مِنْ نَاصِرِينَ ينصرونكم من عذاب الله ويدفعون عنكم عقابه."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "ذَٰلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا ۚ فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلكم العذاب الذي عذبتم به بسبب أنكم اتخذتم آيات الله هزؤًا تسخرون منها، وخدعتكم الحياة بلذّاتها وشهواتها، فاليوم لا يخرج هؤلاء الكفار المستهزئون بآيات الله من النار، بل يبقون فيها خالدين أبدًا، ولا يردّون إلى الحياة الدنيا ليعملوا عملًا صالحًا، ولا يرضى عنهم ربهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلكم بأنكم اتخذتم آيات الله» القرآن «هزواً وغرتكم الحياة الدنيا» حتى قلتم لا بعث ولا حساب «فاليوم لا يخرجون» بالبناء للفاعل وللمفعول «منها» من النار «ولا هم يستعتبون» لا يطلب منهم أن يرضوا ربهم بالتوبة والطاعة لأنها لا تنفع يومئذ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذَلِكُمْ الذي حصل لكم من العذاب ب سبب أنكم اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا مع أنها موجبة للجد والاجتهاد وتلقيها بالسرور والاستبشار والفرح.\nوَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا بزخارفها ولذاتها وشهواتها فاطمأننتم إليها، وعملتم لها وتركتم العمل للدار الباقية.\nفَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ أي: ولا يمهلون ولا يردون إلى الدنيا ليعملوا صالحا."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فللَّه وحده الحمد، رب السماوات ورب الأرض، ورب جميع المخلوقات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلله الحمد» الوصف بالجميل على وفاء وعده في المكذبين «رب السماوات ورب الأرض رب العالمين» خالق ما ذكر، والعالم ما سوى الله وجمع لاختلاف أنواعه، ورب بدل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلِلَّهِ الْحَمْدُ كما ينبغي لجلاله وعظيم سلطانه رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ أي: له الحمد على ربوبيته لسائر الخلائق حيث خلقهم ورباهم وأنعم عليهم بالنعم الظاهرة والباطنة."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وله الجلال والعظمة في السماوات وفي الأرض، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وتدبيره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وله الكبرياء» العظمة «في السماوات والأرض» حال، أي كائنة فيهما «وهو العزيز الحكيم» تقدم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ أي: له الجلال والعظمة والمجد.\nفالحمد فيه الثناء على الله بصفات الكمال ومحبته تعالى وإكرامه، والكبرياء فيها عظمته وجلاله والعبادة مبنية على ركنين، محبة الله والذل له، وهما ناشئان عن العلم بمحامد الله وجلاله وكبريائه.\nوَهُوَ الْعَزِيزُ القاهر لكل شيء، الْحَكِيمُ الذي يضع الأشياء مواضعها، فلا يشرع ما يشرعه إلا لحكمة ومصلحة ولا يخلق ما يخلقه إلا لفائدة ومنفعة."
                }
            ]
        }
    ]
}