{
    "surah": "الأحقاف",
    "number": 46,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "حمٓ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حم» الله أعلم بمراده به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسير الحروف المقطعة"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تنزيل القرآن من الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وشرعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في ملكه «الحكيم» في صنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا ثناء منه تعالى على كتابه العزيز وتعظيم له، وفي ضمن ذلك إرشاد العباد إلى الاهتداء بنوره والإقبال على تدبر آياته واستخراج كنوزه.\nولما بين إنزال كتابه المتضمن للأمر والنهي ذكر خلقه السماوات والأرض فجمع بين الخلق والأمر أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ كما قال تعالى: اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ وكما قال تعالى: يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقّ فالله تعالى هو الذي خلق المكلفين وخلق مساكنهم وسخر لهم ما في السماوات وما في الأرض ثم أرسل إليهم رسله وأنزل عليهم كتبه وأمرهم ونهاهم وأخبرهم أن هذه الدار دار أعمال وممر للعمال لا دار إقامة لا يرحل عنها أهلها، وأنهم سينتقلون منها إلى دار الإقامة والقرار وموطن الخلود والدوام، وإنما أعمالهم التي عملوها في هذه الدار سيجدون ثوابها في تلك الدار كاملا موفرا."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما خلقنا السماوات والأرض وما بينهما عبثًا، بل خلقنا ذلك كله بالحق لحكم بالغة، منها أن يعرف العباد ربهم من خلالها فيعبدوه وحده، ولا يشركوا به شيئًا، وليقوموا بمقتضيات استخلافهم في الأرض إلى أمد محدد يعلمه الله وحده، والذين كفروا بالله معرضون عما أنذروا به في كتاب الله، لا يبالون به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما خلقنا السماوات والأرض وما بينهما إلا» خلقا «بالحق» ليدل على قدرتنا ووحدانيتنا «وأجل مسمى» إلى فنائهما يوم القيامة «والذين كفروا عما أنذروا» خوفوا به من العذاب «معرضون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأقام تعالى الأدلة على تلك الدار وأذاق العباد نموذجا من الثواب والعقاب العاجل ليكون أدعى لهم إلى طلب المحبوب والهرب من المرهوب، ولهذا قال هنا: مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقّ أي: لا عبثا ولا سدى بل ليعرف العباد عظمة خالقهما ويستدلوا على كماله ويعلموا أن الذي خلقهما على عظمهما قادر على أن يعيد العباد بعد موتهم للجزاء وأن خلقهما وبقاءهما مقدر إلى أَجَلٍ مُسَمًّى فلما أخبر بذلك -وهو أصدق القائلين وأقام الدليل وأنار السبيل أخبر -مع ذلك- أن طائفة من الخلق قد أبوا إلا إعراضا عن الحق، وصدوفا عن دعوة الرسل فقال: وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ وأما الذين آمنوا فلما علموا حقيقة الحال قبلوا وصايا ربهم، وتلقوها بالقبول والتسليم وقابلوها بالانقياد والتعظيم ففازوا بكل خير، واندفع عنهم كل شر."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين المعرضين عن الحق: أخبروني عن أصنامكم التي تعبدونها من دون الله ماذا خلقوا من أجزاء الأرض؟ هل خلقوا جبلًا؟ هل خلقوا نهرًا؟ أم لهم شرك ونصيب مع الله في خلق السماوات؟ جيئوني بكتاب منزل من عند الله من قبل القرآن، أو ببقية علم مما تركه الأولون إن كنتم صادقين في دعواكم أن أصنامكم تستحق العبادة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أرأيتم» أخبروني «ما تدعون» تعبدون «من دون الله» أي الأصنام مفعول أول «أروني» أخبروني ما تأكيد «ماذا خلقوا» مفعول ثان «من الأرض» بيان ما «أم لهم شرك» مشاركة «في» خلق «السماوات» مع الله وأم بمعنى همزة الإنكار «ائتوني بكتاب» منزل «من قبل هذا» القرآن «أو أثارة» بقية «من علم» يؤثر عن الأولين بصحة دعواكم في عبادة الأصنام أنها تقربكم إلى الله «إن كنتم صادقين» في دعواكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قُلْ لهؤلاء الذين أشركوا بالله أوثانا وأندادا لا تملك نفعا ولا ضرا ولا موتا ولا حياة ولا نشورا، قل لهم -مبينا عجز أوثانهم وأنها لا تستحق شيئا من العبادة-: أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ هل خلقوا من أجرام السماوات والأرض شيئا؟ هل خلقوا جبالا؟ هل أجروا أنهارا؟ هل نشروا حيوانا؟ هل أنبتوا أشجارا؟ هل كان منهم معاونة على خلق شيء من ذلك؟لا شيء من ذلك بإقرارهم على أنفسهم فضلا عن غيرهم، فهذا دليل عقلي قاطع على أن كل من سوى الله فعبادته باطلة.\nثم ذكر انتفاء الدليل النقلي فقال: اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا الكتاب يدعو إلى الشرك أَوْ أَثَارَةٍ مِنْ عِلْمٍ موروث عن الرسل يأمر بذلك.\nمن المعلوم أنهم عاجزون أن يأتوا عن أحد من الرسل بدليل يدل على ذلك، بل نجزم ونتيقن أن جميع الرسل دعوا إلى توحيد ربهم ونهوا عن الشرك به، وهي أعظم ما يؤثر عنهم من العلم قال تعالى: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ وكل رسول قال لقومه: اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ فعلم أن جدال المشركين في شركهم غير مستندين فيه على برهان ولا دليل وإنما اعتمدوا على ظنون كاذبة وآراء كاسدة وعقول فاسدة.\nيدلك على فسادها استقراء أحوالهم وتتبع علومهم وأعمالهم والنظر في حال من أفنوا أعمارهم بعبادته هل أفادهم شيئا في الدنيا أو في الآخرة؟"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا أحد أضلّ ممن يعبد من دون الله صنمًا لا يستجيب لدعائه إلى يوم القيامة، وهذه الأصنام التي يعبدونها من دون الله غافلة عن دعاء عُبَّادها لها؛ فضلًا أن تنفعهم أو تضرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن» استفهام بمعنى النفي، أي لا أحد «أضل ممن يدعو» يعبد «من دون الله» أي غيره «من لا يستجيب له إلى يوم القيامة» وهم الأصنام لا يجيبون عابديهم إلى شيء يسألونه أبدا «وهم عن دعائهم» عبادتهم «غافلون» لأنهم جماد لا يعقلون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ أي: مدة مقامه في الدنيا لا ينتفع به بمثقال ذرة وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ لا يسمعون منهم دعاء ولا يجيبون لهم نداء هذا حالهم في الدنيا، ويوم القيامة يكفرون بشركهم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومع كونها لا تنفعهم في الدنيا فإنهم إذا حُشِروا يوم القيامة يكونون أعداء لمن كانوا يعبدونهم، ويتبرؤون منهم، وينكرون أنهم كانوا على علم بعبادتهم إياهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا حشر الناس كانوا» أي الأصنام «لهم» لعابديهم «أعداءً وكانوا بعبادتهم» بعبادة عابديهم «كافرين» جاحدين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا حُشرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً يلعن بعضهم بعضا ويتبرأ بعضهم من بعض وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا تُقْرأ عليهم آياتنا المنزلة على رسولنا قال الذين كفروا للقرآن لما جاءهم على يد رسولهم: هذا سحر واضح، وليس وحيًا من الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا تتلى عليهم» أي أهل مكة «آياتنا» القرآن «بينات» ظاهرات حال «قال الذين كفروا» منهم «للحق» أي القرآن «لما جاءهم هذا سحر مبين» بيّن ظاهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وإذا تتلى على المكذبين آيَاتُنَا بَيِّنَاتٍ بحيث تكون على وجه لا يمترى بها ولا يشك في وقوعها وحقها لم تفدهم خيرا بل قامت عليهم بذلك الحجة، ويقولون من إفكهم وافترائهم لِلْحَقِّ لَمَّا جَاءَهُمْ هَذَا سِحْرٌ مُبِينٌ أي: ظاهر لا شك فيه وهذا من باب قلب الحقائق الذي لا يروج إلا على ضعفاء العقول، وإلا فبين الحق الذي جاء به الرسول صلى الله عليه وسلم وبين السحر من المنافاة والمخالفة أعظم مما بين السماء والأرض، وكيف يقاس الحق -الذي علا وارتفع ارتفاعا على الأفلاك وفاق بضوئه ونوره نور الشمس وقامت الأدلة الأفقية والنفسية عليه، وأقرت به وأذعنت أولو البصائر والعقول الرزينة- بالباطل الذي هو السحر الذي لا يصدر إلا من ضال ظالم خبيث النفس خبيث العمل؟! فهو مناسب له وموافق لحاله وهل هذا إلا من البهرجة؟"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هل يقول هؤلاء المشركون: إن محمدًا اختلق هذا القرآن، ونسبه إلى الله؟! قل لهم - أيها الرسول -: إن اختلقته من تلقاء نفسي فلا تملكون لي حيلة إن أراد الله أن يعذبني، فكيف أعرّض نفسي للعذاب بالاختلاق عليه؟! الله أعلم بما تخوضون فيه من الطعن في قرآنه والقدح فيّ، كفى به سبحانه شهيدًا بيني وبينكم، وهو الغفور لذنوب من تاب من عباده، الرحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بمعني بل وهمزة الإنكار «يقولون افتراه» أي القرآن «قل إن افتريته» فرضا «فلا تملكون لي من الله» أي من عذابه «شيئا» أي لا تقدرون على دفعه عنى إذا عذبني الله «هو أعلم بما تفيضون فيه» يقولون في القرآن «كفى به» تعالى «شهيدا بيني وبينكم وهو الغفور» لمن تاب «الرحيم» به فلم يعاجلكم بالعقوبة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ يَقُولُونَ افْتَرَاهُ أي: افترى محمد هذا القرآن من عند نفسه فليس هو من عند الله.\nقُلْ لهم: إِنِ افْتَرَيْتُهُ فالله علي قادر وبما تفيضون فيه عالم، فكيف لم يعاقبني على افترائي الذي زعمتم؟فهل تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا إن أرادني الله بضر أو أرادني برحمة كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ فلو كنت متقولا عليه لأخذ مني باليمين ولعاقبني عقابا يراه كل أحد لأن هذا أعظم أنواع الافتراء لو كنت متقولا، ثم دعاهم إلى التوبة مع ما صدر منهم من معاندة الحق ومخاصمته فقال: وَهُوَ الْغَفُورُ الرَّحِيمُ أي: فتوبوا إليه وأقلعوا عما أنتم فيه يغفر لكم ذنوبكم ويرحمكم فيوفقكم للخير ويثيبكم جزيل الأجر."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المشركين المكذبين بنبوتك: ما كنت أول رسول يبعثه الله فتستغربوا دعوتي لكم، فقد سبقني رسل كثيرون، ولا أعلم ما يفعله الله بي، ولا ما يفعله بكم في الدنيا، إن أتبع إلا ما يوحيه الله إليّ، فلا أقول ولا أفعل إلا وفق ما يوحيه، وما أنا إلا نذير أنذركم عذاب الله، بيّن النذارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل ما كنت بدعا» بديعا «من الرسل» أي أول مرسل، قد سبق قبلي كثيرون منهم، فكيف تكذبوني «وما أدري ما يفعل بي ولا بكم» في الدنيا أأخرج من بلدي أم أقتل كما فعل بالأنبياء قبلي، أو ترموني بالحجارة أم يخسف بكم كالمكذبين قبلكم «إن» ما «أتبع إلا ما يوحى إليَّ» أي القرآن ولا أبتدع من عندي شيئا «وما أنا إلا نذير مبين» بيّن الإنذار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ أي: لست بأول رسول جاءكم حتى تستغربوا رسالتي وتستنكروا دعوتي فقد تقدم من الرسل والأنبياء من وافقت دعوتي دعوتهم فلأي شيء تنكرون رسالتي؟ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ أي: لست إلا بشرا ليس بيدي من الأمر شيء والله تعالى هو المتصرف بي وبكم الحاكم علي وعليكم، ولست الآتي بالشيء من عندي، وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ فإن قبلتم رسالتي وأجبتم دعوتي فهو حظكم ونصيبكم في الدنيا والآخرة، وإن رددتم ذلك علي فحسابكم على الله وقد أنذرتكم ومن أنذر فقد أعذر."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء المكذبين: أخبروني إن كان هذا القرآن من عند الله، وكفرتم به، وشهد شاهد من بني إسرائيل على أنه من عند الله؛ اعتمادًا على ما جاء في التوراة بشأنه، فآمن هو به، واستكبرتم عن الإيمان به - ألستم حينئذ ظالمين؟! إن الله لا يوفّق القوم الظالمين للحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل أرأيتم» أخبروني ماذا حالكم «إن كان» أي القرآن «من عند الله وكفرتم به» جملة حالية «وشهد شاهد من بني إسرائيل» هو عبد الله بن سلام «على مثله» أي عليه أنه من عند الله «فآمن» الشاهد «واستكبرتم» تكبرتم عن الإيمان وجواب الشرط بما عطف عليه: ألستم ظالمين دل عليه «إن الله لا يهدي القوم الظالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ أي: أخبروني لو كان هذا القرآن من عند الله وشهد على صحته الموفقون من أهل الكتاب الذين عندهم من الحق ما يعرفون أنه الحق فآمنوا به واهتدوا فتطابقت أنباء الأنبياء وأتباعهم النبلاء واستكبرتم أيها الجهلاء الأغبياء فهل هذا إلا أعظم الظلم وأشد الكفر؟ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ومن الظلم الاستكبار عن الحق بعد التمكن منه."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال الذين كفروا بالقرآن وبما جاءهم به رسولهم للذين آمنوا: لو كان ما جاء به محمد حقًّا يهدي إلى الخير ما سبقنا إليه هؤلاء الفقراء والعبيد والضعفاء.\nولأنهم لم يهتدوا بما جاءهم به رسولهم فسيقولون: هذا الذي جاءنا به كذب قديم، ونحن لا نتبع الكذب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال الذين كفروا للذين آمنوا» أي في حقهم «لو كان» الإيمان «خيرا ما سبقونا إليه وإذ لم يهتدوا» أي القائلون «به» أي القرآن «فسيقولون هذا» أي القرآن «إفك» كذب «قديم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: قال الكفار بالحق معاندين له ورادين لدعوته: لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ أي: ما سبقنا إليه المؤمنون أي: لكنا أول مبادر به وسابق إليه وهذا من البهرجة في مكان، فأي دليل يدل على أن علامة الحق سبق المكذبين به للمؤمنين؟ هل هم أزكى نفوسا؟ أم أكمل عقولا؟ أم الهدى بأيديهم؟ ولكن هذا الكلام الذي صدر منهم يعزون به أنفسهم بمنزلة من لم يقدر على الشيء ثم طفق يذمه ولهذا قال: وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ أي: هذا السبب الذي دعاهم إليه أنهم لما لم يهتدوا بهذا القرآن وفاتهم أعظم المواهب وأجل الرغائب قدحوا فيه بأنه كذب وهو الحق الذي لا شك فيه ولا امتراء يعتريه."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن قبل هذا القرآن التوراةُ الكتاب الذي أنزله الله على موسى عليه السلام إمامًا يُقْتَدى به في الحق، ورحمة لمن آمن به واتبعه من بني إسرائيل، وهذا القرآن المنزل على محمد صلى الله عليه وسلم كتاب مصدق لما سبقه من الكتب بلسان عربي؛ لينذر به الذين ظلموا أنفسهم بالشرك بالله وبفعل المعاصي، وهو بشارة للمحسنين الذين أحسنوا علاقتهم مع خالقهم وعلاقتهم مع خلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن قبله» أي القرآن «كتاب موسى» أي التوراة «إماما ورحمة» للمؤمنين به حالان «وهذا» أي القرآن «كتاب مصدق» للكتب قبله «لسانا عربيا» قال لمن الضمير في مصدق «لينذر الذين ظلموا» مشركي مكة «و» هو «بشرى للمحسنين» المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الذي قد وافق الكتب السماوية خصوصا أكملها وأفضلها بعد القرآن وهي التوراة التي أنزلها الله على موسى إِمَامًا وَرَحْمَةً أي: يقتدي بها بنو إسرائيل ويهتدون بها فيحصل لهم خير الدنيا والآخرة.\nوَهَذَا القرآن كِتَابٌ مُصَدِّقٌ للكتب السابقة شهد بصدقها وصدَّقها بموافقته لها وجعله الله لِسَانًا عَرَبِيًّا ليسهل تناوله ويتيسر تذكره، لِيُنْذِرَ الَّذِينَ ظَلَمُوا أنفسهم بالكفر والفسوق والعصيان إن استمروا على ظلمهم بالعذاب الوبيل ويبشر المحسنين في عبادة الخالق وفي نفع المخلوقين بالثواب الجزيل في الدنيا والآخرة ويذكر الأعمال التي ينذر عنها والأعمال التي يبشر بها."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين قالوا: ربنا الله لا رب لنا غيره، ثم استقاموا على الإيمان والعمل الصالح، فلا خوف عليهم فيما يستقبلونه في الآخرة، ولا هم يحزنون على ما فاتهم من حظوظ الدنيا، ولا على ما خلفوه وراءهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين قالوا ربنا الله ثم استقاموا» على الطاعة «فلا خوف عليهم ولا هم يحزنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: إن الذين أقروا بربهم وشهدوا له بالوحدانية والتزموا طاعتهوداموا على ذلك، و اسْتَقَامُوا مدة حياتهم فَلَا خَوْفٌ عَلَيْهِمْ من كل شر أمامهم، وَلَا هُمْ يَحْزَنُونَ على ما خلفوا وراءهم."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك الموصوفون بتلك الصفات أصحاب الجنة ماكثون فيها أبدًا؛ جزاء لهم على أعمالهم الصالحة التي قدموها في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك أصحاب الجنة خالدين فيها» حال «جزاءً» منصوب على المصدر بفعله المقدر، أي يجزون «بما كانوا يعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ أَصْحَابُ الْجَنَّةِ أي: أهلها الملازمون لها الذين لا يبغون عنها حولا ولا يريدون بها بدلا، خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ من الإيمان بالله المقتضى للأعمال الصالحة التي استقاموا عليها."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأمرنا الإنسان أمرًا مؤكدًا أن يحسن إلى والديه، بأن يبرّهما في حياتهما، وبعد موتهما بما لا مخالفة فيه للشرع، وعلى وجه الخصوص أمه التي حملته بمشقة ووضعته بمشقة، ومدة حمله التي مكثها وبدء فطامه: ثلاثون شهرًا، حتى إذا بلغ اكتمال قوتيه العقلية والبدنية وبلغ أربعين سنة قال: رب، ألهمني أن أشكر نعمتك التي أنعمت بها عليّ وعلى والديَّ، وألهمني أن أعمل عملًا صالحًا ترضاه، وتقبَّله مني، وأصلح لي أولادي، إني تبت إليك من ذنوبي، وإني من المنقادين لطاعتك، المستسلمين لأوامرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووصَّينا الإنسان بوالديه حُسنا» وفي قراءة إحسانا، أي أمرناه أن يحسن إليهما فنصب إحسانا على المصدر بفعله المقدر ومثله حسنا «حملته أمه كرها ووضعته كرها» أي على مشقة «وحمله وفصاله» من الرضاع «ثلاثون شهرا» ستة أشهر أقل مدة الحمل والباقي أكثر مدة الرضاع، وقيل إن حملت به ستة أو تسعة أرضعته الباقي «حتى» غاية لجملة مقدرة، أي وعاش حتى «إذا بلغ أشده» هو كمال قوته وعقله ورأيه أقله ثلاث وثلاثون سنة أو ثلاثون «وبلغ أربعين سنة» أي تمامها وهو أكثر الأشد «قال رب» إلخ، نزل في أبي بكر الصديق لما بلغ أربعين سنة بعد سنتين من مبعث النبي صلى الله عليه وسلم آمن به ثم آمن أبواه ثم ابنه عبد الرحمن وابن عبد الرحمن أبو عتيق «أوزعني» ألهمني «أن أشكر نعمتك التي أنعمت» بها «عليَّ وعلى والديَّ» وهي التوحيد «وأن أعمل صالحا ترضاه» فأعتق تسعة من المؤمنين يعذبون في الله «وأصلح لي في ذريتي» فكلهم مؤمنون «إني تبت إليك وإني من المسلمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا من لطفه تعالى بعباده وشكره للوالدين أن وصى الأولاد وعهد إليهم أن يحسنوا إلى والديهم بالقول اللطيف والكلام اللين وبذل المال والنفقة وغير ذلك من وجوه الإحسان.\nثم نبه على ذكر السبب الموجب لذلك فذكر ما تحملته الأم من ولدها وما قاسته من المكاره وقت حملها ثم مشقة ولادتها المشقة الكبيرة ثم مشقة الرضاع وخدمة الحضانة، وليست المذكورات مدة يسيرة ساعة أو ساعتين،وإنما ذلك مدة طويلة قدرها ثَلَاثُونَ شَهْرًا للحمل تسعة أشهر ونحوها والباقي للرضاع هذا هو الغالب.\nويستدل بهذه الآية مع قوله: وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ أن أقل مدة الحمل ستة أشهر لأن مدة الرضاع -وهي سنتان- إذا سقطت منها السنتان بقي ستة أشهر مدة للحمل، حَتَّى إِذَا بَلَغَ أَشُدَّهُ أي: نهاية قوته وشبابه وكمال عقله، وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أي: ألهمني ووفقني أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ أي: نعم الدين ونعم الدنيا، وشكره بصرف النعم في طاعة مسديها وموليها ومقابلته منته بالاعتراف والعجز عن الشكر والاجتهاد في الثناء بها على الله، والنعم على الوالدين نعم على أولادهم وذريتهم لأنهم لا بد أن ينالهم منها ومن أسبابها وآثارها، خصوصا نعم الدين فإن صلاح الوالدين بالعلم والعمل من أعظم الأسباب لصلاح أولادهم.\nوَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ بأن يكون جامعا لما يصلحه سالما مما يفسده، فهذا العمل الذي يرضاه الله ويقبله ويثيب عليه.\nوَأَصْلِحْ لِي فِي ذُرِّيَّتِي لما دعا لنفسه بالصلاح دعا لذريته أن يصلح الله أحوالهم، وذكر أن صلاحهم يعود نفعه على والديهم لقوله: وَأَصْلِحْ لِي إِنِّي تُبْتُ إِلَيْكَ من الذنوب والمعاصي ورجعت إلى طاعتك وَإِنِّي مِنَ الْمُسْلِمِينَ"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك الذين نتقبل عنهم أحسن ما عملوا من الأعمال الصالحات، ونتجاوز عن سيئاتهم، فلا نؤاخذهم بها، وهم في جملة أهل الجنة، هذا الوعد الذي وعدوا به وعد صدق، سيتحقق لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(أولئك) أي قائلوا هذا القول أبو بكر وغيره (الذين نتقبل عنهم أحسن) بمعنى حسن (ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة) حال، أي كائنين في جملتهم (وعد الصدق الذي كانوا يوعدون) في قوله تعالى \"\" وعد الله المؤمنين والمؤمنات جنات \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ الذين ذكرت أوصافهم الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وهو الطاعات لأنهم يعملون أيضا غيرها.\nوَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ فِي جملة أَصْحَابُ الْجَنَّةِ فحصل لهم الخير والمحبوب وزال عنهم الشر والمكروه.\nوَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ أي: هذا الوعد الذي وعدناهم هو وعد صادق من أصدق القائلين الذي لا يخلف الميعاد."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي قال لوالديه: تبًّا لكما، أتعدانني أن أخرج من قبري حيًّا بعد موتي، وقد مضت القرون الكثيرة، ومات الناس فيها فلم يبعث أحد منهم حيًّا؟! ووالداه يطلبان الغوث من الله أن يهدي ابنهما للإيمان، ويقولان لابنهما: هلاك لك إن لم تؤمن بالبعث فآمِن به، إن وعد الله بالبعث حق لا مِرْية فيه، فيقول هو مجددًا إنكاره للبعث: ما هذا الذي يقال عن البعث إلا منقول من كتب المتقدمين وما سطروه، لا يثبت عن الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذي قال لوالديه» وفي قراءة بالإدغام أريد به الجنس «أفَِ» بكسر الفاء وفتحها بمعنى مصدر، أي نتنا وقبحا «لكما» أتضجر منكما «أتعدانني» وفي قراءة بالإدغام «أن أخرج» من القبر «وقد خلت القرون» الأمم «من قبلي» ولم تخرج من القبور «وهما يستغيثان الله» يسألانه الغوث برجوعه ويقولان إن لم ترجع «ويلك» أي هلاكك بمعنى هلكت «آمن» بالبعث «إن وعد الله حق فيقول ما هذا» أي القول بالبعث «إلا أساطير الأولين» أكاذيبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى حال الصالح البار لوالديه ذكر حالة العاق وأنها شر الحالات فقال: وَالَّذِي قَالَ لِوَالِدَيْهِ إذ دعواه إلى الإيمان بالله واليوم الآخر وخوفاه الجزاء.\nوهذا أعظم إحسان يصدر من الوالدين لولدهما أن يدعواه إلى ما فيه سعادته الأبدية وفلاحه السرمدي فقابلهما بأقبح مقابلة فقال: أُفٍّ لَكُمَا أي: تبا لكما ولما جئتما به.\nثم ذكر وجه استبعاده وإنكاره لذلك فقال: أَتَعِدَانِنِي أَنْ أُخْرَجَ من قبري إلى يوم القيامة وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي على التكذيب وسلفوا على الكفر وهم الأئمة المقتدى بهم لكل كفور وجهول ومعاند؟ وَهُمَا أي: والداه يَسْتَغِيثَانِ اللَّهَ عليه ويقولان له: وَيْلَكَ آمِنْ أي: يبذلان غاية جهدهما ويسعيان في هدايته أشد السعي حتى إنهما -من حرصهما عليه- أنهما يستغيثان الله له استغاثة الغريق ويسألانه سؤال الشريق ويعذلان ولدهما ويتوجعان له ويبينان له الحق فيقولان: إِنَّ وَعْدَ اللَّهِ حَقٌّ ثم يقيمان عليه من الأدلة ما أمكنهما، وولدهما لا يزداد إلا عتوا ونفورا واستكبارا عن الحق وقدحا فيه، فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ أي: إلا منقول من كتب المتقدمين ليس من عند الله ولا أوحاه الله إلى رسوله، وكل أحد يعلم أن محمدا صلى الله عليه وسلم أمي لا يكتب ولا يقرأ ولا تعلم من أحد، فمن أين يتعلمه؟ وأنى للخلق أن يأتوا بمثل هذا القرآن ولو كان بعضهم لبعض ظهيرا؟."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك الذين وجب لهم العذاب في جملة أمم من قبلهم من الجن والإنس، إنهم كانوا خاسرين؛ حيث خسروا أنفسهم وأهليهم بدخولهم النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك الذين حق» وجب «عليهم القول» بالعذاب «في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خاسرين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أُولَئِكَ الَّذِينَ بهذه الحالة الذميمة حَقَّ عَلَيْهِمُ الْقَوْلُ أي: حقت عليهم كلمة العذاب فِي جملة أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ على الكفر والتكذيب فسيدخل هؤلاء في غمارهم وسيغرقون في تيارهم.\nإِنَّهُمْ كَانُوا خَاسِرِينَ والخسران فوات رأس مال الإنسان، وإذا فقد رأس ماله فالأرباح من باب أولى وأحرى، فهم قد فاتهم الإيمان ولم يحصلوا على شيء من النعيم ولا سلموا من عذاب الجحيم."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولكلا الفريقين - فريق الجنة، وفريق السعير - مراتب حسب أعمالهم، فمراتب أهل الجنة درجات عالية، ومراتب أهل النار دركات سافلة، وليوفيهم الله جزاء أعمالهم، وهم لا يظلمون يوم القيامة بنقص حسناتهم، ولا بزيادة سيئاتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولكل» من جنس المؤمن والكافر «درجات» فدرجات المؤمنين في الجنة عالية ودرجات الكافرين في النار سافلة «مما عملوا» أي المؤمنون من الطاعات والكافرون من المعاصي «وليوفيهم» أي الله، وفي قراءة بالنون «أعمالهم» أي جزاءها «وهم لا يظلمون» شيئا ينقص للمؤمنين ويزاد للكفار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلِكُلٍّ من أهل الخير وأهل الشر دَرَجَاتٌ مِمَّا عَمِلُوا أي: كل على حسب مرتبته من الخير والشر ومنازلهم في الدار الآخرة على قدر أعمالهم ولهذا قال: وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ بأن لا يزاد في سيئاتهم ولا ينقص من حسناتهم."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم يعرض الذين كفروا بالله وكذبوا رسله على النار ليعذبوا فيها، ويقال لهم توبيخًا لهم وتقريعًا: أذهبتم طيباتكم في حياتكم الدنيا، واستمتعتم بما فيها من الملذات، أما في هذا اليوم فتجزون العذاب الذي يهينكم ويذلكم بسبب تكبركم في الأرض بغير الحق، وبسبب خروجكم عن طاعة الله بالكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم يُعرض الذي كفروا على النار» بأن تكشف لهم يقال لهم «أذهبتم» بهمزة وبهمزتين وبهمزة ومدة وبهما وتسهيل الثانية «طيباتكم» باشتغالكم بلذاتكم «في حياتكم الدنيا واستمتعتم» تمتعتم «بها فاليوم تجزون عذاب الهُون» أي الهوان «بما كنتم تستكبرون» تتكبرون «في الأرض بغير الحق وبما كنتم تفسقون» به وتعذبون بها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يذكر تعالى حال الكفار عند عرضهم على النار حين يوبخون ويقرعون فيقال لهم: أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا حيث اطمأننتم إلى الدنيا، واغتررتم بلذاتها ورضيتم بشهواتها وألهتكم طيباتها عن السعي لآخرتكم وتمتعتم تمتع الأنعام السارحة فهي حظكم من آخرتكم، فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ أي: العذاب الشديد الذي يهينكم ويفضحكم بما كنتم تقولون على الله غير الحق، أي: تنسبون الطريق الضالة التي أنتم عليها إلى الله وإلى حكمه وأنتم كذبة في ذلك، وَبِمَا كُنْتُمْ تَفْسُقُونَ أي: تتكبرون عن طاعته، فجمعوا بين قول الباطل والعمل بالباطل والكذب على الله بنسبته إلى رضاه والقدح في الحق والاستكبار عنه فعوقبوا أشد العقوبة."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - هودًا أخا عاد في النسب حين أنذر قومه من وقوع عذاب الله عليهم، وهم بمنازلهم بالأحقاف جنوب الجزيرة العربية، وقد مضت الرسل منذرين قومهم قبل هود وبعده، قائلين لأقوامهم: لا تعبدوا إلا الله وحده، فلا تعبدوا معه غيره، إني أخاف عليكم - يا قوم - عذاب يوم عظيم هو يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واذكر أخا عاد» هود عليه السلام «إذ» إلخ بدل اشتمال «أنذر قومه» خوَّفهم «بالأحقاف» واد باليمن به منازلهم «وقد خلت النذر» مضت الرسل «من بين يديه ومن خلفه» أي من قبل هود ومن بعده إلى أقوامهم «أن»، أي بأن قال «لا تعبدوا إلا الله» وجملة وقد خلت معترضة «إني أخاف عليكم» إن عبدتم غير الله «عذاب يوم عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَاذْكُرْ بالثناء الجميل أَخَا عَادٍ وهو هود عليه السلام، حيث كان من الرسل الكرام الذين فضلهم الله تعالى بالدعوة إلى دينه وإرشاد الخلق إليه.\nإِذْ أَنْذَرَ قَوْمَهُ وهم عاد بِالْأَحْقَافِ أي: في منازلهم المعروفة بالأحقاف وهي: الرمال الكثيرة في أرض اليمن.\nوَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ فلم يكن بدعا منهم ولا مخالفا لهم، قائلا لهم: أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ فأمرهم بعبادة الله الجامعة لكل قول سديد وعمل حميد، ونهاهم عن الشرك والتنديد وخوفهم -إن لم يطيعوه- العذاب الشديد فلم تفد فيهم تلك الدعوة."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال له قومه: أجئتنا لتصرفنا عن عبادة آلهتنا؟! لن يكون لك ذلك، فأتنا بما تعدنا به من العذاب إن كنت صادقًا فيما تدّعيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا أجئتنا لتأفكنا عن آلهتنا» لتصرفنا عن عبادتها «فأتنا بما تعدنا» من العذاب على عبادتها «إن كنت من الصادقين» في أنه يأتينا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا أي: ليس لك من القصد ولا معك من الحق إلا أنك حسدتنا على آلهتنا فأردت أن تصرفنا عنها.\nفَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ وهذا غاية الجهل والعناد."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال: إنما علم وقت العذاب عند الله، وأنا لا علم لي به، وإنما أنا رسول أبلغكم ما أرسلت به إليكم، ولكني أراكم قومًا تجهلون ما فيه نفعكم فتتركونه، وما فيه ضرّكم فتأتونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» هود «إنما العلم عند الله» هو الذي يعلم متى يأتيكم العذاب «وأبلغكم ما أرسلت به» إليكم «ولكني أراكم قوما تجهلون» باستعجالكم العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ فهو الذي بيده أزمة الأمور ومقاليدها وهو الذي يأتيكم بالعذاب إن شاء.\nوَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ أي: ليس علي إلا البلاغ المبين، وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ فلذلك صدر منكم ما صدر من هذه الجرأة الشديدة، فأرسل الله عليهم العذاب العظيم وهو الريح التي دمرتهم وأهلكتهم."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما جاءهم ما استعجلوا به من العذاب، فرأوه سحابًا معترضًا في جهة من السماء متجهًا لأوديتهم قالوا: هذا عارض مصيبنا بالمطر، قال لهم هود: ليس الأمر كما ظننتم من أنه سحاب ممطركم، بل هو العذاب الذي استعجلتموه، فهو ريح فيها عذاب مؤلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما رأوه» أي ما هو العذاب «عارضا» سحابا عرض في أفق السماء «مستقبل أوديتهم قالوا هذا عارض ممطرنا» أي ممطر إيانا، قال تعالى: «بل هو ما استعجلتم به» من العذاب «ريح» بدل من ما «فيها عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا رَأَوْهُ أي: العذاب عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ أي: معترضا كالسحاب قد أقبل على أوديتهم التي تسيل فتسقي نوابتهم ويشربون من آبارها وغدرانها.\nقَالُوا مستبشرين: هَذَا عَارِضٌ مُمْطِرُنَا أي: هذا السحاب سيمطرنا.\nقال تعالى: بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ أي: هذا الذي جنيتم به على أنفسكم حيث قلتم: فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تدمر كل شيء مرت عليه مما أمرها الله بإهلاكه، فأصبحوا هلكى، لا يُرَى إلا بيوتهم التي كانوا يسكنونها شاهدة على وجودهم فيها من قبل، مثل هذا الجزاء المؤلم نجزي المجرمين المُصِرِّين على كفرهم ومعاصيهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تُدَمِّر» تهلك «كل شيء» مرت عليه «بأمر ربها» بإرادته، أي كل شيء أراد إهلاكه بها، فأهلكت رجالهم ونساءهم وصغارهم وأموالهم بأن طارت بذلك بين السماء والأرض ومزقته وبقي هود ومن آمن معه «فأصبحوا لايُرى إلا مساكنهم كذلك» كما جزيناهم «نجزي القوم المجرمين» غيرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تُدَمِّرُ كُلَّ شَيْءٍ تمر عليه من شدتها ونحسها.\nفسلطها الله عليهم سبع ليالي وثمانية أيام حسوما فترى القوم فيها صرعى كأنهم أعجاز نخل خاوية [ بِأَمْرِ رَبِّهَا أي: بإذنه ومشيئته].\nفَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ قد تلفت مواشيهم وأموالهم وأنفسهم.\nكَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ بسبب جرمهم وظلمهم."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أعطينا قوم هود من أسباب التمكين ما لم نعطكم إياه، وجعلنا لهم أسماعًا يسمعون بها، وأبصارًا يبصرون بها، وقلوبًا يعقلون بها، فما أغنت عنهم أسماعهم ولا أبصارهم ولا عقولهم من شيء، فلم تدفع عنهم عذاب الله لما جاءهم، إذ كانوا يكفرون بآيات الله، ونزل بهم ما كانوا يستهزئون به من العذاب الذي خوّفهم منه نبيهم هود عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد مكناهم فيما» في الذي «إن» نافية أو زائدة «مكناكم» يا أهل مكة «فيه» من القوة والمال «وجعلنا لهم سمعا» بمعنى أسماعا «وأبصارا وأفئدة» قلوبا «فما أغنى عنهم سمعهم ولا أبصارهم ولا أفئدتهم من شيء» أي شيئا من الإغناء ومن زائدة «إذ» معمولة لأغنى وأشربت معنى التعليل «كانوا يجحدون بآيات الله» بحججه البينة «وحاق» نزل «بهم ما كانوا به يستهزءُون» أي العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا مع أن الله تعالى قد أدر عليهم النعم العظيمة فلم يشكروه ولا ذكروه ولهذا قال: وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ أي: مكناهم في الأرض يتناولون طيباتها ويتمتعون بشهواتهاوعمرناهم عمرا يتذكر فيه من تذكر، ويتعظ فيه المهتدي، أي: ولقد مكنا عادا كما مكناكم يا هؤلاء المخاطبون أي: فلا تحسبوا أن ما مكناكم فيه مختص بكم وأنه سيدفع عنكم من عذاب الله شيئا، بل غيركم أعظم منكم تمكينا فلم تغن عنهم أموالهم ولا أولادهم ولا جنودهم من الله شيئا.\nوَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً أي: لا قصور في أسماعهم ولا أبصارهم ولا أذهانهم حتى يقال إنهم تركوا الحق جهلا منهم وعدم تمكن من العلم به ولا خلل في عقولهم ولكن التوفيق بيد الله.\nفَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ لا قليل ولا كثير، وذلك بسبب أنهم يَجْحَدُونَ بِآيَاتِ اللَّهِ الدالة على توحيده وإفراده بالعبادة.\nوَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ أي: نزل بهم العذاب الذي يكذبون بوقوعه ويستهزئون بالرسل الذين حذروهم منه."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أهلكنا ما حولكم - يا أهل مكة - من القرى، فقد أهلكنا عادًا وثمود وقوم لوط وأصحاب مَدْين، ونوّعنا لهم الحجج والبراهين؛ رجاء أن يرجعوا عن كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أهلكنا ما حولكم من القرى» أي من أهلها كثمود وعاد وقوم لوط «وصرفنا الآيات» كررنا الحجج البينات «لعلهم يرجعون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يحذر تعالى مشركي العرب وغيرهم بإهلاك الأمم المكذبين الذين هم حول ديارهم، بل كثير منهم في جزيرة العرب كعاد وثمود ونحوهم وأن الله تعالى صرف لهم الآيات أي: نوعها من كل وجه، لَعَلَّهُمْ يَرْجِعُونَ عماهم عليه من الكفر والتكذيب."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فهلاَّ نصرتهم الأصنام التي اتخذوها آلهة من دون الله يتقربون إليها بالعبادة والذبح؟! لم تنصرهم قطعًا، بل غابت عنهم أحوج ما كانوا إليها، وذلك كذبهم وافتراؤهم الذي منّوا به أنفسهم أن هذه الأصنام تنفعهم وتشفع لهم عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلولا» هلا «نصرهم» بدفع العذاب عنهم «الذين اتخذوا من دون الله» أي غيره «قربانا» متقربا بهم إلى الله «آلهة» معه وهم الأصنام ومفعول اتخذ الأول ضمير محذوف يعود على الموصول أي هم، وقربانا الثاني وآلهة بدل منه «بل ضلوا» غابوا «عنهم» عند نزول العذاب «وذلك» أي اتخاذهم الأصنام آلهة قربانا «إفكهم» كذبهم «وما كانوا يفترون» يكذبون، وما مصدرية أو موصولة والعائد محذوف، أي فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما لم يؤمنوا أخذهم الله أخذ عزيز مقتدر ولم تنفعهم آلهتهم التي يدعون من دون الله من شيء ولهذا قال هنا: فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً أي: يتقربون إليهم ويتألهونهم لرجاء نفعهم.\nبَلْ ضَلُّوا عَنْهُمْ فلم يجيبوهم ولا دفعوا عنهم، وَذَلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ من الكذب الذي يمنون به أنفسهم حيث يزعمون أنهم على الحق وأن أعمالهم ستنفعهم فضلت وبطلت."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واذكر - أيها الرسول - حين أرسلنا إليك فريقًا من الجن يستمعون القرآن المنزل عليك، فلما حضروا لسماعه قال بعضهم لبعض: أنصتوا حتى نتمكن من سماعه، فلما أنهى الرسول صلى الله عليه وسلم قراءته رجعوا إلى قومهم ينذرونهم من عذاب الله إن لم يؤمنوا بهذا القرآن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(و) اذكر (إذ صرفنا) أملنا (إليك نفرا من الجن) جن نصيبين باليمن أو جن نينوى وكانوا سبعة أو تسعة \"\" وكان صلى الله عليه وسلم ببطن نخل يصلي بأصحابه الفجر \"\" رواه الشيخان (يستمعون القرآن فلما حضروه قالوا) أي قال بعضهم لبعض (أنصتوا) أصغوا لاستماعه (فلما قضي) فرغ من قراءته (ولوا) رجعوا (إلى قومهم منذرين) مخوفين قومهم العذاب إن لم يؤمنوا وكانوا يهودا وقد أسلموا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كان الله تعالى قد أرسل رسوله محمدا صلى الله عليه وسلم إلى الخلق إنسهم وجنهم وكان لا بد من إبلاغ الجميع لدعوة النبوة والرسالة.\nفالإنس يمكنه عليه الصلاة والسلام دعوتهم وإنذارهم، وأما الجن فصرفهم الله إليه بقدرته وأرسل إليه نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا أي: وصى بعضهم بعضا بذلك، فَلَمَّا قُضِي وقد وعوه وأثر ذلك فيهم وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ نصحا منهم لهم وإقامة لحجة الله عليهم وقيضهم الله معونة لرسوله صلى الله عليه وسلم في نشر دعوته في الجن."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالوا لهم: يا قومنا، إنا سمعنا كتابًا أنزله الله من بعد موسى مصدقًا لما سبقه من الكتب المنزلة من عند الله، هذا الكتاب الذي سمعناه يرشد إلى الحق، ويهدي إلى طريق مستقيم، وهو طريق الإسلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا قومنا إنا سمعنا كتابا» هو القرآن «أنزل من بعد موسى مصدقا لما بين يديه» أي تقدمه كالتوراة «يهدي إلى الحق» الإسلام «وإلى طريق مستقيم» أي طريقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى لأن كتاب موسى أصل للإنجيل وعمدة لبني إسرائيل في أحكام الشرع، وإنما الإنجيل متمم ومكمل ومغير لبعض الأحكام.\nمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي هذا الكتاب الذي سمعناه إِلَى الْحَقِّ وهو الصواب في كل مطلوب وخبر وَإِلَى طَرِيقٍ مُسْتَقِيمٍ موصل إلى الله وإلى جنته من العلم بالله وبأحكامه الدينية وأحكام الجزاء."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا قومنا، أجيبوا محمدًا إلى ما دعاكم إليه من الحق، وآمنوا أنه رسول من ربه، يغفر لكم الله ذنوبكم، ويسلّمكم من عذاب موجع ينتظركم إذا لم تجيبوه إلى ما دعاكم إليه من الحق، ولم تؤمنوا أنه رسول من ربه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا قومنا أجيبوا داعي الله» محمدا صلى الله عليه وسلم إلى الإيمان «وآمنوا به يغفر» الله «لكم من ذنوبكم» أي بعضها لأن منها المظالم ولا تغفر إلا برضا أصاحبها «ويجركم من عذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما مدحوا القرآن وبينوا محله ومرتبته دعوهم إلى الإيمان به، فقالوا: يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ أي: الذي لا يدعو إلا إلى ربه لا يدعوكم إلى غرض من أغراضه ولا هوى وإنما يدعوكم إلى ربكم ليثيبكم ويزيل عنكم كل شر ومكروه، ولهذا قالوا: يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ وإذا أجارهم من العذاب الأليم فما ثم بعد ذلك إلا النعيم فهذا جزاء من أجاب داعي الله."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن لا يجب محمدًا صلى الله عليه وسلم إلى ما يدعوه إليه من الحق فلن يفوت الله بالهرب في الأرض، وليس له من دون الله من أولياء ينقذونه من العذاب، أولئك في ضلال عن الحق واضح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن لا يجب داعي الله فليس بمعجز في الأرض» أي لا يعجز الله بالهرب منه فيفوته «وليس له» لمن لا يجب «من دونه» أي الله «أولئك» الذين لم يجيبوا «في ضلال مبين» بيَّن ظاهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ فإن الله على كل شيء قدير فلا يفوته هارب ولا يغالبه مغالب.\nوَلَيْسَ لَهُ مِنْ دُونِهِ أَولِيَاءُ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ وأي ضلال أبلغ من ضلال من نادته الرسل ووصلت إليه النذر بالآيات البينات، والحجج المتواترات فأعرض واستكبر؟\""
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَوَلم ير هؤلاء المشركون المكذبون بالبعث أن الله الذي خلق السماوات وخلق الأرض ولم يعجز عن خلقهنّ مع ضخامتهن واتساعهنّ قادر على أن يحيي الموتى للحساب والجزاء؟! بلى، إنه لقادر على إحيائهم، إنه سبحانه على كل شيء قدير، فلا يعجز عن إحياء الموتى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولم يروْا» يعلموا، أي منكرو البعث «أن الله الذي خلق السماوات والأرض ولم يَعْيَ بخلقهن» لم يعجز عنه «بقادر» خبر أن وزيدت الباء فيه لأن الكلام في قوة أليس الله بقادر «على أن يحيي الموتى بلى» هو قادر على إحياء الموتى «إنه على كل شيءٍ قدير»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا استدلال منه تعالى على الإعادة بعد الموت بما هو أبلغ منها، وهو أنه الذي خلق السماوات والأرض على عظمهما وسعتهما وإتقان خلقهما من دون أن يكترث بذلك ولم يعي بخلقهن فكيف تعجزه إعادتكم بعد موتكم وهو على كل شيء قدير؟\""
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويوم يعرض الذين كفروا بالله وبرسله على النار ليعذبوا فيها، ويقال توبيخًا لهم: أليس هذا الذي تشاهدونه من العذاب حقًّا؟! أم أنه كذب كما كنتم تقولون في الدنيا؟! قالوا: بلى وربنا إنه لحقّ، فيقال لهم: ذوقوا العذاب بسبب كفركم بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويوم يعرض الذين كفروا على النار» بأن يعذبوا بها يقال لهم «أليس هذا» التعذيب «بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن حال الكفار الفظيعة عند عرضهم على النار التي كانوا يكذبون بها وأنهم يوبخون ويقال لهم: أَلَيْسَ هَذَا بِالْحَقِّ فقد حضرتموه وشاهدتموه عيانا؟ قَالُوا بَلَى وَرَبِّنَا فاعترفوا بذنبهم وتبين كذبهم قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ أي: عذابا لازما دائما كما كان كفركم صفة لازمة."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاصبر - أيها الرسول - على تكذيب قومك لك مثل ما صبر أولو العزم من الرسل: نوح وإبراهيم وموسى وعيسى عليهم السلام، ولا تستعجل لهم العذاب، كأن المكذبين من قومك يوم يرون ما يوعدون من العذاب في الآخرة لم يمكثوا في الدنيا إلا ساعة من نهار لطول عذابهم، هذا القرآن المنزل على محمد صلى الله عليه وسلم بلاغ وكفاية للإنس والجن، فإنه لا يُهْلَكُ بالعذاب إلا القوم الخارجون عن طاعة الله بالكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(فاصبر) على أذى قومك (كما صبر أولو العزم) ذوو الثبات والصبر على الشدائد (من الرسل) قبلك فتكون ذا عزم، ومن للبيان فكلهم ذوو عزم وقيل للتبعيض فليس منهم آدم لقوله تعالى \"\" ولم نجد له عزما \"\" ولا يونس لقوله تعالى \"\" ولا تكن كصاحب الحوت \"\" (ولا تستعجل لهم) لقومك نزول العذاب بهم، قيل كأنه ضجر منهم فأحب نزول العذاب بهم، فأمر بالصبر وترك الاستعجال للعذاب فإنه نازل لا محالة (كأنهم يوم يرون ما يوعدون) من العذاب في الآخرة لطوله (لم يلبثوا) في الدنيا في ظنهم (إلا ساعة من نهار) هذا القرآن (بلاغ) تبليغ من الله إليكم (فهل) أي لا (يهلك) عند رؤية العذاب (إلا القوم الفاسقون) أي الكافرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أمر تعالى رسوله أن يصبر على أذية المكذبين المعادين له وأن لا يزال داعيا لهم إلى الله وأن يقتدي بصبر أولي العزم من المرسلين سادات الخلق أولي العزائم والهمم العالية الذين عظم صبرهم، وتم يقينهم، فهم أحق الخلق بالأسوة بهم والقفو لآثارهم والاهتداء بمنارهم.\nفامتثل صلى الله عليه وسلم لأمر ربه فصبر صبرا لم يصبره نبي قبله حتى رماه المعادون له عن قوس واحدة، وقاموا جميعا بصده عن الدعوة إلى الله وفعلوا ما يمكنهم من المعاداة والمحاربة، وهو صلى الله عليه وسلم لم يزل صادعا بأمر الله مقيما على جهاد أعداء الله صابرا على ما يناله من الأذى، حتى مكن الله له في الأرض وأظهر دينه على سائر الأديان وأمته على الأمم، فصلى الله عليه وسلم تسليما.\nوقوله: وَلَا تَسْتَعْجِلْ لَهُمْ أي: لهؤلاء المكذبين المستعجلين للعذاب فإن هذا من جهلهم وحمقهم فلا يستخفنك بجهلهم ولا يحملك ما ترى من استعجالهم على أن تدعو الله عليهم بذلك فإن كل ما هو آت قريب، و كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا في الدنيا إِلَّا سَاعَةً مِنْ نَهَارٍ فلا يحزنك تمتعهم القليل وهم صائرون إلى العذاب الوبيل.\nبَلَاغٌ أي: هذه الدنيا متاعها وشهوتها ولذاتها بلغة منغصة ودفع وقت حاضر قليل.\nأو هذا القرآن العظيم الذي بينا لكم فيه البيان التام بلاغ لكم، وزاد إلى الدار الآخرة، ونعم الزاد والبلغة زاد يوصل إلى دار النعيم ويعصم من العذاب الأليم، فهو أفضل زاد يتزوده الخلائق وأجل نعمة أنعم الله بها عليهم.\nفَهَلْ يُهْلَكُ بالعقوبات إِلَّا الْقَوْمُ الْفَاسِقُونَ أي: الذين لا خير فيهم وقد خرجوا عن طاعة ربهم ولم يقبلوا الحق الذي جاءتهم به الرسل.\nوأعذر الله لهم وأنذرهم فبعد ذلك إذ يستمرون على تكذيبهم وكفرهم نسألالله العصمة."
                }
            ]
        }
    ]
}