{
    "surah": "الحجرات",
    "number": 49,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله، واتبعوا ما شرع، لا تتقدموا بين يدي الله ورسوله بقول أو فعل، واتقوا الله بامتثال أوامره واجتناب نواهيه، إن الله سميع لأقوالكم، عليم بأفعالكم، لا يفوته منها شيء، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا تقدموا» من قدم بمعنى تقدم، أي لا تَقَدَّمُوا بقول ولا فعل «بين يدي الله ورسوله» المبلغ عنه، أي بغير إذنهما «واتقوا الله إن الله سميع» لقولكم «عليم» بفعلكم، نزلت في مجادلة أبي بكر وعمر رضي الله عنهما عند النبي صلى الله عليه وسلم في تأمير الأقرع بن حابس أو القعقاع بن معبد ونزل فيمن رفع صوته عند النبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا متضمن للأدب، مع الله تعالى، ومع رسول الله صلى الله عليه وسلم، والتعظيم له ، واحترامه، وإكرامه، فأمر [الله] عباده المؤمنين، بما يقتضيه الإيمان، بالله وبرسوله، من امتثال أوامر الله، واجتناب نواهيه، وأن يكونوا ماشين، خلف أوامر الله، متبعين لسنة رسول الله صلى الله عليه وسلم، في جميع أمورهم، و [أن] لا يتقدموا بين يدي الله ورسوله، ولا يقولوا، حتى يقول، ولا يأمروا، حتى يأمر، فإن هذا، حقيقة الأدب الواجب، مع الله ورسوله، وهو عنوان سعادة العبد وفلاحه، وبفواته، تفوته السعادة الأبدية، والنعيم السرمدي، وفي هذا، النهي [الشديد] عن تقديم قول غير الرسول صلى الله عليه وسلم، على قوله، فإنه متى استبانت سنة رسول الله صلى الله عليه وسلم، وجب اتباعها، وتقديمها على غيرها، كائنا ما كانثم أمر الله بتقواه عمومًا، وهي كما قال طلق بن حبيب: أن تعمل بطاعة الله، على نور من الله، ترجو ثواب الله، وأن تترك معصية الله، على نور من الله، تخشى عقاب الله.\nوقوله: إِنَّ اللَّهَ سَمِيعٌ أي: لجميع الأصوات في جميع الأوقات، في خفي المواضع والجهات، عَلِيمٌ بالظواهر والبواطن، والسوابق واللواحق، والواجبات والمستحيلات والممكناتوفي ذكر الاسمين الكريمين -بعد النهي عن التقدم بين يدي الله ورسوله، والأمر بتقواه- حث على امتثال تلك الأوامر الحسنة، والآداب المستحسنة، وترهيب عن عدم الامتثال"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله، واتبعوا ما شرع، تأدبوا مع رسوله، ولا تجعلوا أصواتكم تعلو على صوت النبي صلى الله عليه وسلم عند مخاطبته، ولا تعلنوا له باسمه كما ينادي بعضكم بعضًا، بل نادوه بالنبوة والرسالة بخطاب لين؛ خوف أن يَبطُل ثوابُ أعمالكم بسبب ذلك وأنتم لا تحسّون ببطلان ثوابها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا ترفعوا أصواتكم» إذا نطقتم «فوق صوت النبي» إذا نطق «ولا تجهروا له بالقول» إذا ناجيتموه «كجهر بعضكم لبعض» بل دون ذلك إجلالا له «أن تحبط أعمالكم وأنتم لا تشعرون» أي خشية ذلك بالرفع والجهر المذكورين، ونزل فيمن كان يخفض صوته عند النبي صلى الله عليه وسلم كأبي بكر وعمر وغيرهما رضى الله عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ وهذا أدب مع رسول الله صلى الله عليه وسلم، في خطابه، أي: لا يرفع المخاطب له، صوته معه، فوق صوته، ولا يجهر له بالقول، بل يغض الصوت، ويخاطبه بأدب ولين، وتعظيم وتكريم، وإجلال وإعظام، ولا يكون الرسول كأحدهم، بل يميزوه في خطابهم، كما تميز عن غيره، في وجوب حقه على الأمة، ووجوب الإيمان به، والحب الذي لا يتم الإيمان إلا به، فإن في عدم القيام بذلك، محذورًا، وخشية أن يحبط عمل العبد وهو لا يشعر، كما أن الأدب معه، من أسباب [حصول الثواب و] قبول الأعمال."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين يخفضون أصواتهم عند رسول الله صلى الله عليه وسلم، أولئك هم الذين امتحن الله قلوبهم لتقواه، وأخلصهم لها، لهم مغفرة لذنوبهم فلا يؤاخذهم، ولهم ثواب عظيم يوم القيامة، وهو أن يدخلهم الله الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين يغضون أصواتهم عند رسول الله أولئك الذين امتحن» اختبر «الله قلوبهم للتقوى» أي لتظهر منهم «لهم مغفرة وأجر عظيم» الجنة، ونزل في قوم جاءُوا وقت الظهيرة والنبي صلى الله عليه وسلم في منزله فنادوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم مدح من غض صوته عند رسول الله صلى الله عليه وسلم، بأن الله امتحن قلوبهم للتقوى، أي: ابتلاها واختبرها، فظهرت نتيجة ذلك، بأن صلحت قلوبهم للتقوى، ثم وعدهم المغفرة لذنوبهم، المتضمنة لزوال الشر والمكروه، والأجر العظيم، الذي لا يعلم وصفه إلا الله تعالى، وفي الأجر العظيم وجود المحبوب وفي هذا، دليل على أن الله يمتحن القلوب، بالأمر والنهي والمحن، فمن لازم أمر الله، واتبع رضاه، وسارع إلى ذلك، وقدمه على هواه، تمحض وتمحص للتقوى، وصار قلبه صالحًا لها ومن لم يكن كذلك، علم أنه لا يصلح للتقوى."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين ينادونك - أيها الرسول - من الأعراب من وراء حجرات نسائك معظمهم لا يعقلون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين ينادونك من وراء الحجرات» حجرات نسائه صلى الله عليه وسلم جمع حجرة وهي ما يحجر عليه من الأرض بحائط ونحوه، وكان كل واحد منهم نادى خلف حجرة لأنهم لم يعلموه في أي حجرة مناداة الأعراب بغلظة وجفاء «أكثرهم لا يعقلون» فيما فعلوه محلَّك الرفيع وما يناسبه من التعظيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نزلت هذه الآيات الكريمة، في أناس من الأعراب، الذين وصفهم الله تعالى بالجفاء، وأنهم أجدر أن لا يعلموا حدود ما أنزل الله على رسوله، قدموا وافدين على رسول الله صلى الله عليه وسلم، فوجدوه في بيته وحجرات نسائه، فلم يصبروا ويتأدبوا حتى يخرج، بل نادوه: يا محمد يا محمد، [أي: اخرج إلينا]، فذمهم الله بعدم العقل، حيث لم يعقلوا عن الله الأدب مع رسوله واحترامه، كما أن من العقل وعلامته استعمال الأدب."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو أن هؤلاء الذين ينادونك -أيها الرسول - من وراء حجرات نسائك، صبروا فلم ينادوك حتى تخرج إليهم، فيخاطبوك مخفوضة أصواتهم؛ لكان ذلك خيرًا لهم من ندائك من ورائها؛ لما فيه من التوقير والتعظيم، والله غفور لذنوب من تاب منهم ومن غيرهم، وغفور لهم لجهلهم، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو أنهم صبروا» أنهم في محل رفع بالابتداء، وقيل فاعل لفعل مقدر، أي ثبت «حتى تخرج إليهم لكان خيرا لهم والله غفور رحيم» لمن تاب منهم، ونزل في الوليد بن عقبة وقد بعثه النبي صلى الله عليه وسلم إلى بني المصطلق مصدقا فخافهم لترة كانت بينه وبينهم في الجاهلية فرجع وقال إنهم منعوا الصدقة وهموا بقتله، فهمَّ النبي صلى الله عليه وسلم بغزوهم فجاءوا منكرين ما قاله عنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأدب العبد، عنوان عقله، وأن الله مريد به الخير، ولهذا قال: وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ أي: غفور لما صدر عن عباده من الذنوب، والإخلال بالآداب، رحيم بهم، حيث لم يعاجلهم بذنوبهم بالعقوبات والمثلات."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَىٰ مَا فَعَلْتُمْ نَادِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله، وعملوا بما شرع، إن جاءكم فاسق بخبر عن قوم، فتثبتوا من صحة خبره، ولا تبادروا إلى تصديقه؛ خوف أن تصيبوا - إذا صدّقتم خبره دون تثبت - قومًا بجناية وأنتم جاهلون حقيقة أمرهم، فتصبحوا بعد إصابتكم لهم نادمين عندما يتبين لكم كذب خبره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا إن جاءكم فاسق بنبأ» خبر «فتبينوا» صدقه من كذبه، وفي قراءة فتثبتوا من الثبات «أن تصيبوا قوما» مفعول له، أي خشية ذلك «بجهالة» حال من الفاعل، أي جاهلين «فتصبحوا» تصيروا «على ما فعلتم» من الخطأ بالقوم «نادمين» وأرسل صلى الله عليه وسلم إليهم بعد عودهم إلى بلادهم خالدا فلم يرَ فيهم إلا الطاعة والخير فأخبر النبي بذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا أيضًا، من الآداب التي على أولي الألباب، التأدب بها واستعمالها، وهو أنه إذا أخبرهم فاسق بخبر أن يتثبتوا في خبره، ولا يأخذوه مجردًا، فإن في ذلك خطرًا كبيرًا، ووقوعًا في الإثم، فإن خبره إذا جعل بمنزلة خبر الصادق العدل، حكم بموجب ذلك ومقتضاه، فحصل من تلف النفوس والأموال، بغير حق، بسبب ذلك الخبر ما يكون سببًا للندامة، بل الواجب عند خبر الفاسق، التثبت والتبين، فإن دلت الدلائل والقرائن على صدقه، عمل به وصدق، وإن دلت على كذبه، كذب، ولم يعمل به، ففيه دليل، على أن خبر الصادق مقبول، وخبر الكاذب، مردود، وخبر الفاسق متوقف فيه كما ذكرنا، ولهذا كان السلف يقبلون روايات كثير [من] الخوارج، المعروفين بالصدق، ولو كانوا فساقًا."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ ۚ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ ۚ أُولَٰئِكَ هُمُ الرَّاشِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واعلموا - أيها المؤمنون - أن فيكم رسول الله ينزل عليه الوحي، فاحذروا أن تكذبوا فينزل عليه الوحي يخبره بكذبكم، وهو أعلم بما فيه مصلحتكم، لو يطيعكم في كثير مما تقترحونه لوقعتم في المشقة التي لا يرضاها لكم، ولكنّ الله من فضله حبب إليكم الإيمان، وحسّنه في قلوبكم فآمنتم، وكرّه إليكم الكفر، والخروج عن طاعته، وكره إليكم معصيته، أولئك المتصفون بهذه الصفات هم السالكون طريق الرشد والصواب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واعلموا أن فيكم رسول الله» فلا تقولوا الباطل فإن الله يخبره بالحال «لو يطيعكم في كثير من الأمر» الذي تخبرون به على خلاف الواقع فيرتب على ذلك مقتضاه «لعنتُّم» لأثمتم دونه إثم التسبب إلى المرتب «ولكن الله حبَّب إليكم الإيمان وزينه» حسنه «في قلوبكم وكرَّه إليكم الكفر والفسوق والعصيان» استدراك من حيث المعنى دون اللفظ لأن من حبب إليه الإيمان إلخ غايرت صفته صفة من تقدم ذكره «أولئك هم» فيه التفات عن الخطاب «الراشدون» الثابتون على دينهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ليكن لديكم معلومًا أن رسول الله صلى الله عليه وسلم، بين أظهركم، وهو الرسول الكريم، البار، الراشد، الذي يريد بكم الخير وينصح لكم، وتريدون لأنفسكم من الشر والمضرة، ما لا يوافقكم الرسول عليه، ولو يطيعكم في كثير من الأمر لشق عليكم وأعنتكم، ولكن الرسول يرشدكم، والله تعالى يحبب إليكم الإيمان، ويزينه في قلوبكم، بما أودع الله في قلوبكم من محبة الحق وإيثاره، وبما ينصب على الحق من الشواهد، والأدلة الدالة على صحته، وقبول القلوب والفطر له، وبما يفعله تعالى بكم، من توفيقه للإنابة إليه، ويكره إليكم الكفر والفسوق، أي: الذنوب الكبار، والعصيان: هي ما دون ذلك من الذنوب بما أودع في قلوبكم من كراهة الشر، وعدم إرادة فعله، وبما نصبه من الأدلة والشواهد على فساده، وعدم قبول الفطر له، وبما يجعله الله من الكراهة في القلوب له أُولَئِكَ أي: الذين زين الله الإيمان في قلوبهم، وحببه إليهم، وكره إليهم الكفر والفسوق والعصيان هُمُ الرَّاشِدُونَ أي: الذين صلحت علومهم وأعمالهم، واستقاموا على الدين القويم، والصراط المستقيم.\nوضدهم الغاوون، الذين حبب إليهم الكفر والفسوق والعصيان، وكره إليهم الإيمان، والذنب ذنبهم، فإنهم لما فسقوا طبع الله على قلوبهم، ولما زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ولما لم يؤمنوا بالحق لما جاءهم أول مرة، قلب الله أفئدتهم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَضْلًا مِنَ اللَّهِ وَنِعْمَةً ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما حصل لكم - من تحسين الخير في قلوبكم، وتكريه الشرّ - إنما هو فضل من الله، تفضل به عليكم، ونعمة أنعمها عليكم، والله عليم بمن يشكره من عباده فيوفقه، وحكيم إذ يضع كل شيء في محلّه المناسب له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فضلا من الله» مصدر منصوب بفعله المقدر، أي أفضل «ونعمة» منه «والله عليم» بهم «حكيم» في إنعامه عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَضْلًا مِنَ اللَّهِ وَنِعْمَةً أي: ذلك الخير الذي حصل لهم، هو بفضل الله عليهم وإحسانه، لا بحولهم وقوتهم.\nوَاللَّهُ عَلِيمٌ حَكِيمٌ أي: عليم بمن يشكر النعمة، فيوفقه لها، ممن لا يشكرها، ولا تليق به، فيضع فضله، حيث تقتضيه حكمته."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ۖ فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ ۚ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا ۖ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنْ فِرقتان من المؤمنين تقاتلتا فأصلحوا - أيها المؤمنون - بينهما بدعوتهما إلى تحكيم شرع الله في خلافهما، فإن أبت إحداهما الصلح واعتدت فقاتلوا المعتدية حتى ترجع إلى حكم الله، فإن رجعت إلى حكم الله فأصلحوا بينهما بالعدل والإنصاف، واعدلوا في حكمكم بينهما، إن الله يحبّ العادلين في حكمهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن طائفتان من المؤمنين» الآية، نزلت في قضية هي أن النبي صلى الله عليه وسلم ركب حمارا ومر على ابن أبيّ فبال الحمار فسد ابن أبيّ أنفه فقال ابن رواحة: والله لبول حماره أطيب ريحا من مسكك فكان بين قوميهما ضرب بالأيدي والنعال والسعف «اقتتلوا» جمع نظرا إلى المعنى لأن كل طائفة جماعة، وقرئ اقتتلتا «فأصلحوا بينهما» ثنى نظرا إلى اللفظ «فإن بغت» تعدت «إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء» ترجع «إلى أمر الله» الحق «فإن فاءت فأصلحوا بينهما بالعدل» بالإنصاف «وأقسطوا» اعدلوا «إن الله يحب المقسطين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا متضمن لنهي المؤمنين، [عن] أن يبغي بعضهم على بعض، ويقاتل بعضهم بعضًا، وأنه إذا اقتتلت طائفتان من المؤمنين، فإن على غيرهم من المؤمنين أن يتلافوا هذا الشر الكبير، بالإصلاح بينهم، والتوسط بذلك على أكمل وجه يقع به الصلح، ويسلكوا الطريق الموصلة إلى ذلك، فإن صلحتا، فبها ونعمت، وإن بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ أي: ترجع إلى ما حد الله ورسوله، من فعل الخير وترك الشر، الذي من أعظمه، الاقتتال، [وقوله] فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ هذا أمر بالصلح، وبالعدل في الصلح، فإن الصلح، قد يوجد، ولكن لا يكون بالعدل، بل بالظلم والحيف على أحد الخصمين، فهذا ليس هو الصلح المأمور به، فيجب أن لا يراعى أحدهما، لقرابة، أو وطن، أو غير ذلك من المقاصد والأغراض، التي توجب العدول عن العدل، إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ أي: العادلين في حكمهم بين الناس وفي جميع الولايات، التي تولوها، حتى إنه، قد يدخل في ذلك عدل الرجل في أهله، وعياله، في أدائه حقوقهم، وفي الحديث الصحيح: \"المقسطون عند الله، على منابر من نور الذين يعدلون في حكمهم وأهليهم، وما ولوا\""
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما المؤمنون إخوة في الإسلام، والأخوة في الإسلام تقتضي أن تصلحوا - أيها المؤمنون - بين أخويكم المتنازعين، واتقوا الله بامتثال أوامره، واجتناب نواهيه؛ رجاء أن ترحموا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما المؤمنون إخوة» في الدين «فأصلحوا بين أخويكم» إذا تنازعا، وقرئ إخوتكم بالفوقانية «واتقوا الله لعلكم ترحمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ هذا عقد، عقده الله بين المؤمنين، أنه إذا وجد من أي شخص كان، في مشرق الأرض ومغربها، الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، فإنه أخ للمؤمنين، أخوة توجب أن يحب له المؤمنون، ما يحبون لأنفسهم، ويكرهون له، ما يكرهون لأنفسهم، ولهذا قال النبي صلى الله عليه وسلم آمرًا بحقوق الأخوة الإيمانية: \"لا تحاسدوا، ولا تناجشوا، ولا تباغضوا، ولا يبع أحدكم على بيع بعض، وكونوا عباد الله إخوانًا المؤمن أخو المؤمن، لا يظلمه، ولا يخذله، ولا يحقره\"وقال صلى الله عليه وسلم \"المؤمن للمؤمن، كالبنيان يشد بعضه بعضًا\" وشبك صلى الله عليه وسلم بين أصابعه.\nولقد أمر الله ورسوله، بالقيام بحقوق المؤمنين، بعضهم لبعض، وبما به يحصل التآلف والتوادد، والتواصل بينهم، كل هذا، تأييد لحقوق بعضهم على بعض، فمن ذلك، إذا وقع الاقتتال بينهم، الموجب لتفرق القلوب وتباغضها [وتدابرها]، فليصلح المؤمنون بين إخوانهم، وليسعوا فيما به يزول شنآنهم.\nثم أمر بالتقوى عمومًا، ورتب على القيام بحقوق المؤمنين وبتقوى الله، الرحمة [ فقال: لَعَلَّكُمْ تُرْحَمُونَ وإذا حصلت الرحمة، حصل خير الدنيا والآخرة، ودل ذلك، على أن عدم القيام بحقوق المؤمنين، من أعظم حواجب الرحمة.\nوفي هاتين الآيتين من الفوائد، غير ما تقدم: أن الاقتتال بين المؤمنين مناف للأخوة الإيمانية، ولهذا، كان من أكبر الكبائر، وأن الإيمان، والأخوة الإيمانية، لا تزول مع وجود القتال كغيره من الذنوب الكبار، التي دون الشرك، وعلى ذلك مذهب أهل السنة والجماعة، وعلى وجوب الإصلاح، بين المؤمنين بالعدل، وعلى وجوب قتال البغاة، حتى يرجعوا إلى أمر الله، وعلى أنهم لو رجعوا، لغير أمر الله، بأن رجعوا على وجه لا يجوز الإقرار عليه والتزامه، أنه لا يجوز ذلك، وأن أموالهم معصومة، لأن الله أباح دماءهم وقت استمرارهم على بغيهم خاصة، دون أموالهم."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَىٰ أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَىٰ أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ ۖ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ ۖ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ ۚ وَمَنْ لَمْ يَتُبْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله، وعملوا بما شرع، لا يستهزئ قوم منكم بقوم، عسى أن يكون المستهزَأ بهم خيرًا عند الله، والعبرة بما عند الله، ولا يستهزئ نساء من نساء عسى أن يكون المستهزَأ بهن خيرًا عند الله، ولا تعيبوا إخوتكم فهم بمنزلة أنفسكم، ولا يُعَيِّرْ بعضكم بعضًا بلقب يكرهه، كما كان حال بعض الأنصار قبل مجيء رسول الله صلى الله عليه وسلم، ومن فعل ذلك منكم فهو فاسق، بئست الصفة صفة الفسق بعد الإيمان، ومن لم يتب من هذه المعاصي فأولئك هم الظالمون لأنفسهم بإيرادها موارد الهلاك بسبب ما فعلوه من المعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا لا يسخر» الآية، نزلت في وفد تميم حين سخروا من فقراء المسلمين كعمار وصهيب، والسخرية: الازدراء والاحتقار «قوم» أي رجال منكم «من قوم عسى أن يكونوا خيرا منهم» عند الله «ولا نساء» منكم «من نساءٍ عسى أن يكنَّ خيرا منهن ولا تلمزوا أنفسكم» لا تعيبوا فتعابوا، أي لا يعب بعضكم بعضا «ولا تنابزوا بالألقاب» لا يدعون بعضكم بعضا بلقب يكرهه، ومنه يا فاسق يا كافر «بئس الاسم» أي المذكور من السخرية واللمز والتنابز «الفسوق بعد الإيمان» بدل من الاسم أنه فسق لتكرره عادة «ومن لم يتب» من ذلك «فأولئك هم الظالمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا أيضًا، من حقوق المؤمنين، بعضهم على بعض، أن لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ بكل كلام، وقول، وفعل دال على تحقير الأخ المسلم، فإن ذلك حرام، لا يجوز، وهو دال على إعجاب الساخر بنفسه، وعسى أن يكون المسخور به خيرًا من الساخر، كما هو الغالب والواقع، فإن السخرية، لا تقع إلا من قلب ممتلئ من مساوئ الأخلاق، متحل بكل خلق ذميم، ولهذا قال النبي صلى الله عليه وسلم \"بحسب امرئ من الشر، أن يحقر أخاه المسلم\"ثم قال: وَلَا تَلْمِزُوا أَنْفُسَكُمْ أي: لا يعب بعضكم على بعض، واللمز: بالقول، والهمز: بالفعل، وكلاهما منهي عنه حرام، متوعد عليه بالنار.\nكما قال تعالى: وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ الآية، وسمي الأخ المؤمن نفسًا لأخيه، لأن المؤمنين ينبغي أن يكون هكذا حالهم كالجسد الواحد، ولأنه إذا همز غيره، أوجب للغير أن يهمزه، فيكون هو المتسبب لذلك.\nوَلَا تَنَابَزُوا بِالْأَلْقَابِ أي: لا يعير أحدكم أخاه، ويلقبه بلقب ذم يكره أن يطلق عليه وهذا هو التنابز، وأما الألقاب غير المذمومة، فلا تدخل في هذا.\nبِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ أي: بئسما تبدلتم عن الإيمان والعمل بشرائعه، وما تقتضيه، بالإعراض عن أوامره ونواهيه، باسم الفسوق والعصيان، الذي هو التنابز بالألقاب.\nوَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ فهذا [هو] الواجب على العبد، أن يتوب إلى الله تعالى، ويخرج من حق أخيه المسلم، باستحلاله، والاستغفار، والمدح له مقابلة [على] ذمه.\nوَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ فالناس قسمان: ظالم لنفسه غير تائب، وتائب مفلح، ولا ثم قسم ثالث غيرهما."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرع، ابتعدوا عن كثير من التهم التي لا تستند لما يوجبها من أسباب وقرائن، إن بعض الظن إثم، كسوء الظن بمن ظاهره الصلاح، ولا تتبعوا عورات المؤمنين من ورائهم، ولا يذكر أحدكم أخاه بما يكره، فإنّ ذِكْره بما يكره مثل أكل لحمه ميتًا، أيحب أحدكم أن يأكل لحم أخيه ميتًا؟! فاكرهوا اغتيابه فهو مثله، واتقوا الله بامتثال أوامره، واجتناب نواهيه، إن الله تواب على من تاب من عباده، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اجتنبوا كثيرا من الظن إن بعض الظن إثم» أي مؤثم وهو كثير كظن السوء بأهل الخير من المؤمنين، وهم كثير بخلافه بالفساق منهم فلا إثم فيه في نحو يظهر منهم «ولا تجسسوا» حذف منه إحدى التاءين لا تتبعوا عورات المسلمين ومعايبهم بالبحث عنها «ولا يغتب بعضكم بعضا» لا يذكره بشيء يكرهه وإن كان فيه «أيجب أحدكم أن يأكل لحم أخيه ميتا» بالتخفيف والتشديد، أي لا يحسن به «فكرهتموه» أي فاغتيابه في حياته كأكل لحمه بعد مماته وقد عرض عليكم الثاني فكرهتموه فاكرهوا الأول «واتقوا الله» أي عقابه في الاغتياب بأن تتوبوا منه «إن الله توَّاب» قابل توبة التائبين «رحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نهى الله تعالى عن كثير من الظن السوء بالمؤمنين، ف إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وذلك، كالظن الخالي من الحقيقة والقرينة، وكظن السوء، الذي يقترن به كثير من الأقوال، والأفعال المحرمة، فإن بقاء ظن السوء بالقلب، لا يقتصر صاحبه على مجرد ذلك، بل لا يزال به، حتى يقول ما لا ينبغي، ويفعل ما لا ينبغي، وفي ذلك أيضًا، إساءة الظن بالمسلم، وبغضه، وعداوته المأمور بخلاف ذلك منه.\nوَلَا تَجَسَّسُوا أي: لا تفتشوا عن عورات المسلمين، ولا تتبعوها، واتركوا المسلم على حاله، واستعملوا التغافل عن أحواله التي إذا فتشت، ظهر منها ما لا ينبغي.\nوَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا والغيبة، كما قال النبي صلى الله عليه وسلم: ذكرك أخاك بما يكره ولو كان فيه ثم ذكر مثلاً منفرًا عن الغيبة، فقال: أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ شبه أكل لحمه ميتًا، المكروه للنفوس [غاية الكراهة]، باغتيابه، فكما أنكم تكرهون أكل لحمه، وخصوصًا إذا كان ميتًا، فاقد الروح، فكذلك، [فلتكرهوا] غيبته، وأكل لحمه حيًا.\nوَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ والتواب، الذي يأذن بتوبة عبده، فيوفقه لها، ثم يتوب عليه، بقبول توبته، رحيم بعباده، حيث دعاهم إلى ما ينفعهم، وقبل منهم التوبة، وفي هذه الآية، دليل على التحذير الشديد من الغيبة، وأن الغيبة من الكبائر، لأن الله شبهها بأكل لحم الميت، وذلك من الكبائر."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا ۚ إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الناس، إنا خلقناكم من ذكر واحد وهو أبوكم آدم، وأنثى واحدة وهي أمكم حواء، فنسبكم واحد، فلا يفخر بعضكم على بعض في النسب، وصيّرناكم بعد ذلك شعوبًا كثيرة وقبائل منتشرة؛ ليعرف بعضكم بعضًا، لا ليفخر عليه؛ لأن التمايز لا يكون إلا بالتقوى، لذا قال: إن أكرمكم عند الله أتقاكم، إن الله عليم بأحوالكم، خبير بما تكونون عليه من كمال ونقص، لا يخفى عليه شيء من ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الناس إنا خلقناكم من ذكر وأنثى» آدم وحواء «وجعلناكم شعوبا» جمع شعب بفتح الشين هو أعلى طبقات النسب «وقبائل» هي دون الشعوب وبعدها العمائر ثم البطون ثم الأفخاذ ثم الفصائل آخرها، مثاله خزيمة: شعب، كنانة: قبيلة، قريش: عمارة بكسر العين، قُصي: بطن، هاشم: فخذ، العباس: فصيلة «لتعارفوا» حذف منه إحدى التاءين ليعرف بعضكم بعضا لا لتفاخروا بعلو النسب وإنما الفخر بالتقوى «إن أكرمكم عند الله أتقاكم إن الله عليم» بكم «خبير» ببواطنكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه خلق بني آدم، من أصل واحد، وجنس واحد، وكلهم من ذكر وأنثى، ويرجعون جميعهم إلى آدم وحواء، ولكن الله [تعالى] بث منهما رجالاً كثيرا ونساء، وفرقهم، وجعلهم شعوبًا وقبائل أي: قبائل صغارًا وكبارًا، وذلك لأجل أن يتعارفوا، فإنهم لو استقل كل واحد منهم بنفسه، لم يحصل بذلك، التعارف الذي يترتب عليه التناصر والتعاون، والتوارث، والقيام بحقوق الأقارب، ولكن الله جعلهم شعوبًا وقبائل، لأجل أن تحصل هذه الأمور وغيرها، مما يتوقف على التعارف، ولحوق الأنساب، ولكن الكرم بالتقوى، فأكرمهم عند الله، أتقاهم، وهو أكثرهم طاعة وانكفافًا عن المعاصي، لا أكثرهم قرابة وقومًا، ولا أشرفهم نسبًا، ولكن الله تعالى عليم خبير، يعلم من يقوم منهم بتقوى الله، ظاهرًا وباطنًا، ممن يقوم بذلك، ظاهرًا لا باطنًا، فيجازي كلا، بما يستحق.\nوفي هذه الآية دليل على أن معرفة الأنساب، مطلوبة مشروعة، لأن الله جعلهم شعوبًا وقبائل، لأجل ذلك."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال بعض أهل البادية لما قدموا على النبي صلى الله عليه وسلم : آمنّا بالله وبرسوله.\nقل لهم - أيها الرسول -: لم تؤمنوا، ولكن قولوا: استسلمنا وانقدنا، ولم يدخل الإيمان في قلوبكم بعدُ، ويُتوقع له أن يدخلها، وإن تطيعوا - أيها الأعراب - الله ورسوله في الإيمان والعمل الصالح، واجتناب المحرمات، لا ينقصكم الله شيئًا من ثواب أعمالكم، إن الله غفور لمن تاب من عباده، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالت الأعراب» نفر من بني أسد «آمنا» صدقنا بقلوبنا «قل» لهم «لم تؤمنوا ولكن قولوا أسلمنا» انقدنا ظاهرا «ولما» أي: لم «يدخل الإيمان في قلوبكم» إلى الآن لكنه يتوقع منكم «وإن تطيعوا الله ورسوله» بالإيمان وغيره «لا يَأْلِتْكُمْ» بالهمز وتركه وبإبداله ألفا: لا ينقصكم «من أعمالكم» أي من ثوابها «شيئا إن الله غفور» للمؤمنين «رحيم» بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى عن مقالة الأعراب، الذين دخلوا في الإسلام في عهد رسول الله صلى الله عليه وسلم، دخولاً من غير بصيرة، ولا قيام بما يجب ويقتضيه الإيمان، أنهم ادعوا مع هذا وقالوا: آمنا أي: إيمانًا كاملاً، مستوفيًا لجميع أموره هذا موجب هذا الكلام، فأمر الله رسوله، أن يرد عليهم، فقال: قُلْ لَمْ تُؤْمِنُوا أي: لا تدعوا لأنفسكم مقام الإيمان، ظاهرًا، وباطنًا، كاملاً.\nوَلَكِنْ قُولُوا أَسْلَمْنَا أي: دخلنا في الإسلام، واقتصروا على ذلك.\nو السبب في ذلك، أنه لَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وإنما آمنتم خوفًا، أو رجاء، أو نحو ذلك، مما هو السبب في إيمانكم، فلذلك لم تدخل بشاشة الإيمان في قلوبكم، وفي قوله: وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ أي: وقت هذا الكلام، الذي صدر منكم فكان فيه إشارة إلى أحوالهم بعد ذلك، فإن كثيرًا منهم، من الله عليهم بالإيمان الحقيقي، والجهاد في سبيل الله، وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ بفعل خير، أو ترك شر لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا أي: لا ينقصكم منها، مثقال ذرة، بل يوفيكم إياها، أكمل ما تكون لا تفقدون منها، صغيرًا، ولا كبيرًا، إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ أي: غفور لمن تاب إليه وأناب، رحيم به، حيث قبل توبته."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنما المؤمنون هم الذين آمنوا بالله وبرسوله، ثم لم يخالط إيمانَهم شكٌّ، وجاهدوا بأموالهم وأنفسهم في سبيل الله، لم يبخلوا بشيء منها، أولئك المتصفون بتلك الصفات هم الصادقون في إيمانهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما المؤمنون» أي الصادقون في إيمانهم كما صرح به بعد «الذين آمنوا بالله ورسوله ثم لم يرتابوا» لم يشكوا الإيمان «وجاهدوا بأموالهم وأنفسهم في سبيل الله» فجهادهم يظهر بصدق إيمانهم «أولئك هم الصادقون» في إيمانهم، لا من قالوا آمنا ولم يوجد منهم غير الإسلام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّمَا الْمُؤْمِنُونَ أي: على الحقيقة الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرتَابُوا وَجَاهَدُوا بِأمْوَالِهِمْ وَأنْفُسِهُم في سبيل الله أي: من جمعوا بين الإيمان والجهاد في سبيله، فإن من جاهد الكفار، دل ذلك، على الإيمان التام في القلب، لأن من جاهد غيره على الإسلام، والقيام بشرائعه، فجهاده لنفسه على ذلك، من باب أولى وأحرى؛ ولأن من لم يقو على الجهاد، فإن ذلك، دليل على ضعف إيمانه، وشرط تعالى في الإيمان عدم الريب، وهو الشك، لأن الإيمان النافع هو الجزم اليقيني، بما أمر الله بالإيمان به، الذي لا يعتريه شك، بوجه من الوجوه.\nوقوله: أُولَئِكَ هُمُ الصَّادِقُونَ أي: الذين صدقوا إيمانهم بأعمالهم الجميلة، فإن الصدق، دعوى كبيرة في كل شيء يدعى يحتاج صاحبه إلى حجة وبرهان، وأعظم ذلك، دعوى الإيمان، الذي هو مدار السعادة، والفوز الأبدي، والفلاح السرمدي، فمن ادعاه، وقام بواجباته، ولوازمه، فهو الصادق المؤمن حقًا، ومن لم يكن كذلك، علم أنه ليس بصادق في دعواه، وليس لدعواه فائدة، فإن الإيمان في القلب لا يطلع عليه إلا الله تعالى.\nفإثباته ونفيه، من باب تعليم الله بما في القلب، وهذا سوء أدب، وظن بالله."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول - لهؤلاء الأعراب: أتعلّمون الله، وتُشعرونه بدينكم؟! والله يعلم ما في السماوات، ويعلم ما في الأرض، والله بكل شيء عليم، لا يخفى عليه شيء، فلا يحتاج إلى إعلامكم إياه بدينكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قل» لهم «أتعلمون الله بدينكم» مضعف علم بمعنى شعر، أي أتُشْعِرونه بما أنتم عليه في قولكم آمنا «والله يعلم ما في السماوات وما في الأرض والله بكل شيء عليم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ وهذا شامل للأشياء كلها، التي من جملتها، ما في القلوب من الإيمان والكفران، والبر والفجور، فإنه تعالى، يعلم ذلك كله، ويجازي عليه، إن خيرًا فخير، وإن شرًا فشر."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يمنّ عليك - أيها الرسول - هؤلاء الأعراب بإسلامهم، قل لهم: لا تمنوا عليّ بدخولكم في دين الله، فنفع ذلك - إن حصل - عائد عليكم، بل الله هو الذي يمنّ عليكم بأن وفّقكم للإيمان به إن كنتم صادقين في دعواكم أنكم دخلتم فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يمنون عليك أن أسلموا» من غير قتال بخلاف غيرهم ممن أسلم بعد قتاله منهم «قل لا تمنوا عليَّ إسلامكم» منصوب بنزع الخافض الباء ويقدر قبل أن في الموضعين «بل الله يمنُّ عليكم أن هداكم للإيمان إن كنتم صادقين» في قولكم آمنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه حالة من أحوال من ادعى لنفسه الإيمان، وليس به، فإنه إما أن يكون ذلك تعليمًا لله، وقد علم أنه عالم بكل شيء، وإما أن يكون قصدهم بهذا الكلام، المنة على رسوله، وأنهم قد بذلوا له [وتبرعوا] بما ليس من مصالحهم، بل هو من حظوظه الدنيوية، وهذا تجمل بما لا يجمل، وفخر بما لا ينبغي لهم أن يفتخروا على رسوله به فإن المنة لله تعالى عليهم، فكما أنه تعالى يمن عليهم، بالخلق والرزق، والنعم الظاهرة والباطنة، فمنته عليهم بهدايتهم إلى الإسلام، ومنته عليهم بالإيمان، أعظم من كل شيء، ولهذا قال تعالى: يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ ."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله يعلم غيب السماوات، ويعلم غيب الأرض، لا يخفى عليه شيء منه، والله بصير بما تعملون، لا يخفى عليه من أعمالكم شيء، وسيجازيكم على حسنها وسيئها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله يعلم غيب السماوات والأرض» أي ما غاب فيهما «والله بصير بما يعملون» بالياء والتاء لا يخفى عليه شيء منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ أي: الأمور الخفية فيهما، التي تخفى على الخلق، كالذي في لجج البحار، ومهامه القفار، وما جنه الليل أو واراه النهار، يعلم قطرات الأمطار، وحبات الرمال، ومكنونات الصدور، وخبايا الأمور.\nوما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ يحصي عليكم أعمالكم، ويوفيكم إياها، ويجازيكم عليها بما تقتضيه رحمته الواسعة، وحكمته البالغة."
                }
            ]
        }
    ]
}