{
    "surah": "ق",
    "number": 50,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "ق ۚ وَالْقُرْآنِ الْمَجِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(ق) تقدم الكلام على نظائرها في بداية سورة البقرة.\nأقسم الله بالقرآن الكريم لما فيه من المعاني وكثرة الخير والبركة؛ لتبعثنّ يوم القيامة للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ق» الله أعلم بمراده به «والقرآن المجيد» الكريم ما آمن كفار مكة بمحمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقسم تعالى بالقرآن المجيد أي: وسيع المعاني عظيمها، كثير الوجوه كثير البركات، جزيل المبرات.\nوالمجد: سعة الأوصاف وعظمتها، وأحق كلام يوصف بهذا، هذا القرآن، الذي قد احتوى على علوم الأولين والآخرين، الذي حوى من الفصاحة أكملها، ومن الألفاظ أجزلها، ومن المعاني أعمها وأحسنها، وهذا موجب لكمال اتباعه، و [سرعة] الانقياد له، وشكر الله على المنة به."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لم يكن سببَ رفضهم توقُّعُهم أن تَكْذِبَ فهم يعرفون صدقك، بل تعجبوا أن يأتيهم رسول منذر من جنسهم، وليس من جنس الملائكة، وقالوا مِن تعجُّبهم: مجيء رسول من البشر إلينا شيء عجيب!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل عجبوا أن جاءهم منذر منهم» رسول من أنفسهم يخوّفهم بالنار بعد البعث «فقال الكافرون هذا» الإنذار «شيء عجيب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولكن أكثر الناس، لا يقدر نعم الله قدرها، ولهذا قال تعالى: بَلْ عَجِبُوا أي: المكذبون للرسول صلى الله عليه وسلم، أَنْ جَاءَهُمْ مُنْذِرٌ منهم أي: ينذرهم ما يضرهم، ويأمرهم بما ينفعهم، وهو من جنسهم، يمكنهم التلقي عنه، ومعرفة أحواله وصدقه.\nفتعجبوا من أمر، لا ينبغي لهم التعجب منه، بل يتعجب من عقل من تعجب منه.\nفَقَالَ الْكَافِرُونَ الذين حملهم كفرهم وتكذيبهم، لا نقص بذكائهم وآرائهم هَذَا شَيْءٌ عَجِيبٌ أي: مستغرب، وهم في هذا الاستغراب بين أمرين:إما صادقون في [استغرابهم و] تعجبهم، فهذا يدل على غاية جهلهم، وضعف عقولهم، بمنزلة المجنون، الذي يستغرب كلام العاقل، وبمنزلة الجبان الذي يتعجب من لقاء الفارس للفرسان، وبمنزلة البخيل، الذي يستغرب سخاء أهل السخاء، فأي ضرر يلحق من تعجب من هذه حاله ؟ وهل تعجبه، إلا دليل على زيادة وظلمه وجهله؟ وإما أن يكونوا متعجبين، على وجه يعلمون خطأهم فيه، فهذا من أعظم الظلم وأشنعه."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنبعث إذا متنا وصرنا ترابًا؟! ذلك البعث ورجوع الحياة إلى أجسامنا بعدما بليت شيء مستبعد، لا يمكن أن يقع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أإذا» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين «متنا وكنا ترابا» نرجع «ذلك رجع بعيد» في غاية البعد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر وجه تعجبهم فقال: أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ فقاسوا قدرة من هو على كل شيء قدير، الكامل من كل وجه، بقدرة العبد الفقير العاجز من جميع الوجوه، وقاسوا الجاهل، الذي لا علم له، بمن هو بكل شيء عليم."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ وَعِنْدَنَا كِتَابٌ حَفِيظٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قد علمنا ما تأكل الأرض من أجسامهم بعد موتهم وتفنيه، لم يخف علينا منه شيء، وعندنا كتاب حافظ لكل ما يقدره الله عليهم في حياتهم وبعد موتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قد علمنا ما تنقص الأرض» تأكل «منهم وعندنا كتاب حفيظ» هو اللوح المحفوظ فيه جميع الأشياء المقدرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الذي يعلم ما تنقص الأرض من أجسادهم مدة مقامهم في برزخهم، وقد أحصى في كتابه الذي هو عنده محفوظ عن التغيير والتبديل، كل ما يجري عليهم في حياتهم، ومماتهم، وهذا الاستدلال، بكمال علمه، وسعته التي لا يحيط بها إلا هو، على قدرته على إحياء الموتى."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل كذب هؤلاء المشركون بالقرآن لما جاءهم به الرسول، فهم في أمر مضطرب، لا يثبتون على شيء بشأنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل كذبوا بالحق» بالقرآن «لما جاءهم فهم» في شأن النبي صلى الله عليه وسلم والقرآن «في أمر مريج» مضطرب قالوا مرة: ساحر وسحر، ومرة: شاعر وشعر، ومرة: كاهن وكهانة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: بَلْ كلامهم الذي صدر منهم، إنما هو عناد وتكذيب للحق الذي هو أعلى أنواع الصدق لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ أي: مختلط مشتبه، لا يثبتون على شيء، ولا يستقر لهم قرار، فتارة يقولون عنك: إنك ساحر، وتارة مجنون، وتارة شاعر، وكذلك جعلوا القرآن عضين، كل قال فيه، ما اقتضاه رأيه الفاسد، وهكذا، كل من كذب بالحق، فإنه في أمر مختلط، لا يدرى له وجهة ولا قرار، [فترى أموره متناقضة مؤتفكة] كما أن من اتبع الحق وصدق به، قد استقام أمره، واعتدل سبيله، وصدق فعله قيله."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفلم يتأمل هؤلاء المكذبون بالبعث السماء فوقهم؛ كيف خلقناها وبنيناها وزيناها بما وضعنا فيها من نجوم، وليس لها شقوق تعيبها؟! فالذي خلق هذه السماء لا يعجز عن بعث الموتى أحياء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفلم ينظروا» بعيونهم معتبرين بعقولهم حين أنكروا البعث «إلى السماء» كائنة «فوقهم كيف بنيناها» بلا عمد «وزيناها» بالكواكب «وما لها من فروج» شقوق تعيبها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى حالة المكذبين، وما ذمهم به، دعاهم إلى النظر في آياته الأفقية، كي يعتبروا، ويستدلوا بها، على ما جعلت أدلة عليه فقال: أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ أي: لا يحتاج ذلك النظر إلى كلفة وشد رحل، بل هو في غاية السهولة، فينظرون كَيْفَ بَنَيْنَاهَا قبة مستوية الأرجاء، ثابتة البناء، مزينة بالنجوم الخنس، والجوار الكنس، التي ضربت من الأفق إلى الأفق في غاية الحسن والملاحة، لا ترى فيها عيبًا، ولا فروجًا، ولا خلالًا، ولا إخلالاً.\nقد جعلها الله سقفًا لأهل الأرض، وأودع فيها من مصالحهم الضرورية ما أودع."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأرض بسطناها صالحة للسكنى عليها، وألقينا فيها جبالًا ثوابت حتى لا تضطرب، وأنبتنا فيها من كل صنف من النبات والشجر حسن المنظر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأرض» معطوف على موضع إلى السماء، كيف «مددناها» دحوناها على وجه الماء «وألقينا فيها رواسي» جبالا تثبتها «وأنبتنا فيها من كل زوج» صنف «بهيج» يبهج به لحسنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و إلى الأرض كيف مَدَدْنَاهَا ووسعناها، حتى أمكن كل حيوان السكون فيها والاستقرار والاستعداد لجميع مصالحه، وأرساها بالجبال، لتستقر من التزلزل، والتموج، وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ أي: من كل صنف من أصناف النبات، التي تسر ناظرها، وتعجب مبصرها، وتقر عين رامقها، لأكل بني آدم، وأكل بهائمهم ومنافعهم، وخص من تلك المنافع بالذكر، الجنات المشتملة على الفواكه اللذيذة، من العنب والرمان والأترج والتفاح، وغير ذلك، من أصناف الفواكه، ومن النخيل الباسقات، أي: الطوال، التي يطول نفعها، وترتفع إلى السماء، حتى تبلغ مبلغًا، لا يبلغه كثير من الأشجار، فتخرج من الطلع النضيد، في قنوانها، ما هو رزق للعباد، قوتًا وأدمًا وفاكهة، يأكلون منه ويدخرون، هم ومواشيهم وكذلك ما يخرج الله بالمطر، وما هو أثره من الأنهار، التي على وجه الأرض، والتي تحتها من حب الحصيد، أي: من الزرع المحصود، من بر وشعير، وذرة، وأرز، ودخن وغيره."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُنِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلقنا ذلك كله ليكون تبصرة وتذكيرًا لكل عبد راجع إلى ربه بالطاعة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تبصرة» مفعول له، أي فعلنا ذلك تبصيرا منا «وذكرى» تذكيرا «لكل عبد منيب» رجّاع إلى طاعتنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن في النظر في هذه الأشياء تَبْصِرَةً يتبصر بها، من عمى الجهل، وَذِكْرَى يتذكر بها، ما ينفع في الدين والدنيا، ويتذكر بها ما أخبر الله به، وأخبرت به رسله، وليس ذلك لكل أحد، بل لِكُلِّ عَبْدٍ مُنِيبٍ إلى الله أي: مقبل عليه بالحب والخوف والرجاء، وإجابة داعيه، وأما المكذب والمعرض، فما تغني الآيات والنذر عن قوم لا يؤمنون."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونزلنا من السماء ماءً كثير النفع والخير، فأنبتنا بذلك الماء بساتين، وأنبتنا ما تحصدونه من حب الشعير وغيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونزلنا من السماء ماءً مباركا» كثير البركة «فأنبتنا به جنات» بساتين «وحب» الزرع «الحصيد» المحصود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.\nوما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنبتنا به النخل طِوالًا عاليات، لها طلع متراكب بعضه فوق بعض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والنخل باسقات» طوالا حال مقدرة «لها طلع نضيد» متراكب بعضه فوق بعض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.\nوما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "رِزْقًا لِلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ الْخُرُوجُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنبتنا ما أنبتنا من ذلك رزقًا للعباد يأكلون منه، وأحيينا به بلدة لا نبات فيها، كما أحيينا بهذا المطر بلدة لا نبات فيها نحيي الموتى، فيخرجون أحياء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رزقا للعباد» مفعول له «وأحيينا به بلدة ميتا» يستوي فيه المذكر والمؤنث «كذلك» أي مثل هذا الإحياء «الخروج» من القبور فكيف تنكرونه والاستفهام للتقرير والمعنى أنهم نظروا وعلموا ما ذكر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.\nوما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ ولما ذكرهم بهذه الآيات السماوية والأرضية، خوفهم أخذات الأمم، وألا يستمروا على ما هم عليه من التكذيب، فيصيبهم ما أصاب إخوانهم من المكذبين، فقال:"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت قبل هؤلاء المكذبين بك - أيها الرسول - أقوام بأنبيائهم، فكذبت قوم نوح وأصحاب البئر، وكذبت ثمود."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبت قبلهم قوم نوح» تأنيث الفعل بمعنى قوم «وأصحاب الرس» هي بئر كانوا مقيمين عليها بمواشيهم يعبدون الأصنام ونبيهم: قيل حنظلة بن صفوان وقيل غيره «وثمود» قوم صالح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: كذب الذين من قبلهم من الأمم، رسلهم الكرام، وأنبياءهم العظام، ك \"نوح\" كذبه قومه، [وثمود كذبوا صالحًا]"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذبت عاد وفرعون، وقوم لوط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وعاد» قوم هود «وفرعون وإخوان لوط»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وعاد، كذبوا \"هودًا \" وإخوان لوط كذبوا \"لوطًا \""
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ ۚ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذب قوم شعيب أصحاب الأيكة وقوم تُبَّعٍ ملك اليمن، كل هؤلاء الأقوام كذَّبوا رسل الله الذين أرسلهم، فثبت عليهم ما وعدهم الله من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأصحاب الأيكة» الغيضة قوم شعيب «وقوم تُبَّع» هو ملك كان باليمن أسلم ودعا قومه إلى الإسلام فكذبوه «كل» من المذكورين «كذب الرسل» كقريش «فحق وعيد» وجب نزول العذاب على الجميع فلا يضيق صدرك من كفر قريش بك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأصحاب الأيكة كذبوا \"شعيبًا \" وقوم تبع، وتبع كل ملك ملك اليمن في الزمان السابق قبل الإسلام فقوم تبع كذبوا الرسول، الذي أرسله الله إليهم، ولم يخبرنا الله من هو ذلك الرسول، وأي تبع من التبابعة، لأنه -والله أعلم- كان مشهورًا عند العرب لكونهم من العرب العرباء، الذين لا تخفى ماجرياتهم على العرب خصوصًا مثل هذه الحادثة العظيمة.\nفهؤلاء كلهم كذبوا الرسل، الذين أرسلهم الله إليهم، فحق عليهم وعيد الله وعقوبته، ولستم أيها المكذبون لمحمد صلى الله عليه وسلم، خيرًا منهم، ولا رسلهم أكرم على الله من رسولكم، فاحذروا جرمهم، لئلا يصيبكم ما أصابهم."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ ۚ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفعجزنا عن خلقكم أول مرة حتى نعجز عن بعثكم؟! بل هم في حيرة من خلق جديد بعد خلقهم الأول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفعيينا بالخلق الأول» أي لم نعي به فلا نعيا بالإعادة «بل هم في لبس» شك «من خلق جديد» وهو البعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم استدل تعالى بالخلق الأول -وهو المنشأ الأول - على الخلق الآخر، وهو النشأة الآخرة.\nفكما أنه الذي أوجدهم بعد العدم، كذلك يعيدهم بعد موتهم وصيرورتهم إلى [الرفات] والرمم، فقال: أَفَعَيِينَا أي: أفعجزنا وضعفت قدرتنا بِالْخَلْقِ الْأَوَّلِ ؟ ليس الأمر كذلك، فلم نعجز ونعي عن ذلك، وليسوا في شك من ذلك، وإنما هم في لبس من خلق جديد هذا الذي شكوا فيه، والتبس عليهم أمره، مع أنه لا محل للبس فيه، لأن الإعادة، أهون من الابتداء كما قال تعالى: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد خلقنا الإنسان، ونعلم ما تحدث به نفسه من خواطر وأفكار، ونحن أقرب إليه من العِرق الموجود في العنق المتصل بالقلب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد خلقنا الإنسان ونعلم» حال بتقدير نحن «ما» مصدرية «توسوس» تحدث «به» الباء زائدة أو للتعدية والضمير للإنسان «نفسه ونحن أقرب إليه» بالعلم «من حبل الوريد» الإضافة للبيان والوريدان عرقان بصفحتي العنق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى، أنه المتفرد بخلق جنس الإنسان، ذكورهم وإناثهم، وأنه يعلم أحواله، وما يسره، ويوسوس في صدره وأنه أقرب إليه من حبل الوريد، الذي هو أقرب شيء إلى الإنسان، وهوالعرق المكتنف لثغرة النحر، وهذا مما يدعو الإنسان إلى مراقبة خالقه، المطلع على ضميره وباطنه، القريب منه في جميع أحواله، فيستحي منه أن يراه، حيث نهاه، أو يفقده، حيث أمره، وكذلك ينبغي له أن يجعل الملائكة الكرام الكاتبين منه على بال، فيجلهم ويوقرهم، ويحذر أن يفعل أو يقول ما يكتب عنه، مما لا يرضي رب العالمين."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذ يتلقى الملكان المتلقيان عمله، أحدهما قعيد عن يمينه، والثاني قعيد عن شماله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ» منصوبة باذكر مقدرا «يتلقى» يأخذ ويثبت «المتلقيان» الملكان الموكلان بالإنسان ما يعمله «عن اليمين وعن الشمال» منه «قعيد» أي قاعدان وهو مبتدأ خبره ما قبله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ أي: يتلقيان عن العبد أعماله كلها، واحد عَنِ الْيَمِينِ يكتب الحسنات و الآخر عن الشِّمَالِ يكتب السيئات، وكل منهما قَعِيدٌ بذلك متهيئ لعمله الذي أعد له، ملازم له"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما يقول من قول إلا لديه ملك رقيب على ما يقوله حاضر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما يلفظ من قول إلا لديه رقيب» حافظ «عتيد» حاضر وكل منهما بمعنى المثنى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا يَلْفِظُ مِنْ قَوْلٍ خير أو شر إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ أي: مراقب له، حاضر لحاله، كما قال تعالى: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاءت شدة الموت بالحق الذي لا مهرب منه، ذلك ما كنت - أيها الإنسان الغافل - تتأخر عنه، وتفر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاءت سكرة الموت» غمرته وشدته «بالحق» من أمر الآخرة حتى المنكر لها عيانا وهو نفس الشدة «ذلك» أي الموت «ما كنت منه تحيد» تهرب وتفزع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي وَجَاءَتْ هذا الغافل المكذب بآيات الله سَكْرَةُ الْمَوْتِ بِالْحَقِّ الذي لا مرد له ولا مناص، ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ أي: تتأخر وتنكص عنه."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَنُفِخَ فِي الصُّورِ ۚ ذَٰلِكَ يَوْمُ الْوَعِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ونفخ الملك الموكل بالنفخ في القرن النفخة الثانية، ذلك يوم القيامة، يوم الوعيد للكفار والعصاة بالعذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونفخ في الصور» للبعث «ذلك» أي يوم النفخ «يوم الوعيد» للكفار بالعذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ أي: اليوم الذي يلحق الظالمين ما أوعدهم الله به من العقاب، والمؤمنين ما وعدهم به من الثواب."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاءت كل نفس معها مَلَك يسوقها، ومَلَك يشهد عليها بأعمالها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاءت» فيه «كل نفس» إلى المحشر «معها سائق» ملك يسوقها إليه «وشهيد» يشهد عليها بعملها وهو الأيدي والأرجل وغيرها ويقال للكافر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ يسوقها إلى موقف القيامة، فلا يمكنها أن تتأخر عنه، وَشَهِيدٌ يشهد عليها بأعمالها، خيرها وشرها، وهذا يدل على اعتناء الله بالعباد، وحفظه لأعمالهم، ومجازاته لهم بالعدل، فهذا الأمر، مما يجب أن يجعله العبد منه على بال، ولكن أكثر الناس غافلون."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال لهذا الإنسان المَسُوق: لقد كنت في الدنيا في غفلة عن هذا اليوم بسبب اغترارك بشهواتك ولذاتك، فكشفنا عنك غفلتك بما تعاينه من العذاب والكرب، فبصرك اليوم حادٌّ تدرك به ما كنت في غفلة عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد كنت» في الدنيا «في غفلة من هذا» النازل بك اليوم «فكشفنا عنك غطاءك» أزلنا غفلتك بما تشاهده اليوم «فبصرُك اليوم حديد» حاد تدرك به ما أنكرته في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا أي: يقال للمعرض المكذب يوم القيامة هذا الكلام، توبيخًا، ولومًا وتعنيفًا أي: لقد كنت مكذبًا بهذا، تاركًا للعمل له فالآن كشفنا عَنْكَ غِطَاءَكَ الذي غطى قلبك، فكثر نومك، واستمر إعراضك، فَبَصَرُكَ الْيَوْمَ حَدِيدٌ ينظر ما يزعجه ويروعه، من أنواع العذاب والنكال.\nأو هذا خطاب من الله للعبد، فإنه في الدنيا، في غفلة عما خلق له، ولكنه يوم القيامة، ينتبه ويزول عنه وسنه، ولكنه في وقت لا يمكنه أن يتدارك الفارط، ولا يستدرك الفائت، وهذا كله تخويف من الله للعباد، وترهيب، بذكر ما يكون على المكذبين، في ذلك اليوم العظيم."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَقَالَ قَرِينُهُ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال قرينه الموكل به من الملائكة: هذا ما لدي من عمله حاضر دون نقص ولا زيادة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال قرينه» الملك الموكل به «هذا ما» أي الذي «لديَّ عتيد» حاضر فيقال لمالك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: وَقَالَ قَرِينُهُ أي: قرين هذا المكذب المعرض، من الملائكة، الذين وكلهم الله على حفظه، وحفظ أعماله، فيحضره يوم القيامة ويحضر أعماله ويقول: هَذَا مَا لَدَيَّ عَتِيدٌ أي: قد أحضرت ما جعلت عليه، من حفظه، وحفظ عمله، فيجازى بعمله."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الله للملكين السائق والشاهد: ألقيا في جهنم كل كفور للحق، معاند له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألقيا في جهنم» أي: ألق ألق أو ألقين وبه قرأ الحسن فأبدلت النون ألفا «كلَّ كفار عنيد» معاند للحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال لمن استحق النار: أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ أي: كثير الكفر والعناد لآيات الله، المكثر من المعاصي، المجترئ على المحارم والمآثم."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كثير المنع لما أوجب الله عليه من حق، متجاوز لحدود الله، شاكّ فيما يخبر به من وعد أو وعيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«منَّاع للخير» كالزكاة «معتد» ظالم «مريب» شاك في دينه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَنَّاعٍ لِلْخَيْرِ أي: يمنع الخير الذي عنده الذي أعظمه، الإيمان بالله [وملائكته] وكتبه، ورسله مناع، لنفع ماله وبدنه، مُعْتَدٍ على عباد الله، وعلى حدوده مُرِيبٍ أي: شاك في وعد الله ووعيده، فلا إيمان ولا إحسان ولكن وصفه الكفر والعدوان، والشك والريب، والشح، واتخاذ الآلهة من دون الرحمن."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي جعل مع الله معبودًا آخر يشركه معه في العبادة، فألقياه في العذاب الشديد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي جعل مع الله إلها آخر» مبتدأ ضُمن معنى الشرط خبره «فألقياه في العذاب الشديد» تفسيره مثل ما تقدم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ أي: عبد معه غيره، ممن لا يملك لنفسه نفعًا، ولا ضرًا، ولا موتًا ولا حياة، ولا نشورًا، فَأَلْقِيَاهُ أيها الملكان القرينان فِي الْعَذَابِ الشَّدِيدِ الذي هو معظمها وأشدها وأشنعها."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال قرينه من الشياطين متبرئًا منه: ربنا ما أضللته، ولكن كان في ضلال بعيد عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال قرينه» الشيطان «ربنا ما أطغيته» أضللته «ولكن كان في ضلال بعيد» فدعوته فاستجاب لي، وقال هو أطغاني بدعائه له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ قَرِينُهُ الشيطان، متبرئًا منه، حاملاً عليه إثمه: رَبَّنَا مَا أَطْغَيْتُهُ لأني لم يكن لي عليه سلطان، ولا حجة ولا برهان، ولكن كان في الضلال البعيد، فهو الذي ضل وأبعد عن الحق باختياره، كما قال في الآية الأخرى: وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم الآية"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الله: لا تختصموا لديّ، فلا فائدة من ذلك، فقد قدمت لكم في الدنيا ما جاءت به رسلي من الوعيد الشديد لمن كفر بي وعصاني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال» تعالى «لا تختصموا لديَّ» أي ما ينفع الخصام هنا «وقد قدمت إليكم» في الدنيا «بالوعيد» بالعذاب في الآخرة لو لم تؤمنوا ولا بد منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله تعالى مجيبًا لاختصامهم: لَا تَخْتَصِمُوا لَدَيَّ أي: لا فائدة في اختصامكم عندي، و الحال أني قد قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ أي: جاءتكم رسلي بالآيات البينات، والحجج الواضحات، والبراهين الساطعات، فقامت عليكم حجتي، وانقطعت حجتكم، وقدمتم علي بما أسلفتم من الأعمال التي وجب جزاؤها."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما يغير القول لدي، ولا يخلف وعدي، ولا أظلم العبيد بنقص حسناتهم، ولا بزيادة سيئاتهم، بل أجزيهم بما عملوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ما يبدل) يغير (القول لدي) في ذلك (وما أنا بظلام للعبيد) فأعذبهم بغير جرم، وظلام بمعنى ذي ظلم لقوله \"\" لا ظلم \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ أي: لا يمكن أن يخلف ما قاله الله وأخبر به، لأنه لا أصدق من الله قيلاً، ولا أصدق حديثًا.\nوَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ بل أجزيهم بما عملوا من خير وشر، فلا يزاد في سيئاتهم، ولا ينقص من حسناتهم."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم نقول لجهنم: هل امتلأت بمن ألقي فيك من الكفار والعصاة؟ فتجيب ربها: هل من مزيد؟ طلبًا للزيادة؛ غضبًا لربها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم» ناصبه ظلام «نقول» بالنون والياء «لجهنم هل امتلأت» استفهام لوعده بمثلها «وتقول» بصورة الاستفهام كالسؤال «هل من مزيد» أي لا أسع غير ما امتلأت به، أي قد امتلأت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى، مخوفًا لعباده: يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وذلك من كثرة ما ألقي فيها، وَتَقُولُ هَلْ مِنْ مَزِيدٍ أي: لا تزال تطلب الزيادة، من المجرمين العاصين، غضبًا لربها، وغيظًا على الكافرين.\nوقد وعدها الله ملأها، كما قال تعالى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ حتى يضع رب العزة عليها قدمه الكريمة المنزهة عن التشبيه، فينزوي بعضها على بعض، وتقول: قط قط، قد اكتفيت وامتلأت."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقُرِّبت الجنة للمتقين لربهم بامتثال أوامره واجتناب نواهيه، فشاهدوا ما فيها من النعيم غير بعيد منهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأزلفت الجنة» قربت «للمتقين» مكانا «غير بعيد» منهم فيرونها ويقال لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأُزْلِفَتِ الْجَنَّةُ أي: قربت بحيث تشاهد وينظر ما فيها، من النعيم المقيم، والحبرة والسرور، وإنما أزلفت وقربت، لأجل المتقين لربهم، التاركين للشرك، صغيره وكبيره ، الممتثلين لأوامر ربهم، المنقادين له."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال لهم: هذا ما وعدكم الله لكل رجَّاع إلى ربه بالتوبة، حافظ لما ألزمه ربه به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» المرئي «ما توعدون» بالتاء والياء في الدنيا ويبدل من للمتقين قوله «لكل أوَّاب» رجّاع إلى طاعة الله «حفيظ» حافظ لحدوده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال لهم على وجه التهنئة: هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ أي: هذه الجنة وما فيها، مما تشتهيه الأنفس، وتلذ الأعين، هي التي وعد الله كل أواب أي: رجاع إلى الله، في جميع الأوقات، بذكره وحبه، والاستعانة به، ودعائه، وخوفه، ورجائه.\nحَفِيظٍ أي: يحافظ على ما أمر الله به، بامتثاله على وجه الإخلاص والإكمال له، على أكمل الوجوه، حفيظ لحدوده."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "مَنْ خَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من خاف الله بالسر حيث لا يراه إلا الله، ولقي الله بقلب سليم مقبل على الله، كثير الرجوع إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من خشي الرحمن بالغيب» خافه ولم يره «وجاء بقلب منيب» مقبل على طاعته، ويقال للمتقين أيضا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَنْ خَشِيَ الرَّحْمَنَ أي: خافه على وجه المعرفة بربه، والرجاء لرحمته ولازم على خشية الله في حال غيبه أي: مغيبه عن أعين الناس، وهذه هي الخشية الحقيقية، وأما خشيته في حال نظر الناس وحضورهم، فقد تكون رياء وسمعة، فلا تدل على الخشية، وإنما الخشية النافعة، خشية الله في الغيب والشهادة ويحتمل أن المراد بخشية الله بالغيب كالمراد بالإيمان بالغيب وأن هذا مقابل للشهادة حيث يكون الإيمان والخشية ضروريًا لا اختياريًا حيث يعاين العذاب وتأتي آيات الله وهذا هو الظاهر وَجَاءَ بِقَلْبٍ مُنِيبٍ أي: وصفه الإنابة إلى مولاه، وانجذاب دواعيه إلى مراضيه."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "ادْخُلُوهَا بِسَلَامٍ ۖ ذَٰلِكَ يَوْمُ الْخُلُودِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال لهم: ادخلوا الجنة دخولًا مصحوبًا بالسلامة مما تكرهون، ذلك يوم البقاء الذي لا فناء بعده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ادخلوها بسلام» سالمين من كل مخوف أو مع سلام، أي سلموا وادخلوا «ذلك» اليوم الذي حصل فيه الدخول «يومُ الخلود» الدوام في الجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال لهؤلاء الأتقياء الأبرار: ادْخُلُوهَا بِسَلَامٍ أي: دخولًا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع مكاره الأمور، فلا انقطاع لنعيمهم، ولا كدر ولا تنغيص، ذَلِكَ يَوْمُ الْخُلُودِ الذي لا زوال له ولا موت، ولا شيء من المكدرات."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لهم ما يشاؤون فيها من النعيم الذي لا ينفد، ولدينا مزيد من النعيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ومنه رؤية الله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لهم ما يشاءُون فيها ولدينا مزيد» زيادة على ما عملوا وطلبوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَهُمْ مَا يَشَاءُونَ فِيهَا أي: كل ما تعلقت به مشيئتهم، فهو حاصل فيها ولهم فوق ذلك مَزِيدٌ أي: ثواب يمدهم به الرحمن الرحيم، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، وأعظم ذلك، وأجله، وأفضله، النظر إلى وجه الله الكريم، والتمتع بسماع كلامه، والتنعم بقربه، نسأل الله تعالى أن يجعلنا منهم."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أكثر الأمم التي أهلكناها قبل هؤلاء المشركين المكذبين من أهل مكة، كانوا أشد منهم قوة، ففتشوا في البلاد لعلهم يجدون مهربًا من العذاب فلم يجدوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكم أهلكنا قبلهم من قرن» أي أهلكنا قبل كفار قريش قرونا كثيرة من الكفار «هم أشد منهم بطشا» قوة «فنقبوا» فتشوا «في البلاد هل من محيص» لهم أو لغيرهم من الموت فلم يجدوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى -مخوفًا للمشركين المكذبين للرسول:- وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ أي: أمما كثيرة هم أشد من هؤلاء بطشًا أي: قوة وآثارًا في الأرض.\nولهذا قال: فَنَقَّبُوا فِي الْبِلَادِ أي: بنوا الحصون المنيعة والمنازل الرفيعة، وغرسوا الأشجار، وأجروا الأنهار، وزرعوا، وعمروا، ودمروا، فلما كذبوا رسل الله، وجحدوا آيات الله، أخذهم الله بالعقاب الأليم، والعذاب الشديد، ف هَلْ مِنْ مَحِيصٍ أي: لا مفر لهم من عذاب الله، حين نزل بهم، ولا منقذ، فلم تغن عنهم قوتهم، ولا أموالهم، ولا أولادهم."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن في ذلك المذكور من إهلاك الأمم السابقة لتذكيرًا وموعظة لمن كان له قلب يعقل به، أو أنصت بسمعه حاضر القلب، غير غافل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن في ذلك» المذكور «لذكرى» لعظة «لمن كان له قلب» عقل «أو ألقى السمع» استمع الوعظ «وهو شهيد» حاضر بالقلب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أي: قلب عظيم حي، ذكي، زكي، فهذا إذا ورد عليه شيء من آيات الله، تذكر بها، وانتفع، فارتفع وكذلك من ألقى سمعه إلى آيات الله، واستمعها، استماعًا يسترشد به، وقلبه شَهِيدٌ أي: حاضر، فهذا له أيضا ذكرى وموعظة، وشفاء وهدى.\nوأما المعرض، الذي لم يلق سمعه إلى الآيات، فهذا لا تفيده شيئًا، لأنه لا قبول عنده، ولا تقتضي حكمة الله هداية من هذا وصفه ونعته."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد خلقنا السماوات، وخلقنا الأرض، وما بين السماوات والأرض؛ في ستة أيام مع قدرتنا على خلقها في لحظة، وما أصابنا من تعب كما تقول اليهود."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام) أولها الأحد وآخرها الجمعة (وما مسنا من لغوب) تعب، نزل ردا على اليهود في قولهم: إن الله استراح يوم السبت وانتفاء التعب عنه لتنزهه تعالى عن صفات المخلوقين ولعدم المماثلة بينه وبين غيره \"\" إنما أمره إذا أراد شيئا أن يقول له كن فيكون \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا إخبار منه تعالى عن قدرته العظيمة، ومشيئته النافذة، التي أوجد بها أعظم المخلوقات السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ أولها يوم الأحد، وآخرها يوم الجمعة، من غير تعب، ولا نصب، ولا لغوب، ولا إعياء، فالذي أوجدها -على كبرها وعظمتها- قادر على إحياء الموتى، من باب أولى وأحرى."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاصبر - أيها الرسول - على ما يقوله اليهود وغيرهم، وصلّ لربك حامدًا إياه صلاة الفجر قبل طلوع الشمس، وصلّ العصر قبل غروبها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاصبر» خطاب للنبي صلى الله عليه وسلم «على ما يقولون» أي اليهود وغيرهم من التشبيه والتكذيب «وسبح بحمد ربك» صل حامدا «قبل طلوع الشمس» أي صلاة الصبح «وقبل الغروب» أي صلاة الظهر والعصر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاصْبِرْ عَلَى مَا يَقُولُونَ من الذم لك والتكذيب بما جئت به، واشتغل عنهم واله بطاعة ربك وتسبيحه، أول النهار وآخره"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن الليل فصلّ له، وسبِّحه بعد الصلوات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن الليل فسبحه» أي صل العشاءين «وأَِدبار السجود» بفتح الهمزة جمع دبر وكسرها مصدر أدبر، أي صل النوافل المسنونة عقب الفرائض وقيل المراد حقيقة التسبيح في هذه الأوقات ملابسا للحمد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفي أوقات الليل، وأدبار الصلوات.\nفإن ذكر الله تعالى، مسل للنفس، مؤنس لها، مهون للصبر."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واستمع - أيها الرسول - يوم ينادي المَلَك الموكل بالنفخ في الصُّور النفخة الثانية، من مكان قريب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«واستمع» يا مخاطب مقولي «يوم يناد المناد» هو إسرافيل «من مكان قريب» من السماء وهو صخرة بيت المقدس أقرب موضع من الأرض إلى السماء يقول: أيتها العظام البالية والأوصال المتقطعة واللحوم المتمزقة والشعور المتفرقة إن الله يأمركن أن تجتمعن لفصل القضاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَاسْتَمِعْ بقلبك نداء المنادي وهو إسرافيل عليه السلام، حين ينفخ في الصور مِنْ مَكَانٍ قَرِيبٍ من الخلق"
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ۚ ذَٰلِكَ يَوْمُ الْخُرُوجِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم يسمع الخلائق صيحة البعث بالحق الذي لا مِرْية فيه، ذلك اليوم الذي يسمعونها فيه هو يوم خروج الأموات من قبورهم للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم» بدل من يوم قبله «يسمعون» أي الخلق كلهم «الصيحة بالحق» بالبعث وهي النفخة الثانية من إسرافيل ويحتمل أن تكون قبل ندائه وبعده «ذلك» أي يوم النداء والسماع «يوم الخروج» من القبور وناصب يوم ينادي مقدرا، أي يعلمون عاقبة تكذيبهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ أي: كل الخلائق يسمعون تلك الصيحة المزعجة المهولة بالحق الذي لا شك فيه ولا امتراء.\nذَلِكَ يَوْمُ الْخُرُوجِ من القبور، الذي انفرد به القادر على كل شيء."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا نحن نحيي ونميت، لا محيي غيرنا ولا مميت، وإلينا وحدنا رجوع العباد يوم القيامة للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا نحن نحيي ونميت وإلينا المصير»."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم تتشقق عنهم الأرض فيخرجون مسرعين، ذلك حشر علينا سهل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم» بدل من يوم قبله وما بينهما اعتراض «تشقق» بتخفيف الشين وتشديدها بإدغام التاء الثانية في الأصل فيها «الأرض عنهم سراعا» جمع سريع حال من مقدر، أي فيخرجون مسرعين «ذلك حشر علينا يسير» فيه فصل بين الموصوف والصفة بمتعلقها للاختصاص وهو لا يضر وذلك إشارة إلى معنى الحشر المخبر به عنه، وهو الإحياء بعد الفناء والجمع للعرض والحساب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ أي: عن الأموات سِرَاعًا أي: يسرعون لإجابة الداعي لهم، إلى موقف القيامة، ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ أي: هين على الله يسير لا تعب فيه ولا كلفة."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "نحن أعلم بما يقوله هؤلاء المكذبون، وما أنت - أيها الرسول - بمُسَلَّط عليهم فتجبرهم على الإيمان، وإنما أنت مبلغ ما أمرك الله بتبليغه، فذكّر بالقرآن من يخاف وعيدي للكافرين والعصاة؛ لأن الخائف هو الذي يتعظ، ويتذكر إذا ذُكّر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نحن أعلم بما يقولون» أي كفار قريش «وما أنت عليهم بجبار» تجبرهم على الإيمان وهذا قبل الأمر بالجهاد «فذكِّر بالقرآن من يخاف وعيد» وهم المؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ لك، مما يحزنك، من الأذى، وإذا كنا أعلم بذلك، فقد علمت كيف اعتناؤنا بك، وتيسيرنا لأمورك، ونصرنا لك على أعدائك، فليفرح قلبك، ولتطمئن نفسك، ولتعلم أننا أرحم بك وأرأف، من نفسك، فلم يبق لك إلا انتظار وعد الله، والتأسي بأولي العزم، من رسل الله، وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ أي: مسلط عليهم إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ ولهذا قال: فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ والتذكير، [هو] تذكير ما تقرر في العقول والفطر، من محبة الخير وإيثاره، وفعله، ومن بغض الشر ومجانبته، وإنما يتذكر بالتذكير، من يخاف وعيد الله، وأما من لم يخف الوعيد، ولم يؤمن به، فهذا فائدة تذكيره، إقامة الحجة عليه، لئلا يقول: ما جاءنا من بشير ولا نذير آخر تفسير سورة (ق) والحمد لله أولاً وآخرًا وظاهرًا وباطنًا"
                }
            ]
        }
    ]
}