{
    "surah": "الذاريات",
    "number": 51,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَٱلذَّٰرِيَٰتِ ذَرۡوٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقسم الله بالرياح التي تذرو التراب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذاريات» الرياح تذرو التراب وغيره «ذروا» مصدر، ويُقال تذريه ذريا تهب به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا قسم من الله الصادق في قيله، بهذه المخلوقات العظيمة التي جعل الله فيها من المصالح والمنافع، ما جعل على أن وعده صدق، وأن الدين الذي هو يوم الجزاء والمحاسبة على الأعمال، لواقع لا محالة، ما له من دافع، فإذا أخبر به الصادق العظيم وأقسم عليه، وأقام الأدلة والبراهين عليه، فلم يكذب به المكذبون، ويعرض عن العمل له العاملون.\nوالمراد بالذاريات: هي الرياح التي تذروا، في هبوبها ذَرْوًا بلينها، ولطفها، ولطفها وقوتها، وإزعاجها."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "فَٱلۡحَٰمِلَٰتِ وِقۡرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبالسُّحب التي تحمل الماء الغزير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فالحاملات» السحب تحمل الماء «وقراً» ثقلا مفعول الحاملات"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَالْحَامِلَاتِ وِقْرًا السحاب، تحمل الماء الكثير، الذي ينفع الله به البلاد والعباد."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "فَٱلۡجَٰرِيَٰتِ يُسۡرٗا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبالسفن التي تجري في البحر بسهولة ويسر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فالجاريات» السفن تجري على وجه الماء «يُسرا» بسهولة مصدر في موضع الحال، أي ميسرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فالْجَارِيَاتِ يُسْرًا النجوم، التي تجري على وجه اليسر والسهولة، فتتزين بها السماوات، ويهتدى بها في ظلمات البر والبحر، وينتفع بالاعتبار بها."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "فَٱلۡمُقَسِّمَٰتِ أَمۡرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبالملائكة التي تقسم ما أمرها الله بتقسيمه من أمور العباد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فالمقسمات أمرا» الملائكة تقسم الأرزاق والأمطار وغيرها بين البلاد والعباد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فالْمُقَسِّمَاتِ أَمْرًا الملائكة التي تقسم الأمر وتدبره بإذن الله، فكل منهم، قد جعله الله على تدبير أمر من أمور الدنيا وأمور الآخرة، لا يتعدى ما قدر له وما حد ورسم، ولا ينقص منه."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "إِنَّمَا تُوعَدُونَ لَصَادِقٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن ما يعدكم ربكم به من الحساب والجزاء لَحَقّ لا مِرْية فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنما توعدون» ما مصدرية، أي وعدهم بالبعث وغيره «لصادق» لوعد صادق."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن حساب العباد لواقع يوم القيامة لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن الدين» الجزاء بعد الحساب «لواقع» لا محالة."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقسم الله بالسماء الحسنة الخلق ذات الطرق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسماء ذات الحبك» جمع حبيكة كطريقة وطريق أي صاحبة الطرق في الخلقة كالطريق في الرمل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: والسماء ذات الطرائق الحسنة، التي تشبه حبك الرمال، ومياه الغدران، حين يحركها النسيم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنكم - يا أهل مكة - لفي قول متناقض متضارب، تارة تقولون: القرآن سحر، وتارة شعر، وتقولون: محمد ساحر تارة، وتارة شاعر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنكم» يا أهل مكة في شأن النبي صلى الله عليه وسلم والقرآن «لفي قول مختلف» قيل شاعر ساحر كاهن شعر سحر كهانة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّكُمْ أيها المكذبون لمحمد صلى الله عليه وسلم، لَفِي قَوْلٍ مُخْتَلِفٍ منكم، من يقول ساحر، ومنكم من يقول كاهن، ومنكم من يقول: مجنون، إلى غير ذلك من الأقوال المختلفة، الدالة على حيرتهم وشكهم، وأن ما هم عليه باطل."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُصْرف عن الإيمان بالقرآن وبالنبي صلى الله عليه وسلم من صُرِف عنه في علم الله؛ لعلمه أنه لا يؤمن، فلا يوفق للهداية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يؤفك عنه من أفك» صرف عن الهداية في علم الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ أي: يصرف عنه من صرف عن الإيمان، وانصرف قلبه عن أدلة الله اليقينية وبراهينه، واختلاف قولهم، دليل على فساده وبطلانه، كما أن الحق الذي جاء به محمد صلى الله عليه وسلم، متفق [يصدق بعضه بعضًا]، لا تناقض فيه، ولا اختلاف، وذلك، دليل على صحته، وأنه من عند الله وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "قُتِلَ ٱلۡخَرَّٰصُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لعن هؤلاء الكذابون الذين قالوا في القرآن وفي نبيهم ما قالوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قُتل الخراصون» لعن الكذابون أصحاب القول المختلف."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: قُتِلَ الْخَرَّاصُونَ أي: قاتل الله الذين كذبوا على الله، وجحدوا آياته، وخاضوا بالباطل، ليدحضوا به الحق، الذين يقولون على الله ما لا يعلمون."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين هم في جهل غافلون عن الدار الآخرة، لا يبالون بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين هم في غمرة» جهل يغمرهم «ساهون» غافلون عن أمر الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ هُمْ فِي غَمْرَةٍ أي: في لجة من الكفر، والجهل، والضلال، سَاهُونَ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسألون: متى يوم الجزاء؟ وهم لا يعملون له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يسألون» النبي استفهام استهزاء «أيان يوم الدين» أي متى مجيئه وجوابهم: يجيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَسْأَلُونَ على وجه الشك والتكذيب أيان يبعثون أي: متى يبعثون، مستبعدين لذلك، فلا تسأل عن حالهم وسوء مآلهم"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيجيبهم الله عن سؤالهم: يوم هم على النار يعذبون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم هم على النار يفتنون» أي يعذبون فيها ويقال لهم حين التعذيب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ أي: يعذبون بسبب ما انطووا عليه من خبث الباطن والظاهر."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقال لهم: ذوقوا عذابكم، هذا هو الذي كنتم تسألون تعجيله عندما تنذرون به؛ استهزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذوقوا فتنتكم» تعذيبكم «هذا» التعذيب «الذي كنتم به تستعجلون» في الدنيا استهزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال [لهم ]: ذُوقُوا فِتْنَتَكُمْ أي: العذاب والنار، الذي هو أثر ما افتتنوا به، من الابتلاء الذي صيرهم إلى الكفر، والضلال، هَذَا العذاب، الذي وصلتم إليه، [هو] الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ فالآن، تمتعوا بأنواع العقاب والنكال والسلاسل والأغلال، والسخط والوبال."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المتقين لربهم بامتثال أوامره، واجتناب نواهيه يوم القيامة في بساتين وعيون جارية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المتقين في جنات» بساتين «وعيون» تجري فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى في ذكر ثواب المتقين وأعمالهم، التي أوصلتهم إلى ذلك الجزاء: إِنَّ الْمُتَّقِينَ أي: الذين كانت التقوى شعارهم، وطاعة الله دثارهم، فِي جَنَّاتِ مشتملات على جميع [أصناف] الأشجار، والفواكه، التي يوجد لها نظير في الدنيا، والتي لا يوجد لها نظير، مما لم تنظر العيون إلى مثله، ولم تسمع الآذان، ولم يخطر على قلوب العباد وَعُيُونٍ سارحة، تشرب منها تلك البساتين، ويشرب بها عباد الله، يفجرونها تفجيرًا."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "آخذين ما أعطاهم ربهم من الجزاء الكريم، إنهم كانوا قبل هذا الجزاء الكريم محسنين في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«آخذين» حال من الضمير في خبر إن «ما آتاهم» أعطاهم «ربهم» من الثواب «إنهم كانوا قبل ذلك» أي دخولهم الجنة «محسنين» في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ يحتمل أن المعنى أن أهل الجنة قد أعطاهم مولاهم جميع مناهم، من جميع أصناف النعيم، فأخذوا ذلك، راضين به، قد قرت به أعينهم، وفرحت به نفوسهم، ولم يطلبوا منه بدلاً، ولا يبغون عنه حولاً، وكل قد ناله من النعيم، ما لا يطلب عليه المزيد، ويحتمل أن هذا وصف المتقين في الدنيا، وأنهم آخذون ما آتاهم الله، من الأوامر والنواهي، أي: قد تلقوها بالرحب، وانشراح الصدر، منقادين لما أمر الله به، بالامتثال على أكمل الوجوه، ولما نهى عنه، بالانزجار عنه لله، على أكمل وجه، فإن الذي أعطاهم الله من الأوامر والنواهي، هو أفضل العطايا، التي حقها، أن تتلقى بالشكر [لله] عليها، والانقياد.\nوالمعنى الأول، ألصق بسياق الكلام، لأنه ذكر وصفهم في الدنيا، وأعمالهم بقوله: إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ الوقت الذي وصلوا به إلى النعيم مُحْسِنِينَ وهذا شامل لإحسانهم بعبادة ربهم، بأن يعبدوه كأنهم يرونه، فإن لم يكونوا يرونه، فإنه يراهم، وللإحسان إلى عباد الله ببذل النفع والإحسان، من مال، أو علم، أو جاه أو نصيحة، أو أمر بمعروف، أو نهي عن منكر، أو غير ذلك من وجوه الإحسان وطرق الخيرات.\nحتى إنه يدخل في ذلك، الإحسان بالقول، والكلام اللين، والإحسان إلى المماليك، والبهائم المملوكة، وغير المملوكة من أفضل أنواع الإحسان في عبادة الخالق، صلاة الليل، الدالة على الإخلاص، وتواطؤ القلب واللسان."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كانوا يصلّون من الليل، لا ينامون إلا زمنًا قليلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كانوا قليلا من الليل ما يهجعون» ينامون، وما زائدة ويهجعون خبر كان وقليلا ظرف، أي ينامون في زمن يسير من الليل ويصلون أكثره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَانُوا أي: المحسنون قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ أي: كان هجوعهم أي: نومهم بالليل، قليلاً، وأما أكثر الليل، فإنهم قانتون لربهم، ما بين صلاة، وقراءة، وذكر، ودعاء، وتضرع."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي وقت الأسحار يطلبون المغفرة من الله لذنوبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبالأسحار هم يستغفرون» يقولون: اللهم اغفر لنا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَبِالْأَسْحَارِ التي هي قبيل الفجر هُمْ يَسْتَغْفِرُونَ الله تعالى، فمدوا صلاتهم إلى السحر، ثم جلسوا في خاتمة قيامهم بالليل، يستغفرون الله تعالى، استغفار المذنب لذنبه، وللاستغفار بالأسحار، فضيلة وخصيصة، ليست لغيره، كما قال تعالى في وصف أهل الإيمان والطاعة: وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي أموالهم حق - يتطوّعون به- للسائل من الناس، وللذي لا يسألهم، ممن حرم الرزق لأي سبب كان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي أموالهم حق للسائل والمحروم» الذي لا يسأل لتعففه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَفِي أَمْوَالِهِمْ حَقٌّ واجب ومستحب لِلسَّائِلِ وَالْمَحْرُومِ أي: للمحتاجين الذين يطلبون من الناس، والذين لا يطلبون منهم"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي الأرض وما وضع الله فيها من جبال وبحار وأنهار وأشجار ونبات وحيوان، دلالات على قدرة الله للموقنين أن الله هو الخالق المصور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي الأرض» من الجبال والبحار والأشجار والثمار والنبات وغيرها «آيات» دلالات على قدرة الله سبحانه وتعالى ووحدانيته «للموقنين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى -داعيًا عباده إلى التفكر والاعتبار-: وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ وذلك شامل لنفس الأرض، وما فيها، من جبال وبحار، وأنهار، وأشجار، ونبات تدل المتفكر فيها، المتأمل لمعانيها، على عظمة خالقها، وسعة سلطانه، وعميم إحسانه، وإحاطة علمه، بالظواهر والبواطن."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي أنفسكم - أيها الناس - دلالات على قدرة الله، أفلا تبصرون لتعتبروا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي أنفسكم» آيات أيضا من مبدأ خلقكم إلى منتهاه، وما في تركيب خلقكم من العجائب «أفلا تبصرون» ذلك فتستدلون به على صانعه وقدرته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كذلك في نفس العبد من العبر والحكمة والرحمة ما يدل على أن الله وحده الأحد الفرد الصمد، وأنه لم يخلق الخلق سدى."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي السماء رزقكم الدنيوي والديني، وفيها ما توعدون من خير أو شر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي السماء رزقكم» أي المطر المسبب عنه النبات الذي هو رزق «وما توعدون» من المآب والثواب والعقاب أي مكتوب ذلك في السماء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَفِي السَّمَاءِ رِزْقُكُمْ أي مادة رزقكم، من الأمطار، وصنوف الأقدار، الرزق الديني والدنيوي، وَمَا تُوعَدُونَ من الجزاء في الدنيا والآخرة، فإنه ينزل من عند الله، كسائر الأقدار."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فورب السماء والأرض إن البعث لحق لا شك فيه، كما أنه لا شك في نطقكم حين تنطقون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فورب السماء والأرض إنه» أي ما توعدون «لحق مثلُ ما أنكم تنطقون» برفع مثل صفة، وما مزيدة وبفتح اللام مركبة مع ما، المعنى: مثل نطقكم في حقيقته أي معلوميته عندكم ضرورة صدوره عنكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما بين الآيات ونبه عليها تنبيهًا، ينتبه به الذكي اللبيب، أقسم تعالى على أن وعده وجزاءه حق، وشبه ذلك، بأظهر الأشياء [لنا] وهو النطق، فقال: فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ فكما لا تشكون في نطقكم، فكذلك لا ينبغي الشك في البعث بعد الموت"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هل أتاك - أيها الرسول - حديث ضيوف إبراهيم عليه السلام من الملائكة الذين أكرمهم؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هل أتاك» خطاب للنبي صلى الله عليه وسلم «حديث ضيف إبراهيم المكرمين» وهم ملائكة اثنا عشر أو عشرة أو ثلاثة، منهم جبريل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: هَلْ أَتَاكَ أي: أما جاءك حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ ونبأهم الغريب العجيب، وهم: الملائكة، الذين أرسلهم الله، لإهلاك قوم لوط، وأمرهم بالمرور على إبراهيم، فجاؤوه في صورة أضياف."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حين دخلوا عليه فقالوا له: سلامًا، قال إبراهيم ردًّا عليهم: سلام، وقال في نفسه: هؤلاء قوم لا نعرفهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ» ظرف لحديث ضيف «دخلوا عليه فقالوا سلاما» أي هذا اللفظ «قال سلام» أي هذا اللفظ «قوم منكرون» لا نعرفهم قال ذلك في نفسه وهو خبر مبتدأ مقدر أي هؤلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ مجيبًا لهم سَلَامٌ أي: عليكم قَوْمٌ مُنْكَرُونَ أي: أنتم قوم منكرون، فأحب أن تعرفوني بأنفسكم، ولم يعرفهم إلا بعد ذلك."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فمال إلى أهله خفية، فجاء من عندهم بعجل كامل سمين؛ ظنًّا منه أنهم بشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(فراغ) مال (إلى أهله) سرا (فجاء بعجل سمين) وفي سورة هود \"\" بعجل حنيذ \"\" أي مشوي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا راغ إلى أهله أي: ذهب سريعًا في خفية، ليحضر لهم قراهم، فَجَاءَ بِعِجْلٍ سَمِينٍ"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقرّب العجل إليهم، وخاطبهم برفق: ألا تأكلون ما قُدِّم لكم من طعام؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقربه إليهم قال ألا تأكلون» عرض عليهم الأكل فلم يجيبوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[فَقَرَّبَهُ إِلَيْهِمْ وعرض عليهم الأكل، ف قَالَ أَلَا تَأْكُلُونَ"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما لم يأكلوا أضمر في نفسه الخوف منهم ففطنوا له، فقالوا مطمئنين إياه: لا تخفْ، إنا رسل من عند الله، وأخبروه بما يسرّه من أنه يولد له غلام له علم كثير، والمُبَشَّر به هو إسحاق عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأوجس» أضمر في نفسه «منهم خيفة قالوا لا تخف» إنا رسل ربك «وبشروه بغلام عليم» ذي علم كثير وهو إسحاق كما ذكر في هود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[فَأَوْجَسَ مِنْهُمْ خِيفَةً حين رأى أيديهم لا تصل إليه، قَالُوا لَا تَخَفْ وأخبروه بما جاؤوا له وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ وهو: إسحاق عليه السلام."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما سمعت امرأته البشارة أقبلت تصيح من الفرح، فلطمت وجهها، وقالت متعجبة: أتلد عجوز، وهي في الأصل عقيم!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأقبلت امراته» سارة «في صرَّة» صيحة حال، أي جاءت صائحة «فصكت وجهها» لطمته «وقالت عجوز عقيم» لم تلد قط وعمرها تسع وتسعون سنة وعمر إبراهيم مائة سنة، أو عمره مائة وعشرون سنة وعمرها تسعون سنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما سمعت المرأة البشارة أقبلت فرحة مستبشرة فِي صَرَّةٍ أي: صيحة فَصَكَّتْ وَجْهَهَا وهذا من جنس ما يجري من لنساء عند السرور [ونحوه] من الأقوال والأفعال المخالفة للطبيعة والعادة، وَقَالَتْ عَجُوزٌ عَقِيمٌ أي: أنى لي الولد، وأنا عجوز، قد بلغت من السن، ما لا تلد معه النساء، ومع ذلك، فأنا عقيم، غير صالح رحمي للولادة أصلاً، فثم مانعان، كل منهما مانع من الولد، وقد ذكرت المانع الثالث في سورة هود بقولها: وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال لها الملائكة: ما أخبرناكِ به قاله ربكِ، وما قاله لا رادّ له؛ إنه هو الحكيم في خلقه وتقديره، العليم بخلقه وما يصلح لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا كذلك» أي مثل قولنا في البشارة «قال ربك إنه هو الحكيم» في صنعه «العليم» بخلقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا كَذَلِكِ قَالَ رَبُّكِ أي: الله الذي قدر ذلك وأمضاه، فلا عجب في قدرة الله تعالى إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ أي: الذي يضع الأشياء مواضعها، وقد وسع كل شيء علمًا فسلموا لحكمه، واشكروه على نعمته."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال إبراهيم عليه السلام للملائكة: ما شأنكم؟ وما الذي تقصدونه؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال فما خطبكم» شأنكم «أيها المرسلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال لهم إبراهيم عليه السلام: فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ الآيات، أي: ما شأنكم وما تريدون؟ لأنه استشعر أنهم رسل، أرسلهم الله لبعض الشئون المهمة."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال الملائكة جوابًا له: إنا بعثنا الله إلى قوم مجرمين يرتكبون قبائح الذنوب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا إنا أرسلنا إلى قوم مجرمين» كافرين هم قوم لوط."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ وهم قوم لوط، قد أجرموا ، أشركوا بالله، وكذبوا رسولهم، وأتوا الفاحشة الشنعاء التي ما سبقهم إليها أحد من العالمين."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لنبعث عليهم حجارة من طين متصلِّب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لنرسل عليهم حجارة من طين» مطبوخ بالنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ أي: معلمة، على كل حجر منها سمة صاحبه لأنهم أسرفوا، وتجاوزوا الحد"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "معلَّمة عند ربك - يا إبراهيم- تُبْعَث على المتجاوزين لحدود الله المبالغين في الكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مُسَوَّمة» معلمة عليها اسم من يْرمى بها «عند ربك» ظرف لها «للمسرفين» بإتيانهم الذكور مع كفرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ أي: معلمة، على كل حجر منها سمة صاحبه لأنهم أسرفوا، وتجاوزوا الحد فجعل إبراهيم يجادلهم في قوم لوط، لعل الله يدفع عنهم العذاب، فقال الله: يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأخرجنا من كان في قرية قوم لوط من المؤمنين حتى لا يصيبهم ما يصيب المجرمين من العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأخرجنا من كان فيها» أي قرى قوم لوط «من المؤمنين» لإهلاك الكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ وهم بيت لوط عليه السلام، إلا امرأته، فإنها من المهلكين."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما وجدنا في قريتهم هذه غير بيت واحد من المسلمين، هم أهل بيت لوط عليه السلام ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما وجدنا فيها غير بيت من المسلمين» وهو لوط وابنتاه وصفوا بالإيمان والإسلام، أي هم مصدقون بقلوبهم عاملون بجوارحهم الطاعات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهم بيت لوط عليه السلام، إلا امرأته، فإنها من المهلكين."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتركنا في قرية قوم لوط من آثار العذاب ما يدل على وقوع العذاب عليهم ليعتبر به من يخاف العذاب الموجع الذي أصابهم، فلا يعمل بعملهم لينجو منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتركنا فيها» بعد إهلاك الكافرين «آية» علامة على إهلاكهم «للذين يخافون العذاب الأليم» فلا يفعلون مثل فعلهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ يعتبرون بها ويعلمون، أن الله شديد العقاب، وأن رسله صادقون، مصدقون.\nفصل في ذكر بعض ما تضمنته هذه القصة من الحكم والأحكاممنها: أن من الحكمة، قص الله على عباده نبأ الأخيار والفجار، ليعتبروا بحالهم وأين وصلت بهم الأحوال.\nومنها: فضل إبراهيم الخليل، عليه الصلاة والسلام، حيث ابتدأ الله قصته، بما يدل على الاهتمام بشأنها، والاعتناء بها.\nومنها: مشروعية الضيافة، وأنها من سنن إبراهيم الخليل، الذي أمر الله هذا النبي وأمته، أن يتبعوا ملته، وساقها الله في هذا الموضع، على وجه المدح له والثناء.\nومنها: أن الضيف يكرم بأنواع الإكرام، بالقول، والفعل، لأن الله وصف أضياف إبراهيم، بأنهم مكرمون، أي: أكرمهم إبراهيم، ووصف الله ما صنع بهم من الضيافة، قولاً وفعلاً، ومكرمون أيضًا عند الله تعالى.\nومنها: أن إبراهيم عليه السلام، قد كان بيته، مأوى للطارقين والأضياف، لأنهم دخلوا عليه من غير استئذان، وإنما سلكوا طريق الأدب، في الابتداء السلام فرد عليهم إبراهيم سلامًا، أكمل من سلامهم وأتم، لأنه أتى به جملة اسمية، دالة على الثبوت والاستمرار.\nومنها: مشروعية تعرف من جاء إلى الإنسان، أو صار له فيه نوع اتصال، لأن في ذلك، فوائد كثيرة.\nومنها: أدب إبراهيم ولطفه في الكلام، حيث قال: قَوْمٌ مُنْكَرُونَ ولم يقل: أنكرتكم [وبين اللفظين من الفرق، ما لا يخفى].\nومنها: المبادرة إلى الضيافة والإسراع بها، لأن خير البر عاجله [ولهذا بادر إبراهيم بإحضار قرى أضيافه].\nومنها: أن الذبيحة الحاضرة، التي قد أعدت لغير الضيف الحاضر إذا جعلت له، ليس فيها أقل إهانة، بل ذلك من الإكرام، كما فعل إبراهيم عليه السلام، وأخبر الله أن ضيفه مكرمون.\nومنها: ما من الله به على خليله إبراهيم، من الكرم الكثير، وكون ذلك حاضرًا عنده وفي بيته معدًا، لا يحتاج إلى أن يأتي به من السوق، أو الجيران، أو غير ذلك.\nومنها: أن إبراهيم، هو الذي خدم أضيافه، وهو خليل الرحمن، وكبير من ضيف الضيفان.\nومنها: أنه قربه إليهم في المكان الذي هم فيه، ولم يجعله في موضع، ويقول لهم: تفضلوا، أو ائتوا إليه لأن هذا أيسر عليهم وأحسن.\nومنها: حسن ملاطفة الضيف في الكلام اللين، خصوصًا، عند تقديم الطعام إليه، فإن إبراهيم عرض عليهم عرضًا لطيفًا، وقال: أَلَا تَأْكُلُونَ ولم يقل: كلوا ونحوه من الألفاظ، التي غيرها أولى منها، بل أتى بأداة العرض، فقال: أَلَا تَأْكُلُونَ فينبغي للمقتدي به أن يستعمل من الألفاظ الحسنة، ما هو المناسب واللائق بالحال، كقوله لأضيافه: ألا تأكلون أو: \"ألا تتفضلون علينا وتشرفوننا وتحسنون إلينا \" ونحوه.\nومنها: أن من خاف من الإنسان لسبب من الأسباب، فإن عليه أن يزيل عنه الخوف، ويذكر له ما يؤمن روعه، ويسكن جأشه، كما قالت الملائكة لإبراهيم [لما خافهم]: لَا تَخَفْ وأخبروه بتلك البشارة السارة، بعد الخوف منهم.\nومنها: شدة فرح سارة، امرأة إبراهيم، حتى جرى منها ما جرى، من صك وجهها، وصرتها غير المعهودة.\nومنها: ما أكرم الله به إبراهيم وزوجته سارة، من البشارة، بغلام عليم."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي موسى حين بعثناه إلى فرعون بالحجج الواضحة، آية لمن يخاف العذاب الموجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي موسى» معطوف على فيها، المعنى وجعلنا في قصة موسى آية «إذ أرسلناه إلى فرعون» ملتبسا «بسلطان مبين» بحجة واضحة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: ( وَفِي مُوسَى ) وما أرسله الله به إلى فرعون وملئه، بالآيات البينات، والمعجزات الظاهرات، آية للذين يخافون العذاب الأليم،"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأعرض فرعون معتدًّا بقوته وجنده عن الحق، وقال عن موسى عليه السلام : هو ساحر يسحر الناس، أو مجنون يقول ما لا يعقله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فتولى» أعرض عن الإيمان «بركنه» مع جنوده لأنهم له كالركن «وقال» لموسى هو «ساحر أو مجنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فتولى فرعون بِرُكْنِهِ أي: أعرض بجانبه عن الحق، ولم يلتفت إليه، وقدح فيه أعظم القدح فقالوا: سَاحِرٌ أَوْ مَجْنُونٌ أي: إن موسى، لا يخلو، إما أن يكون أتى به شعبذة ليس من الحق في شيء، وإما أن يكون مجنونًا، لا يؤخذ بما صدر منه، لعدم عقله.\nهذا، وقد علموا، خصوصًا فرعون، أن موسى صادق، كما قال تعالى: وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ [ظُلْمًا وَعُلُوًّا] وقال موسى لفرعون: لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ [بَصَائِرَ الآية]،"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأخذناه هو وجنوده كلهم فطرحناهم في البحر، فغرقوا وهلكوا، وفرعون آتٍ بما يلام عليه من التكذيب وادعاء أنه إله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأخذناه وجنوده فنبذناهم» طرحناهم «في اليم» البحر فغرقوا «وهو» أي فرعون «مُليم» آت بما يلام عليه من تكذيب الرسل ودعوى الربوبية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ أي: مذنب طاغ، عات على الله، فأخذه عزيز مقتدر."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي عاد قوم هود آية لمن يخاف العذاب الموجع حين بعثنا عليهم الريح التي لا تحمل مطرًا ولا تلقح شجرًا، ولا بركة فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفي» إهلاك «عاد» آية «إذ أرسلنا عليهم الريح العقيم» هي التي لا خير فيها لأنها لا تحمل المطر ولا تلقح الشجر وهي الدبور."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي وفي عَادٍ القبيلة المعروفة آية عظيمة إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ أي: التي لا خير فيها، حين كذبوا نبيهم هودا عليه السلام."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما تترك من نفس أو مال أو غيرهما أتت عليه إلا دمرته، وتركته كالبالي المتفتت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما تذر من شيء» نفس أو مال «أتت عليه إلا جعلته كالرميم» كالبالي المتفتت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ أي: كالرميم البالية، فالذي أهلكهم على قوتهم وبطشهم، دليل على [كمال] قوته واقتداره، الذي لا يعجزه شيء، المنتقم ممن عصاه."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفي ثمود قوم صالح عليه السلام آية لمن يخاف العذاب الموجع حين قيل لهم: استمتعوا بحياتكم قبل انقضاء آجالكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وفي) إهلاك (ثمود) آية (إذ قيل لهم) بعد عقر الناقة (تمتعوا حتى حين) إلى انقضاء آجالكم كما في آية \"\" تمتعوا في داركم ثلاثة أيام \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي وَفِي ثَمُودَ [آية عظيمة]، حين أرسل الله إليهم صالحًا عليه السلام، فكذبوه وعاندوه، وبعث الله له الناقة، آية مبصرة، فلم يزدهم ذلك إلا عتوًا ونفورًا.\nفقيل لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتكبروا عن أمر ربهم وعلوا استكبارًا على الإيمان والطاعة، فأخذتهم صاعقة العذاب وهم ينتظرون نزوله، إذ كانوا وُعِدوا بالعذاب قبل نزوله بثلاثة أيام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فعتوْا» تكبروا «عن أمر ربهم» أي عن امتثاله «فأخذتهم الصاعقة» بعد مضي الثلاثة أيام أي الصيحة المهلكة «وهم ينظرون» أي بالنهار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[ فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ أي: الصيحة العظيمة المهلكة وَهُمْ يَنْظُرُونَ إلى عقوبتهم بأعينهم."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما استطاعوا أن يدفعوا عنهم ما نزل بهم من العذاب، ولم تكن لهم قوة يمتنعون بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما استطاعوا من قيام» أي ما قدروا على النهوض حين نزول العذاب «وما كانوا منتصرين» على من أهلكهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ ينجون به من العذاب، وَمَا كَانُوا مُنْتَصِرِينَ لأنفسهم."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد أهلكنا قوم نوح بالغرق من قبل هؤلاء المذكورين، إنهم كانوا قومًا خارجين عن طاعة الله، فاستحقوا عقابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقوم نوح» بالجر عطف على ثمود أي وفى إهلاكهم بما في السماء والأرض آية, وبالنصب أي وأهلكنا قوم نوح «من قبل» أي قبل إهلاك هؤلاء المذكورين «إنهم كانوا قوما فاسقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وكذلك ما فعل الله بقوم نوح، حين كذبوا نوحًا عليه السلام وفسقوا عن أمر الله، فأرسل الله عليهم السماء والأرض بالماء المنهمر، فأغرقهم الله تعالى [عن آخرهم]، ولم يبق من الكافرين ديارًا، وهذه عادة الله وسنته، فيمن عصاه."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والسماء بنيناها، وأتقنّا بناءها بقوة، وإنا لموسعون لأطرافها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسماء بنيناها بأيد» بقوة «وإنا لموسعون» قادرون يقال: أد الرجل يئيد قوي، وأوسع الرجل: صار ذا سعة وقوة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينًا لقدرته العظيمة: وَالسَّمَاءَ بَنَيْنَاهَا أي: خلقناها وأتقناها، وجعلناها سقفًا للأرض وما عليها.\nبِأَيْدٍ أي: بقوة وقدرة عظيمة وَإِنَّا لَمُوسِعُونَ لأرجائها وأنحائها، وإنا لموسعون [أيضا] على عبادنا، بالرزق الذي ما ترك الله دابة في مهامه القفار، ولجج البحار، وأقطار العالم العلوي والسفلي، إلا وأوصل إليها من الرزق، ما يكفيها، وساق إليها من الإحسان ما يغنيها.\nفسبحان من عم بجوده جميع المخلوقات، وتبارك الذي وسعت رحمته جميع البريات."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأرض جعلناها ممهدة للساكنين عليها كالفراش لهم، فنعم الماهدون نحن إذ مهدناها لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأرض فرشناها» مهدناها «فنعم الماهدون» نحن «ومن كل شيء» متعلق بقوله خلقنا زوجين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْأَرْضَ فَرَشْنَاهَا أي: جعلناها فراشًا للخلق، يتمكنون فيها من كل ما تتعلق به مصالحهم، من مساكن، وغراس، وزرع، وحرث وجلوس، وسلوك للطرق الموصلة إلى مقاصدهم ومآربهم، ولما كان الفراش، قد يكون صالحًا للانتفاع من كل وجه، وقد يكون من وجه دون وجه، أخبر تعالى أنه مهدها أحسن مهاد، على أكمل الوجوه وأحسنها، وأثنى على نفسه بذلك فقال: فَنِعْمَ الْمَاهِدُونَ الذي مهد لعباده ما اقتضته [حكمته] ورحمته وإحسانه."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن كل شيء خلقنا صنفين؛ كالذكر والأنثى، والسماء والأرض، والبر والبحر؛ لعلكم تتذكرون وحدانية الله الذي خلق من كل شيء صنفين، وتتذكرون قدرته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن كل شيء» متعلق بقوله: خلقنا «خلقنا زوجين» صنفين كالذكر والأنثى والسماء والأرض، والشمس والقمر، والسهل والجبل، والصيف والشتاء، والحلو والحامض والنور والظلمة «لعلكم تذكَّرون» بحذف إحدى التاءين من الأصل فتعلمون أن خالق الأزواج فرد فتعبدوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ [أي: صنفين]، ذكر وأنثى، من كل نوع من أنواع الحيوانات، لَعَلَّكُمْ تَذَكَّرُونَ [لنعم الله التي أنعم بها عليكم] في تقدير ذلك، وحكمته حيث جعل ما هو السبب لبقاء نوع الحيوانات كلها، لتقوموا بتنميتها وخدمتها وتربيتها، فيحصل من ذلك ما يحصل من المنافع."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ففروا من عقاب الله إلى ثوابه، بطاعته وعدم معصيته، إني لكم - أيها الناس - نذير من عقابه بيّن النذارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ففروا إلى الله» أي إلى ثوابه من عقابه بأن تطيعوه ولا تعصوه «إني لكم منه نذير مبين» بيِّن الإنذار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما دعا العباد النظر إلى لآياته الموجبة لخشيته والإنابة إليه، أمر بما هو المقصود من ذلك، وهو الفرار إليه أي: الفرار مما يكرهه الله ظاهرًا وباطنًا، إلى ما يحبه، ظاهرًا وباطنًا، فرار من الجهل إلى العلم، ومن الكفر إلى الإيمان، ومن المعصية إلى الطاعة، و من الغفلة إلى ذكر الله فمن استكمل هذه الأمور، فقد استكمل الدين كله وقد زال عنه المرهوب، وحصل له، نهاية المراد والمطلوب.\nوسمى الله الرجوع إليه، فرارَا، لأن في الرجوع لغيره، أنواع المخاوف والمكاره، وفي الرجوع إليه، أنواع المحاب والأمن، [والسرور] والسعادة والفوز، فيفر العبد من قضائه وقدره، إلى قضائه وقدره، وكل من خفت منه فررت منه إلى الله تعالى، فإنه بحسب الخوف منه، يكون الفرار إليه، إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ أي: منذر لكم من عذاب الله، ومخوف بين النذارة."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تجعلوا مع الله معبودًا آخر تعبدونه من دونه، إني لكم نذير منه بيّن النذارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تجعلوا مع الله إلها آخر إني لكم منه نذير مبين» يقدر قبل ففروا قل لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ هذا من الفرار إلى الله، بل هذا أصل الفرار إليه أن يفر العبد من اتخاذ آلهة غير الله، من الأوثان، والأنداد والقبور، وغيرها، مما عبد من دون الله، ويخلص العبد لربه العبادة والخوف، والرجاء والدعاء، والإنابة."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل ذلك التكذيب الذي كذب به أهل مكة كذبت الأمم السابقة، فما جاءهم من رسول من عند الله إلا قالوا عنه: هو ساحر، أو مجنون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذلك ما أتى الذين من قبلهم من رسول إلا قالوا» هو «ساحر أو مجنون» أي مثل تكذيبهم لك بقولهم إنك ساحر أو مجنون تكذيب الأمم قبلهم رسلهم بقولهم ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول الله مسليًا لرسوله صلى الله عليه وسلم عن تكذيب المشركين بالله، المكذبين له، القائلين فيه من الأقوال الشنيعة، ما هو منزه عنه، وأن هذه الأقوال، ما زالت دأبًا وعادة للمجرمين المكذبين للرسل فما أرسل الله من رسول، إلا رماه قومه بالسحر أو الجنون."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أتواصى المتقدمون من الكفار والمتأخرون منهم على تكذيب الرسل؟! لا، بل جمعهم على هذا طغيانهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أتواصوْا» كلهم «به» استفهام بمعنى النفي «بل هم قوم طاغون» جمعهم على هذا القول طغيانهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول الله تعالى: هذه الأقوال التي صدرت منهم -الأولين والآخرين- هل هي أقوال تواصوا بها، ولقن بعضهم بعضًا بها؟فلا يستغرب -بسبب ذلك- اتفاقهم عليها: أَمْ هُمْ قَوْمٌ طَاغُونَ تشابهت قلوبهم وأعمالهم بالكفر والطغيان، فتشابهت أقوالهم الناشئة عن طغيانهم؟ وهذا هو الواقع، كما قال تعالى: وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ وكذلك المؤمنون، لما تشابهت قلوبهم بالإذعان للحق وطلبه، والسعي فيه، بادروا إلى الإيمان برسلهم وتعظيمهم، وتوقيرهم، وخطابهم بالخطاب اللائق بهم."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأعرض - أيها الرسول - عن هؤلاء المكذبين، فما أنت بملوم، فقد بلغتهم ما أرسلت به إليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فتولَّ» أعرض «عنهم فما أنت بملوم» لأنك بلغتهم الرسالة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى آمرًا رسوله بالإعراض عن المعرضين المكذبين: فَتَوَلَّ عَنْهُمْ أي: لا تبال بهم ولا تؤاخذهم، وأقبل على شأنك.\nفليس عليك لوم في ذنبهم، وإنما عليك البلاغ، وقد أديت ما حملت، وبلغت ما أرسلت به."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يمنعك إعراضك عنهم من وعظهم، وتذكيرهم، فعظهم وذكّرهم، فإن التذكير ينفع أهل الإيمان بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وذكر» عظ بالقرآن «فإن الذكرى تنفع المؤمنين» من علم اللهُ تعالى أنه يؤمن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ والتذكير نوعان: تذكير بما لم يعرف تفصيله، مما عرف مجمله بالفطر والعقول فإن الله فطر العقول على محبة الخير وإيثاره، وكراهة الشر والزهد فيه، وشرعه موافق لذلك، فكل أمر ونهي من الشرع، فإنه من التذكير، وتمام التذكير، أن يذكر ما في المأمور به ، من الخير والحسن والمصالح، وما في المنهي عنه، من المضار.\nوالنوع الثاني من التذكير: تذكير بما هو معلوم للمؤمنين، ولكن انسحبت عليه الغفلة والذهول، فيذكرون بذلك، ويكرر عليهم ليرسخ في أذهانهم، وينتبهوا ويعملوا بما تذكروه، من ذلك، وليحدث لهم نشاطًا وهمة، توجب لهم الانتفاع والارتفاع.\nوأخبر الله أن الذكرى تنفع المؤمنين، لأن ما معهم من الإيمان والخشية والإنابة، واتباع رضوان الله، يوجب لهم أن تنفع فيهم الذكرى، وتقع الموعظة منهم موقعها كما قال تعالى: فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى سَيَذَّكَّرُ مَنْ يَخْشَى وَيَتَجَنَّبُهَا الْأَشْقَى وأما من ليس له معه إيمان ولا استعداد لقبول التذكير، فهذا لا ينفع تذكيره، بمنزلة الأرض السبخة، التي لا يفيدها المطر شيئًا، وهؤلاء الصنف، لو جاءتهم كل آية، لم يؤمنوا حتى يروا العذاب الأليم."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما خلقت الجن والإنس إلا لعبادتي وحدي، ما خلقتهم ليجعلوا لي شريكًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما خلقت الجن والإنس إلا ليعبدون» ولا ينافي ذلك عدم عبادة الكافرين، لأن الغاية لا يلزم وجودها كما في قولك: بريت هذا القلم لأكتب به، فإنك قد لا تكتب به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الغاية، التي خلق الله الجن والإنس لها، وبعث جميع الرسل يدعون إليها، وهي عبادته، المتضمنة لمعرفته ومحبته، والإنابة إليه والإقبال عليه، والإعراض عما سواه، وذلك يتضمن معرفة الله تعالى، فإن تمام العبادة، متوقف على المعرفة بالله، بل كلما ازداد العبد معرفة لربه، كانت عبادته أكمل، فهذا الذي خلق الله المكلفين لأجله، فما خلقهم لحاجة منه إليهم."
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما أريد منهم رزقًا، ولا أريد منهم أن يطعموني."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما أريد منهم من رزق» لي ولأنفسهم وغيرهم «وما أريد أن يطعمون» ولا أنفسهم ولا غيرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فما يريد منهم من رزق وما يريد أن يطمعوه، تعالى الله الغني المغني عن الحاجة إلى أحد بوجه من الوجوه، وإنما جميع الخلق، فقراء إليه، في جميع حوائجهم ومطالبهم، الضرورية وغيرها،"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الله هو الرزاق لعباده، فالجميع محتاجون إلى رزقه، ذو القوة المتين الذي لا يغلبه شيء، وجميع الجن والإنس خاضعون لقوّته سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الله هو الرزاق ذو القوة المتين» الشديد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ أي: كثير الرزق، الذي ما من دابة في الأرض ولا في السماء إلا على الله رزقها، ويعلم مستقرها ومستودعها، ذُو الْقُوَّةِ الْمَتِينُ أي: الذي له القوة والقدرة كلها، الذي أوجد بها الأجرام العظيمة، السفلية والعلوية، وبها تصرف في الظواهر والبواطن، ونفذت مشيئته في جميع البريات، فما شاء الله كان، وما لم يشأ لم يكن، ولا يعجزه هارب، ولا يخرج عن سلطانه أحد، ومن قوته، أنه أوصل رزقه إلى جميع العالم، ومن قدرته وقوته، أنه يبعث الأموات بعد ما مزقهم البلى، وعصفت بترابهم الرياح، وابتلعتهم الطيور والسباع، وتفرقوا وتمزقوا في مهامه القفار، ولجج البحار، فلا يفوته منهم أحد، ويعلم ما تنقص الأرض منهم، فسبحان القوي المتين."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإن للذين ظلموا أنفسهم بتكذيبك - أيها الرسول - نصيبًا من العذاب مثل نصيب أصحابهم السابقين، له أجل محدد، فلا يطلبوا مني تعجيله قبل أجله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإن للذين ظلموا» أنفسهم بالكفر من أهل مكة وغيرهم «ذنوبا» نصيبا من العذاب «مثل ذنوب» نصيب «أصحابهم» الهالكين قبلهم «فلا يستعجلون» بالعذاب إن أخرتهم إلى يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وإن للذين ظلموا وكذبوا محمدًا صلى الله عليه وسلم، من العذاب والنكال ذَنُوبًا أي: نصيبًا وقسطًا، مثل ما فعل بأصحابهم من أهل الظلم والتكذيب.\nفَلَا يَسْتَعْجِلُونِ بالعذاب، فإن سنة الله في الأمم واحدة، فكل مكذب يدوم على تكذيبه من غير توبة وإنابة، فإنه لا بد أن يقع عليه العذاب، ولو تأخر عنه مدة، ولهذا توعدهم الله بيوم القيامة"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فهلاك وخسار للذين كفروا بالله، وكذَّبوا رسولهم من يوم القيامة الذي يوعدون فيه بإنزال العذاب عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فويل» شدة عذاب «للذين كفروا من» في «يومهم الذي يوعدون» أي يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ وهو يوم القيامة، الذي قد وعدوا فيه بأنواع العذاب والنكال والسلاسل والأغلال، فلا مغيث لهم، ولا منقذ من عذاب الله تعالى [نعوذ بالله منه]."
                }
            ]
        }
    ]
}