{
    "surah": "النجم",
    "number": 53,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَالنَّجْمِ إِذَا هَوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم سبحانه بالنجم إذا سقط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والنَّجم» الثريا «إذا هوى» غاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقسم تعالى بالنجم عند هويه أي: سقوطه في الأفق في آخر الليل عند إدبار الليل وإقبال النهار، لأن في ذلك من آيات الله العظيمة، ما أوجب أن أقسم به، والصحيح أن النجم، اسم جنس شامل للنجوم كلها، وأقسم بالنجوم على صحة ما جاء به الرسول صلى الله عليه وسلم من الوحي الإلهي، لأن في ذلك مناسبة عجيبة، فإن الله تعالى جعل النجوم زينة للسماء، فكذلك الوحي وآثاره زينة للأرض، فلولا العلم الموروث عن الأنبياء، لكان الناس في ظلمة أشد من الليل البهيم."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما انحرف محمد رسول الله صلى الله عليه وسلم عن طريق الهداية، وما صار غويًّا، ولكنه رشيد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما ضل صاحبكم» محمد عليه الصلاة والسلام عن طريق الهداية «وما غوى» ما لابس الغي وهو جهل من اعتقاد فاسد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمقسم عليه، تنزيه الرسول صلى الله عليه وسلم عن الضلال في علمه، والغي في قصده، ويلزم من ذلك أن يكون مهتديا في علمه، هاديا، حسن القصد، ناصحا للأمة بعكس ما عليه أهل الضلال من فساد العلم، وفساد القصدوقال صَاحِبُكُمْ لينبههم على ما يعرفونه منه، من الصدق والهداية، وأنه لا يخفى عليهم أمره ."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَمَا يَنْطِقُ عَنِ الْهَوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يتكلم بهذا القرآن تبعًا لهواه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما ينطق» بما يأتيكم به «عن الهوى» هوى نفسه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا يَنْطِقُ عَنِ الْهَوَى أي: ليس نطقه صادرا عن هوى نفسه"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس هذا القرآن إلا وحيًا يوحيه الله إليه عن طريق جبريل عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن» ما «هو إلا وحي يوحى» إليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى أي: لا يتبع إلا ما أوحى الله إليه من الهدى والتقوى، في نفسه وفي غيره.\nودل هذا على أن السنة وحي من الله لرسوله صلى الله عليه وسلم، كما قال تعالى: وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وأنه معصوم فيما يخبر به عن الله تعالى وعن شرعه، لأن كلامه لا يصدر عن هوى، وإنما يصدر عن وحي يوحى."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "عَلَّمَهُ شَدِيدُ الْقُوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "علّمه إياه ملك شديد القوة هو جبريل عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«علمه» إياه ملك «شديد القوى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر المعلم للرسول صلى الله عليه وسلم، وهو جبريل [عليه السلام]، أفضل الملائكة [الكرام] وأقواهم وأكملهم، فقال: عَلَّمَهُ [شَدِيدُ الْقُوَى] أي: نزل بالوحي على الرسول صلى الله عليه وسلم جبريل عليه السلام، شديد القوى أي: شديد القوة الظاهرة والباطنة، قوي على تنفيذ ما أمره الله بتنفيذه، قوي على إيصال الوحي إلى الرسول صلى الله عليه وسلم، ومنعه من اختلاس الشياطين له، أو إدخالهم فيه ما ليس منه، وهذا من حفظ الله لوحيه، أن أرسله مع هذا الرسول القوي الأمين."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "ذُو مِرَّةٍ فَاسْتَوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجبريل عليه السلام ذو هيئة حسنة، فاستوى عليه السلام ظاهرًا للنبي صلى الله عليه وسلم على هيئته التي خلقه الله عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذو مرة» قوة وشدة أو منظر حسن، أي جبريل عليه السلام «فاستوى» استقر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذُو مِرَّةٍ أي: قوة، وخلق حسن، وجمال ظاهر وباطن.\nفَاسْتَوَى جبريل عليه السلام"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَهُوَ بِالْأُفُقِ الْأَعْلَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجبريل بالأفق الأعلى من السماء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهو بالأفق الأعلى» أفق الشمس، أي عند مطلعها على صورته التي خلق عليها فرآه النبي صلى الله عليه وسلم وكان بحراء قد سد الأفق إلى المغرب فخر مغشيا عليه وكان قد سأله أن يريه نفسه على صورته التي خلق عليها فواعده بحراء فنزل جبريل له في سورة الآدميين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَهُوَ بِالْأُفُقِ الْأَعْلَى أي: أفق السماء الذي هو أعلى من الأرض، فهو من الأرواح العلوية، التي لا تنالها الشياطين ولا يتمكنون من الوصول إليها."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "ثُمَّ دَنَا فَتَدَلَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم اقترب جبريل عليه السلام من النبي صلى الله عليه وسلم، فازداد قربًا منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم دنا» قرب منه «فتدلى» زاد في القرب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ دَنَا جبريل من النبي صلى الله عليه وسلم، لإيصال الوحي إليه.\nفَتَدَلَّى عليه من الأفق الأعلى"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكان قربه منه بمقدار قوسين أو هو أقرب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكان» منه «قاب» قدر «قوسين أو أدنى» من ذلك حتى أفاق وسكن روعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكَانَ في قربه منه قَابَ قَوْسَيْنِ أي: قدر قوسين، والقوس معروف، أَوْ أَدْنَى أي: أقرب من القوسين، وهذا يدل على كمال المباشرة للرسول صلى الله عليه وسلم بالرسالة، وأنه لا واسطة بينه وبين جبريل عليه السلام."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "فَأَوْحَىٰ إِلَىٰ عَبْدِهِ مَا أَوْحَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأوحى جبريل إلى عبد الله محمد صلى الله عليه وسلم ما أوحى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأوحى» تعالى «إلى عبده» جبريل «ما أوحى» جبريل إلى النبي صلى الله عليه وسلم ولم يذكر الموحي تفخيما لشأنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَوْحَى الله بواسطة جبريل عليه السلام إِلَى عَبْدِهِ محمد صلى الله عليه وسلم مَا أَوْحَى أي: الذي أوحاه إليه من الشرع العظيم، والنبأ المستقيم."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "مَا كَذَبَ الْفُؤَادُ مَا رَأَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما كذب قلب محمد صلى الله عليه وسلم ما رآه بصره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما كذب» بالتخفيف والتشديد أنكر «الفؤاد» فؤاد النبي «ما رأى» ببصره من صورة جبريل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى أي: اتفق فؤاد الرسول صلى الله عليه وسلم ورؤيته على الوحي الذي أوحاه الله إليه، وتواطأ عليه سمعه وقلبه وبصره، وهذا دليل على كمال الوحي الذي أوحاه الله إليه، وأنه تلقاه منه تلقيا لا شك فيه ولا شبهة ولا ريب، فلم يكذب فؤاده ما رأى بصره، ولم يشك بذلك.\nويحتمل أن المراد بذلك ما رأى صلى الله عليه وسلم ليلة أسري به، من آيات الله العظيمة، وأنه تيقنه حقا بقلبه ورؤيته، هذا [هو] الصحيح في تأويل الآية الكريمة، وقيل: إن المراد بذلك رؤية الرسول صلى الله عليه وسلم لربه ليلة الإسراء، وتكليمه إياه، وهذا اختيار كثير من العلماء رحمهم الله، فأثبتوا بهذا رؤية الرسول صلى الله عليه وسلم لربه في الدنيا، ولكن الصحيح القول الأول، وأن المراد به جبريل عليه السلام، كما يدل عليه السياق، وأن محمدا صلى الله عليه وسلم رأى جبريل في صورته الأصلية [التي هو عليها] مرتين، مرة في الأفق الأعلى، تحت السماء الدنيا كما تقدم، والمرة الثانية فوق السماء السابعة ليلة أسري برسول الله صلى الله عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "أَفَتُمَارُونَهُ عَلَىٰ مَا يَرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفتجادلونه - أيها المشركون - فيما أراه الله ليلة أسرى به؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفتمارونه» تجادلونه وتغلبونه «على ما يرى» خطاب للمشركين المنكرين رؤية النبي صلى الله عليه وسلم لجبريل."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد رأى محمد صلى الله عليه وسلم جبريل على صورته مرة أخرى ليلة أسري به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد رآه» على صورته «نزلةً» مرة «أخرى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى أي: رأى محمد جبريل مرة أخرى، نازلا إليه."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "عِنْدَ سِدْرَةِ الْمُنْتَهَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عند سدرة المنتهى وهي شجرة عظيمة جدًّا في السماء السابعة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عند سدرة المنتهى» لما أسري به في السماوات، وهي شجرة نبق عن يمين العرش لا يتجاوزها أحد من الملائكة وغيرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عِنْدَ سِدْرَةِ الْمُنْتَهَى وهي شجرة عظيمة جدا، فوق السماء السابعة، سميت سدرة المنتهى، لأنه ينتهي إليها ما يعرج من الأرض، وينزل إليها ما ينزل من الله، من الوحي وغيره، أو لانتهاء علم الخلق إليها أي: لكونها فوق السماوات والأرض، فهي المنتهى في علوها أو لغير ذلك، والله أعلم.\nفرأى محمد صلى الله عليه وسلم جبريل في ذلك المكان، الذي هو محل الأرواح العلوية الزاكية الجميلة، التي لا يقربها شيطان ولا غيره من الأرواح الخبيثة."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "عِنْدَهَا جَنَّةُ الْمَأْوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عند هذه الشجرة جنة المأوى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عندها جنة المأوى» تأوي إليها الملائكة وأرواح الشهداء والمتقين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عند تلك الشجرة جَنَّةُ الْمَأْوَى أي: الجنة الجامعة لكل نعيم، بحيث كانت محلا تنتهي إليه الأماني، وترغب فيه الإرادات، وتأوي إليها الرغبات، وهذا دليل على أن الجنة في أعلى الأماكن، وفوق السماء السابعة."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذ يغشى السدرة من أمر الله شيء عظيم، لا يعرف كنهه إلا الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ» حين «يغشى السدرة ما يغشى» من طير وغيره، وإذ معمولة لرآه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى أي: يغشاها من أمر الله، شيء عظيم لا يعلم وصفه إلا الله عز وجل."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "مَا زَاغَ الْبَصَرُ وَمَا طَغَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما مال بصره صلى الله عليه وسلم يمينًا ولا شمالًا، ولا تجاوز ما حدّ له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما زاغ البصر» من النبي صلى الله عليه وسلم «وما طغى» أي ما مال بصره عن مرئيه المقصود له ولا جاوزه تلك الليلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا زَاغَ الْبَصَرُ وَمَا طَغَى أي: ما زاغ يمنة ولا يسرة عن مقصوده وَمَا طَغَى أي: وما تجاوز البصر، وهذا كمال الأدب منه صلوات الله وسلامه عليه، أن قام مقاما أقامه الله فيه، ولم يقصر عنه ولا تجاوزه ولا حاد عنه،وهذا أكمل ما يكون من الأدب العظيم، الذي فاق فيه الأولين والآخرين، فإن الإخلال يكون بأحد هذه الأمور: إما أن لا يقوم العبد بما أمر به، أو يقوم به على وجه التفريط، أو على وجه الإفراط، أو على وجه الحيدة يمينا وشمالا، وهذه الأمور كلها منتفية عنه صلى الله عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "لَقَدْ رَأَىٰ مِنْ آيَاتِ رَبِّهِ الْكُبْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد رأى محمد صلى الله عليه وسلم ليلة عرج به من آيات ربه العظمى الدالة على قدرته، فرأى الجنة، ورأى النار، وغيرهما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد رأى» فيها «من آيات ربه الكبرى» العظام، أي بعضها فرأى من عجائب الملكوت رفرفا أخضر سد أفق السماء وجبريل له ستمائة جناح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى من الجنة والنار، وغير ذلك من الأمور التي رآها صلى الله عليه وسلم ليلة أسري به."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفرأيتم - أيها المشركون - هذه الأصنام التي تعبدونها من دون الله: اللات والعزى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفرأيتم اللات والعزى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ما جاء به محمد صلى الله عليه وسلم من الهدى ودين الحق، والأمر بعبادة الله وتوحيده، ذكر بطلان ما عليه المشركون من عبادة من ليس له من أوصاف الكمال شيء، ولا تنفع ولا تضر، وإنما هي أسماء فارغة عن المعنى، سماها المشركون هم وآباؤهم الجهال الضلال، ابتدعوا لها من الأسماء الباطلة التي لا تستحقها، فخدعوا بها أنفسهم وغيرهم من الضلال، فالآلهة التي بهذه الحال، لا تستحق مثقال ذرة من العبادة، وهذه الأنداد التي سموها بهذه الأسماء، زعموا أنها مشتقة من أوصاف هي متصفة بها، فسموا \"اللات\" من \"الإله\" المستحق للعبادة، و\"العزى\" من \"العزيز\" و \"مناة\" من \"المنان\" إلحادا في أسماء الله وتجريا على الشرك به، وهذه أسماء متجردة عن المعاني، فكل من له أدنى مسكة من عقل، يعلم بطلان هذه الأوصاف فيها."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "وَمَنَاةَ الثَّالِثَةَ الْأُخْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومناة الثالثة الأخرى من أصنامكم.\nأخبروني هل تملك لكم نفعًا أو ضرًّا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومناة الثالثة» للتين قبلها «الأخرى» صفة ذم للثالثة وهي أصنام من حجارة كان المشركون يعبدونها ويزعمون أنها تشفع لهم عند الله، ومفعول أفرأيتم الأول اللات وما عطف عليه والثاني محذوف والمعنى أخبروني ألهذه الأصنام قدرة على شيء ما فتعبدونها دون الله القادر على ما تقدم ذكره، ولما زعموا أيضا أن الملائكة بنات الله مع كراهتهم البنات نزلت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى ما جاء به محمد صلى الله عليه وسلم من الهدى ودين الحق، والأمر بعبادة الله وتوحيده، ذكر بطلان ما عليه المشركون من عبادة من ليس له من أوصاف الكمال شيء، ولا تنفع ولا تضر، وإنما هي أسماء فارغة عن المعنى، سماها المشركون هم وآباؤهم الجهال الضلال، ابتدعوا لها من الأسماء الباطلة التي لا تستحقها، فخدعوا بها أنفسهم وغيرهم من الضلال، فالآلهة التي بهذه الحال، لا تستحق مثقال ذرة من العبادة، وهذه الأنداد التي سموها بهذه الأسماء، زعموا أنها مشتقة من أوصاف هي متصفة بها، فسموا \"اللات\" من \"الإله\" المستحق للعبادة، و\"العزى\" من \"العزيز\" و \"مناة\" من \"المنان\" إلحادا في أسماء الله وتجريا على الشرك به، وهذه أسماء متجردة عن المعاني، فكل من له أدنى مسكة من عقل، يعلم بطلان هذه الأوصاف فيها."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألكم - أيها المشركون - الذكَر الذي تحبونه، وله سبحانه الأنثى التي تكرهونها؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألكم الذكر وله الأنثى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى أي: أتجعلون لله البنات بزعمكم، ولكم البنون؟."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تلك القسمة التي قسمتموها بأهوائكم قسمة جائرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تلك إذا قسمة ضيزى» جائزة من ضازه يضيزه إذا ظلمه وجار عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَى أي: ظالمة جائرة، [وأي ظلم أعظم من قسمة] تقتضي تفضيل العبد المخلوق على الخالق؟ [تعالى عن قولهم علوا كبيرا]."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ ۚ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ ۖ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليست هذه الأصنام إلا أسماء فارغة من المعنى، فلا حظ لها في صفات الألوهية، سميتموها أنتم وآباؤكم من تلقاء أنفسكم، ما أنزل الله بها من برهان، لا يتبع المشركون في اعتقادهم إلا الظن وما تهواه أنفسهم مما زيّنه الشيطان في قلوبهم، ولقد جاءهم من ربهم الهدى على لسان نبيه صلى الله عليه وسلم، فما اهتدوا به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن هي» أي ما المذكورات «إلا أسماء سميتموها» أي سميتم بها «أنتم وآباؤكم» أصناما تعبدونها «ما أنزل الله بها» أي بعبادتها «من سلطان» حجة وبرهان «إن» ما «يتبعون» في عبادتها «إلا الظن وما تهوى الأنفس» مما زين لهم الشيطان من أنها تشفع لهم عند الله تعالى «ولقد جاءهم من ربهم الهدى» على لسان النبي صلى الله عليه وسلم بالبرهان القاطع فلم يرجعوا عما هم عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ أي: من حجة وبرهان على صحة مذهبكم، وكل أمر ما أنزل الله به من سلطان، فهو باطل فاسد، لا يتخذ دينا، وهم -في أنفسهم- ليسوا بمتبعين لبرهان، يتيقنون به ما ذهبوا إليه، وإنما دلهم على قولهم، الظن الفاسد، والجهل الكاسد، وما تهواه أنفسهم من الشرك، والبدع الموافقة لأهويتهم، والحال أنه لا موجب لهم يقتضي اتباعهم الظن، من فقد العلم والهدى، ولهذا قال تعالى: وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى أي: الذي يرشدهم في باب التوحيد والنبوة، وجميع المطالب التي يحتاج إليها العباد، فكلها قد بينها الله أكمل بيان وأوضحه، وأدله على المقصود، وأقام عليه من الأدلة والبراهين، ما يوجب لهم ولغيرهم اتباعه، فلم يبق لأحد عذر ولا حجة من بعد البيان والبرهان، وإذا كان ما هم عليه، غايته اتباع الظن، ونهايته الشقاء الأبدي والعذاب السرمدي، فالبقاء على هذه الحال، من أسفه السفه، وأظلم الظلم، ومع ذلك يتمنون الأماني، ويغترون بأنفسهم."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "أَمْ لِلْإِنْسَانِ مَا تَمَنَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم للإنسان ما تمنى من شفاعة الأصنام إلى الله؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم للإنسان» أي لكل إنسان منهم «ما تمنى» من أن الأصنام تشفع لهم؟ ليس الأمر كذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا أنكر تعالى على من زعم أنه يحصل له ما تمنى وهو كاذب في ذلك، فقال: أَمْ لِلْإِنْسَانِ مَا تَمَنَّى"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "فَلِلَّهِ الْآخِرَةُ وَالْأُولَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا، ليس له ما تمنى، فللَّه وحده الآخرة والأولى، يعطي منهما ما يشاء ويمنع ما يشاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلله الآخرة والأولى» أي الدنيا فلا يقع فيهما إلا ما يريده تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[فَلِلَّهِ الْآخِرَةُ وَالْأُولَى فيعطي منهما من يشاء، ويمنع من يشاء، فليس الأمر تابعا لأمانيهم، ولا موافقا لأهوائهم."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكم من ملك في السماوات لا تغني شفاعتهم شيئًا لو أرادوا أن يشفعوا لأحد إلا بعد أن يأذن الله في الشفاعة لمن يشاء منهم، ويرضى عن المشفوع له، فلن يأذن الله لمن جعل شريكًا أن يشفع، ولن يرضى عن مشفوعه الذي يعبده من دون الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وكم من ملك) أي وكثير من الملائكة (في السماوات) وما أكرمهم عند الله (لا تغني شفاعتهم شيئا إلا من بعد أن يأذن الله) لهم فيها (لمن يشاء) من عباده (ويرضى) عنه لقوله \"\" ولا يشفعون إلا لمن ارتضى \"\" ومعلوم أنها لا توجد منهم إلا بعد الإذن فيها \"\" من ذا الذي يشفع عنده إلا بإذنه \"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى منكرا على من عبد غيره من الملائكة وغيرهم، وزعم أنها تنفعه وتشفع له عند الله يوم القيامة: وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ من الملائكة المقربين، وكرام الملائكة، لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا أي: لا تفيد من دعاها وتعلق بها ورجاها، إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى أي: لا بد من اجتماع الشرطين: إذنه تعالى في الشفاعة، ورضاه عن المشفوع له.\nومن المعلوم المتقرر، أنه لا يقبل من العمل إلا ما كان خالصا لوجه الله، موافقا فيه صاحبه الشريعة، فالمشركون إذا لا نصيب لهم من شفاعة الشافعين، وقد سدوا على أنفسهم رحمة أرحم الراحمين."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين لا يؤمنون بالبعث في الدار الآخرة ليسمّون الملائكة تسمية الأنثى باعتقادهم أنهم بنات الله، تعالى الله عن قولهم علوًّا كبيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى» حيث قالوا: هم بنات الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعني أن المشركين بالله المكذبين لرسله، الذين لا يؤمنون بالآخرة، وبسبب عدم إيمانهم بالآخرة تجرأوا على ما تجرأوا عليه، من الأقوال، والأفعال المحادة لله ولرسوله، من قولهم: الملائكة بنات الله فلم ينزهوا ربهم عن الولادة، ولم يكرموا الملائكة ويجلوهم عن تسميتهم إياهم إناثا."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ ۖ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ ۖ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس لهم بتسميتها إناثًا من علم يستندون إليه، لا يتبعون في ذلك إلا التخرص والوهم، وإن الظن لا يغني من الحق شيئًا حتى يقوم مقامه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما لهم به» بهذا القول «من علم إن» ما «يتبعون» فيه «إلا الظن» الذي تخيلوه «وإن الظن لا يغني من الحق شيئا» أي عن العلم فيما المطلوب فيه العلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والحال أنه ليس لهم بذلك علم، لا عن الله، ولا عن رسوله، ولا دلت على ذلك الفطر والعقول، بل العلم كله دال على نقيض قولهم، وأن الله منزه عن الأولاد والصاحبة، لأنه الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد، وأن الملائكة كرام مقربون إلى الله، قائمون بخدمته لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ والمشركون إنما يتبعون في ذلك القول القبيح، وهو الظن الذي لا يغني من الحق شيئا، فإن الحق لا بد فيه من اليقين المستفاد من الأدلة القاطعة والبراهين الساطعة."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "فَأَعْرِضْ عَنْ مَنْ تَوَلَّىٰ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأعرض - أيها الرسول - عمن أدبر عن ذكر الله ولم يعبأ به، ولم يرد إلا الحياة الدنيا، فهو لا يعمل لآخرته؛ لأنه لا يؤمن بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأعرض عن من تولى عن ذكرنا» أي القرآن «ولم يُرد إلا الحياة الدنيا» وهذا قبل الأمر بالجهاد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان هذا دأب هؤلاء المذكورين أنهم لا غرض لهم في اتباع الحق، وإنما غرضهم ومقصودهم، ما تهواه نفوسهم، أمر الله رسوله بالإعراض عمن تولى عن ذكره، الذي هو الذكر الحكيم، والقرآن العظيم، والنبأ الكريم، فأعرض عن العلوم النافعة، ولم يرد إلا الحياة الدنيا، فهذا منتهى إرادته، ومن المعلوم أن العبد لا يعمل إلا للشيء الذي يريده،"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "ذَٰلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الذي يقوله هؤلاء المشركون - من تسمية الملائكة تسمية الأنثى - هو حدهم الذي يصلون إليه من العلم لأنهم جاهلون، لم يصلوا إلى يقين، إن ربك -أيها الرسول - هو أعلم بمن حاد عن سبيل الحق، وهو أعلم بمن اهتدى إلى طريقه، لا يخفى عليه شيء من ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك» أي طلب الدنيا «مبلغهم من العلم» أي نهاية علمهم أن آثروا الدنيا على الآخرة «إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى» عالم بهما فيجازيهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فسعيهم مقصور على الدنيا ولذاتها وشهواتها، كيف حصلت حصلوها، وبأي: طريق سنحت ابتدروها، ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ أي: هذا منتهى علمهم وغايته، وأما المؤمنون بالآخرة، المصدقون بها، أولو الألباب والعقول،فهمتهم وإرادتهم للدار الآخرة، وعلومهم أفضل العلوم وأجلها، وهو العلم المأخوذ من كتاب الله وسنة رسوله صلى الله عليه وسلم، والله تعالى أعلم بمن يستحق الهداية فيهديه، ممن لا يستحق ذلك فيكله إلى نفسه، ويخذله، فيضل عن سبيل الله، ولهذا قال تعالى: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى فيضع فضله حيث يعلم المحل اللائق به."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولله وحده ما في السماوات، وله ما في الأرض ملكًا وخلقًا وتدبيرًا، ليجزي الذين أساؤوا أعمالهم في الدنيا بما يستحقون من العذاب، ويجزي المؤمنين الذين أحسنوا أعمالهم بالجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولله ما في السماوات وما في الأرض» هو مالك لذلك، ومنه الضال والمهتدي يُضل من يشاء ويهدي من يشاء «ليجزي الذين أساءوا بما عملوا» من الشرك وغيره «ويجزي الذين أحسنوا» بالتوحيد وغيره من الطاعات «بالحسنى» الجنة وبيَّن المحسنين بقوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أنه مالك الملك، المتفرد بملك الدنيا والآخرة، وأن جميع من في السماوات والأرض ملك لله، يتصرف فيهم تصرف الملك العظيم، في عبيده ومماليكه، ينفذ فيهم قدره، ويجري عليهم شرعه، ويأمرهم وينهاهم، ويجزيهم على ما أمرهم به ونهاهم [عنه]، فيثيب المطيع، ويعاقب العاصي، ليجزي الذين أساؤوا العمل السيئات من الكفر فما دونه بما عملوا من أعمال الشر بالعقوبة البليغة وَيَجْزِيَ الَّذِينَ أَحْسَنُوا في عبادة الله تعالى، وأحسنوا إلى خلق الله، بأنواع المنافع بِالْحُسْنَى أي: بالحالة الحسنة في الدنيا والآخرة، وأكبر ذلك وأجله رضا ربهم، والفوز بنعيم الجنة"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ ۚ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ ۚ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ ۖ فَلَا تُزَكُّوا أَنْفُسَكُمْ ۖ هُوَ أَعْلَمُ بِمَنِ اتَّقَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يبتعدون عن كبائر الذنوب، وقبائح المعاصي إلا صغائر الذنوب، فهذه تغفر بترك الكبائر، والإكثار من الطاعات، إن ربك - أيها الرسول - واسع المغفرة، يغفر ذنوب عباده متى تابوا منها، هو سبحانه أعلم بأحوالكم وشؤونكم حين خلق أباكم آدم من تراب، وحين كنتم حملًا في بطون أمهاتكم تُخْلقون خلقًا من بعد خلق، لا يخفى عليه شيء من ذلك، فلا تمدحوا أنفسكم بالثناء عليها بالتقوى، فهو سبحانه أعلم بمن اتقاه؛ بامتثال أوامره، واجتناب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يجتنبون كبائر الإثم والفواحش إلا الَّلمَمَ» هو صغار الذنوب كالنظرة والقبلة واللمسة فهو استثناء منقطع والمعنى لكن اللمم يغفر باجتناب الكبائر «إن ربك واسع المغفرة» بذلك وبقبول التوبة، ونزل فيمن كان يقول: صلاتنا صيامنا حجنا: «هو أعلم» أي عالم «بكم إذ أنشأكم من الأرض» أي خلق آباكم آدم من التراب «وإذ أنتم أجنة» جمع جنين «في بطون أمهاتكم فلا تزكوا أنفسكم» لا تمدحوها على سبيل الإعجاب أما على سبيل الاعتراف بالنعمة فحسن «هو أعلم» أي عالم «بمن اتقى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ أي: يفعلون ما أمرهم الله به من الواجبات، التي يكون تركها من كبائر الذنوب، ويتركون المحرمات الكبار، كالزنا، وشرب الخمر، وأكل الربا، والقتل، ونحو ذلك من الذنوب العظيمة، إِلَّا اللَّمَمَ وهي الذنوب الصغار، التي لا يصر صاحبها عليها، أو التي يلم بها العبد، المرة بعد المرة، على وجه الندرة والقلة، فهذه ليس مجرد الإقدام عليها مخرجا للعبد من أن يكون من المحسنين، فإن هذه مع الإتيان بالواجبات وترك المحرمات، تدخل تحت مغفرة الله التي وسعت كل شيء، ولهذا قال: إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ فلولا مغفرته لهلكت البلاد والعباد، ولولا عفوه وحلمه لسقطت السماء على الأرض، ولما ترك على ظهرها من دابة.\nولهذا قال النبي صلى الله عليه وسلم: \"الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن، ما اجتنبت الكبائر\" [وقوله:] هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ أي: هو تعالى أعلم بأحوالكم كلها، وما جبلكم عليه، من الضعف والخور، عن كثير مما أمركم الله به، ومن كثرة الدواعي إلى بعض المحرمات، وكثرة الجواذب إليها، وعدم الموانع القوية، والضعف موجود مشاهد منكم حين أنشاكم الله من الأرض، وإذ كنتم في بطون أمهاتكم، ولم يزل موجودا فيكم، وإن كان الله تعالى قد أوجد فيكم قوة على ما أمركم به، ولكن الضعف لم يزل، فلعلمه تعالى بأحوالكم هذه، ناسبت الحكمة الإلهية والجود الرباني، أن يتغمدكم برحمته ومغفرته وعفوه، ويغمركم بإحسانه، ويزيل عنكم الجرائم والمآثم، خصوصا إذا كان العبد مقصوده مرضاة ربه في جميع الأوقات، وسعيه فيما يقرب إليه في أكثر الآنات، وفراره من الذنوب التي يتمقت بها عند مولاه، ثم تقع منه الفلتة بعد الفلتة، فإن الله تعالى أكرم الأكرمين وأرحم الراحمين أرحم بعباده من الوالدة بولدها، فلا بد لمثل هذا أن يكون من مغفرة ربه قريبا وأن يكون الله له في جميع أحواله مجيبا، ولهذا قال تعالى: فَلَا تُزَكُّوا أَنْفُسَكُمْ أي: تخبرون الناس بطهارتها على وجه التمدح هُوَ أَعْلَمُ بِمَنِ اتَّقَى [فإن التقوى، محلها القلب، والله هو المطلع عليه، المجازي على ما فيه من بر وتقوى، وأما الناس، فلا يغنون عنكم من الله شيئا]."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "أَفَرَأَيْتَ الَّذِي تَوَلَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفرأيت قبح حال الذي أعرض عن الإسلام بعد اقترابه منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفرأيت الذي تولى» عن الإيمان ارتد لما عير به وقال إني خشيت عقاب الله فضمن له المعير له أن يحمل عنه عذاب الله إن رجع إلى شركه وأعطاه من ماله كذا فرجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إلى آخر السورة يقول تعالى: أَفَرَأَيْتَ قبح حالة من أمر بعبادة ربه وتوحيده، فتولى عن ذلك وأعرض عنه؟"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأعطى قليلًا من المال ثم منع؛ لأن البخل سجيته، ومع ذلك هو يزكي نفسه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأعطى قليلا» من المال المسمى «وأكدى» منع الباقي مأخوذ من الكدية وهي أرض صلبة كالصخرة تمنع حافر البئر إذا وصل إليها من الحفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن سمحت نفسه ببعض الشيء، القليل، فإنه لا يستمر عليه، بل يبخل ويكدى ويمنع.\nفإن المعروف ليس سجية له وطبيعة بل طبعه التولي عن الطاعة، وعدم الثبوت على فعل المعروف، ومع هذا، فهو يزكي نفسه، وينزلها غير منزلتها التي أنزلها الله بها."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أعنده علم الغيب فهو يرى ويُحدِّث بالغيب؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أعنده علم الغيب فهو يرى» يعلم جملته أن غيره يتحمل عنه عذاب الآخرة؟ لا، وهو الوليد بن المغيرة أو غيره، وجملة أعنده المفعول الثاني لرأيت بمعنى أخبرني."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى الغيب ويخبر به، أم هو متقول على الله، متجرئ على الجمع بين الإساءة والتزكية كما هو الواقع، لأنه قد علم أنه ليس عنده علم من الغيب، وأنه لو قدر أنه ادعى ذلك فالإخبارات القاطعة عن علم الغيب التي على يد النبي المعصوم، تدل على نقيض قوله، وذلك دليل على بطلانه."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم هو مفترٍ على الله؟! أم لم يُخْبَر هذا المتقوّل على الله بما في الصحف الأولى التي أنزلها الله على موسى؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل «لم ينبأ بما في صحف موسى» أسفار التوراة أو صحف قبلها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ لَمْ يُنَبَّأْ هذا المدعي بِمَا فِي صُحُفِ مُوسَى"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وصحف إبراهيم الذي أدى كل ما كلفه ربه به وأتمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(و) صحف (إبراهيم الذي وفى) تمم ما أمر به نحو \"\" وإذ ابتلى إبراهيم ربه بكلمات فأتمهن \"\" وبيان ما:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[وَإِبْرَاهِيمَ الَّذِي وَفَّى أي: قام بجميع ما ابتلاه الله به، وأمره به من الشرائع وأصول الدين وفروعه"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنه لا يحمل إنسان إثم غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أ» ن «لا تزر وازرة وزر أخرى» إلخ وأن مخففة من الثقيلة، أي لا تحمل نفس ذنب غيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفي تلك الصحف أحكام كثيرة من أهمها ما ذكره الله بقوله: أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى أي: كل عامل له عمله الحسن والسيئ، فليس له من عمل غيره وسعيهم شيء، ولا يتحمل أحد عن أحد ذنبا"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه ليس للإنسان إلا ثواب عمله الذي عمله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن» بأنه «ليس للإنسان إلا ما سعى» من خير فليس له من سعي غيره الخير شيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفي تلك الصحف أحكام كثيرة من أهمها ما ذكره الله بقوله: أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى أي: كل عامل له عمله الحسن والسيئ، فليس له من عمل غيره وسعيهم شيء، ولا يتحمل أحد عن أحد ذنبا"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأن عمله سوف يُرى يوم القيامة عيانًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن سعيه سوف يُرى» يبصر في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى في الآخرة فيميز حسنه من سيئه."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم يُعْطَى جزاء عمله تامًّا غير منقوص."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم يجزاه الجزاء الأوفى» الأكمل يقال: جزيته سعيه وبسعيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى أي: المستكمل لجميع العمل الحسن الخالص بالحسنى، والسيئ الخالص بالسوأى، والمشوب بحسبه، جزاء تقر بعدله وإحسانه الخليقة كلها، وتحمد الله عليه، حتى إن أهل النار ليدخلون النار، وإن قلوبهم مملوءة من حمد ربهم، والإقرار له بكمال الحكمة ومقت أنفسهم، وأنهم الذين أوصلوا أنفسهم وأوردوها شر الموارد، وقد استدل بقوله تعالى: وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى من يرى أن القرب لا يفيد إهداؤها للأحياء ولا للأموات قالوا لأن الله قال: وَأَنْ لَيْسَ لِلْإِنْسَانِ مَا سَعَى فوصول سعي غيره إليه مناف لذلك، وفي هذا الاستدلال نظر، فإن الآية إنما تدل على أنه ليس للإنسان إلا ما سعى بنفسه، وهذا حق لا خلاف فيه، وليس فيها ما يدل على أنه لا ينتفع بسعي غيره، إذا أهداه ذلك الغير له، كما أنه ليس للإنسان من المال إلا ما هو في ملكه وتحت يده، ولا يلزم من ذلك، أن لا يملك ما وهبه له الغير من ماله الذي يملكه."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَأَنَّ إِلَىٰ رَبِّكَ الْمُنْتَهَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأن إلى ربك - أيها الرسول - مرجع العباد ومصيرهم بعد موتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن» بالفتح عطفا وقرئ بالكسر استئنافا وكذا ما بعدها فلا يكون مضمون الجمل في الصحف على الثاني «إلى ربك المنتهى» المرجع والمصير بعد الموت فيجازيهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى أي: إليه تنتهي الأمور، وإليه تصير الأشياء والخلائق بالبعث والنشور، وإلى الله المنتهى في كل حال، فإليه ينتهي العلم والحكم، والرحمة وسائر الكمالات."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه هو أفرح من يشاء فأضحكه، وأحزن من يشاء فأبكاه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنه هو أضحك» من شاء أفرحه «وأبكى» من شاء أحزنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى أي: هو الذي أوجد أسباب الضحك والبكاء، وهو الخير والشر، والفرح والسرور والهم [والحزن]، وهو سبحانه له الحكمة البالغة في ذلك،"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه أمات الأحياء في الدنيا، وأحيا الموتى بالبعث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنه هو أمات» في الدنيا «وأحيا» للبعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا أي: هو المنفرد بالإيجاد والإعدام، والذي أوجد الخلق وأمرهم ونهاهم، سيعيدهم بعد موتهم، ويجازيهم بتلك الأعمال التي عملوها في دار الدنيا."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه خلق الصنفين: الذكر والأنثى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنه خلق الزوجين» الصنفين «الذكر والأنثى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ فسر الزوجين بقوله: الذَّكَرَ وَالْأُنْثَى وهذا اسم جنس شامل لجميع الحيوانات، ناطقها وبهيمها، فهو المنفرد بخلقها."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "مِنْ نُطْفَةٍ إِذَا تُمْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "من نطفة إذا وضعت في الرحم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«من نطفة» منيٍّ «إذا تُمنى» تصب في الرحم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مِنْ نُطْفَةٍ إِذَا تُمْنَى وهذا من أعظم الأدلة على كمال قدرته وانفراده بالعزة العظيمة، حيث أوجد تلك الحيوانات، صغيرها وكبيرها من نطفة ضعيفة من ماء مهين، ثم نماها وكملها، حتى بلغت ما بلغت، ثم صار الآدمي منها إما إلى أرفع المقامات في أعلى عليين، وإما إلى أدنى الحالات في أسفل سافلين."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأن عليه إعادة خلقهما بعد موتهما للبعث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأن عليه النَّشآءَةَ» بالمد والقصر «الأخرى» الخلقة الأخرى للبعث بعد الخلقة الأولى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "استدل بالبداءة على الإعادة، فقال: وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى فيعيد العباد من الأجداث، ويجمعهم ليوم الميقات، ويجازيهم على الحسنات والسيئات."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَأَنَّهُ هُوَ أَغْنَىٰ وَأَقْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه أغنى من شاء من عباده بتمليكه المال، وأعطى من المال ما يتخذه الناس قنية يقتنونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنه هو أغنى» الناس بالكفاية بالأموال «وأقنى» أعطى المال المتخذ قُنية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى أي: أغنى العباد بتيسير أمر معاشهم من التجارات وأنواع المكاسب، من الحرف وغيرها، وأقنى أي: أفاد عباده من الأموال بجميع أنواعها، ما يصيرون به مقتنين لها، ومالكين لكثير من الأعيان، وهذا من نعمه على عباده أن جميع النعم منه تعالى وهذا يوجب للعباد أن يشكروه، ويعبدوه وحده لا شريك له"
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه هو رب الشِّعْرى، وهو نجم كان يعبده بعض المشركين من دون الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنه هو رب الشعرى» هي كوكب خلف الجوزاء كانت تعبد في الجاهلية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى وهي النجم المعروف بالشعرى العبور، المسماة بالمرزم، وخصها الله بالذكر، وإن كان رب كل شيء، لأن هذا النجم مما عبد في الجاهلية، فأخبر تعالى أن جنس ما يعبده المشركون مربوب مدبر مخلوق،فكيف تتخذ إلها مع الله"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنه أهلك عادًا الأولى؛ وهم قوم هود لمَّا أصرّوا على كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنه أهلك عادا الأولى» وفي قراءة بإدغام التنوين في اللام وضمها بلا همزة وهي قوم عاد والأخرى قوم صالح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى وهم قوم هود عليه السلام، حين كذبوا هودا، فأهلكهم الله بريح صرصر عاتية"
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَثَمُودَ فَمَا أَبْقَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأهلك ثمود قوم صالح، فلم يُبْقِ منهم أحدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وثمودا» بالصرف اسم للأب وبلا صرف للقبيلة وهو معطوف على عادا «فما أبقى» منهم أحدا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَثَمُودَ قوم صالح عليه السلام، أرسله الله إلى ثمود فكذبوه، فبعث الله إليهم الناقة آية، فعقروها وكذبوه، فأهلكهم الله تعالى، فَمَا أَبْقَى منهم أحدا، بل أهلكهم الله عن آخرهم"
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأهلك قوم نوح من قبل عاد وثمود، إن قوم نوح كانوا أشدّ ظلمًا، وأعظم طغيانًا من عاد وثمود؛ لأن نوحًا مكث فيهم ألف سنة إلا خمسين عامًا يدعوهم إلى توحيد الله، فلم يستجيبوا له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(وقوم نوح من قبل) أي قبل عاد وثمود أهلكناهم (إنهم كانوا هم أظلم وأطغى) من عاد وثمود لطول لبث نوح فيهم \"\" فلبث فيهم ألف سنة إلا خمسين عاما \"\" وهم مع عدم إيمانهم به يؤذونه ويضربونه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى من هؤلاء الأمم، فأهلكهم الله وأغرقهم في اليم"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَالْمُؤْتَفِكَةَ أَهْوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقرى قوم لوط رفعها إلى السماء، ثم قلبها، ثم أسقطها إلى الأرض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والمؤتفكة» وهي قرى قوم لوط «أهوى» أسقطها بعد رفعها إلى السماء مقلوبة إلى الأرض بأمره جبريل بذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْمُؤْتَفِكَةَ وهم قوم لوط عليه السلام أَهْوَى أي: أصابهم الله بعذاب ما عذب به أحدا من العالمين، قلب أسفل ديارهم أعلاها، وأمطر عليهم حجارة من سجيل."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "فَغَشَّاهَا مَا غَشَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فغطاها وأصابها من الحجارة ما غطاها بعد رفعها إلى السماء وإسقاطها على الأرض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فغشاها» من الحجارة بعد ذلك «ما غشى» أبْهم تهويلا، وفي هود: (جعلنا عاليها سافلها وأمطرنا عليها حجارة من سجيل)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَغَشَّاهَا مَا غَشَّى أي: غشيها من العذاب الأليم الوخيم ما غشى أي: شيء عظيم لا يمكن وصفه."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي آيات ربك الدالة على قدرته تجادل أيها الإنسان فلا تتعظ بها؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء ربك» أنعمه الدالة على وحدانيته وقدرته «تتمارى» تتشكك أيها الإنسان أو تكذب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى أي: فبأي: نعم الله وفضله تشك أيها الإنسان؟ فإن نعم الله ظاهرة لا تقبل الشك بوجه من الوجوه، فما بالعباد من نعمة إلا منه تعالى، ولا يدفع النقم إلا هو."
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "هَٰذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا الرسول المرسل إليكم من جنس الرسل الأولى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذا» محمد «نذير من النذر الأولى» من جنسهم، أي رسول كالرسل قبله أرسل إليكم كما أرسلوا إلى أقوامهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى أي: هذا الرسول القرشي الهاشمي محمد بن عبد الله، ليس ببدع من الرسل، بل قد تقدمه من الرسل السابقين، ودعوا إلى ما دعا إليه، فلأي شيء تنكر رسالته؟ وبأي حجة تبطل دعوته؟أليست أخلاقه [أعلا] أخلاق الرسل الكرام، أليست دعوته إلى كل خير والنهي عن كل شر؟ ألم يأت بالقرآن الكريم الذي لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد؟ ألم يهلك الله من كذب من قبله من الرسل الكرام؟ فما الذي يمنع العذاب عن المكذبين لمحمد سيد المرسلين، وإمام المتقين، وقائد الغر المحجلين؟"
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "أَزِفَتِ الْآزِفَةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اقتربت القيامة القريبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أزفت الآزفة» قربت القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَزِفَتِ الْآزِفَةُ أي: قربت القيامة، ودنا وقتها، وبانت علاماتها."
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس لها دافع يدفعها، ولا مطلع يطلع عليها إلا الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليس لها من دون الله» نفس «كاشفة» أي لا يكشفها ويظهرها إلا هو كقوله «لا يجليها لوقتها إلا هو»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ أي: إذا أتت القيامة وجاءهم العذاب الموعود به."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "أَفَمِنْ هَٰذَا الْحَدِيثِ تَعْجَبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفمن هذا القرآن الذي يُتْلى عليكم تعجبون أن يكون من عند الله؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفمن هذا الحديث» أي القرآن «تعجبون» تكذيبا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توعد المنكرين لرسالة الرسول محمد صلى الله عليه وسلم، المكذبين لما جاء به من القرآن الكريم، فقال: أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ ؟ أي: أفمن هذا الحديث الذي هو خير الكلام وأفضله وأشرفه تتعجبون منه، وتجعلونه من الأمور المخالفة للعادة الخارقة للأمور [والحقائق] المعروفة؟ هذا من جهلهم وضلالهم وعنادهم، وإلا فهو الحديث الذي إذا حدث صدق، وإذا قال قولا فهو القول الفصل الذي ليس بالهزل، وهو القرآن العظيم، الذي لو أنزل على جبل لرأيته خاشعا متصدعا من خشية الله، الذي يزيد ذوي الأحلام رأيا وعقلا، وتسديدا وثباتا، وإيمانا ويقينا والذي ينبغي العجب من عقل من تعجب منه، وسفهه وضلاله."
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتضحكون منه استهزاءً به، ولا تبكون عند سماع مواعظه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وتضحكون» استهزاءً «ولا تبكون» لسماع وعده ووعيده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَتَضْحَكُونَ وَلَا تَبْكُونَ أي: تستعملون الضحك والاستهزاء به، مع أن الذي ينبغي أن تتأثر منه النفوس، وتلين له القلوب، وتبكي له العيون،سماعا لأمره ونهيه، وإصغاء لوعده ووعيده، والتفاتا لأخباره الحسنة الصادقة"
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "وَأَنْتُمْ سَامِدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنتم لاهون عنه، لا تبالون به؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنتم سامدون» لاهون غافلون عما يطلب منكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنْتُمْ سَامِدُونَ أي: غافلون عنه، لاهون عن تدبره، وهذا من قلة عقولكم وأديانكم فلو عبدتم الله وطلبتم رضاه في جميع الأحوال لما كنتم بهذه المثابة التي يأنف منها أولو الألباب،"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاسجدوا لله وحده، وأخلصوا له العبادة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاسجدوا لله» الذي خلقكم «واعبدوا» ولا تسجدوا للأصنام ولا تعبدوها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا الأمر بالسجود لله خصوصا، ليدل ذلك على فضله وأنه سر العبادة ولبها، فإن لبها الخشوع لله والخضوع له، والسجود هو أعظم حالة يخضع بها العبد فإنه يخضع قلبه وبدنه، ويجعل أشرف أعضائه على الأرض المهينة موضع وطء الأقدام.\nثم أمر بالعبادة عموما، الشاملة لجميع ما يحبه الله ويرضاه من الأعمال والأقوال الظاهرة والباطنة."
                }
            ]
        }
    ]
}