{
    "surah": "القمر",
    "number": 54,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اقترب مجيء الساعة، وانشق القمر في عهد النبي صلى الله عليه وسلم، فكان انشقاقه من آياته صلى الله عليه وسلم الحسية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«اقتربت الساعة» قربت القيامة «وانشق القمر» انفلق فلقتين على أبي قبيس وقيقعان آية له صلى الله عليه وسلم وقد سئلها فقال (اشهدوا) رواه الشيخان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى أن الساعة وهي القيامة اقتربت وآن أوانها، وحان وقت مجيئها، ومع ذلك، فهؤلاء المكذبون لم يزالوا مكذبين بها، غير مستعدين لنزولها، ويريهم الله من الآيات العظيمة الدالة على وقوعها ما يؤمن على مثله البشر، فمن أعظم الآيات الدالة على صحة ما جاء به محمد بن عبد الله صلى الله عليه وسلم، أنه لما طلب منه المكذبون أن يريهم من خوارق العادات ما يدل على [صحة ما جاء به و] صدقه، أشار صلى الله عليه وسلم إلى القمر بإذن الله تعالى، فانشق فلقتين، فلقة على جبل أبي قبيس، وفلقة على جبل قعيقعان، والمشركون وغيرهم يشاهدون هذه الآية الكبرى الكائنة في العالم العلوي، التي لا يقدر الخلق على التمويه بها والتخييل."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن يَرَ المشركون دليلًا وبرهانًا على صدقه صلى الله عليه وسلم يُعرضوا عن قَبوله، ويقولوا: ما شاهدناه من الحجج والبراهين سحر باطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يروْا» أي كفار قريش «آية» معجزة له صلى الله عليه وسلم «يعرضوا ويقولوا» هذا «سحر مستمر» قوي من المرة: القوة أو دائم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فشاهدوا أمرا ما رأوا مثله، بل ولم يسمعوا أنه جرى لأحد من المرسلين قبله نظيره، فانبهروا لذلك، ولم يدخل الإيمان في قلوبهم، ولم يرد الله بهم خيرا، ففزعوا إلى بهتهم وطغيانهم، وقالوا: سحرنا محمد، ولكن علامة ذلك أنكم تسألون من قدم إليكم من السفر، فإنه وإن قدر على سحركم، لا يقدر أن يسحر من ليس مشاهدا مثلكم، فسألوا كل من قدم، فأخبرهم بوقوع ذلك، فقالوا: سِحْرٌ مُسْتَمِرٌّ سحرنا محمد وسحر غيرنا، وهذا من البهت، الذي لا يروج إلا على أسفه الخلق وأضلهم عن الهدى والعقل، وهذا ليس إنكارا منهم لهذه الآية وحدها، بل كل آية تأتيهم، فإنهم مستعدون لمقابلتها بالباطل والرد لها، ولهذا قال: وَإِنْ يَرَوْا آيَةً يُعْرِضُوا ولم يعد الضمير على انشقاق القمر فلم يقل: وإن يروها بل قال: وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وليس قصدهم اتباع الحق والهدى، وإنما قصدهم اتباع الهوى،"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذبوا بما جاءهم من الحق، واتبعوا أهواءهم في التكذيب، وكل أمر -خيرًا كان أو شرًّا - واقع بمستحقه يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذبوا» النبي صلى الله عليه وسلم «واتبعوا أهواءهم» في الباطل «وكل أمر» من الخير والشر «مستقر» بأهله في الجنة أو النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ كقوله تعالى: فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ فإنه لو كان قصدهم اتباع الهدى، لآمنوا قطعا، واتبعوا محمدا صلى الله عليه وسلم، لأنه أراهم الله على يديه من البينات والبراهين والحجج القواطع، ما دل على جميع المطالب الإلهية، والمقاصد الشرعية، وَكُلُّ أَمْرٍ مُسْتَقِرٌّ أي: إلى الآن، لم يبلغ الأمر غايته ومنتهاه، وسيصير الأمر إلى آخره، فالمصدق يتقلب في جنات النعيم، ومغفرة الله ورضوانه، والمكذب يتقلب في سخط الله وعذابه، خالدا مخلدا أبدا."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد جاءهم من أخبار الأمم التي أهلكها الله بكفرها وظلمها ما يكفي لردعهم عن كفرهم وظلمهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد جاءهم من الأنباء» أخبار إهلاك الأمم المكذبة رسلهم «ما فيه مزدجر» لهم اسم مكان والدال بدل من تاء الافتعال وازدجرته وزجرته: نهيته بغلظة وما موصولة أو موصوفة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقال تعالى -مبينا أنهم ليس لهم قصد صحيح، ولا اتباع للهدى-: وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ أي: الأخبار السابقة واللاحقة والمعجزات الظاهرة مَا فِيهِ مُزْدَجَرٌ أي: زاجر يزجرهم عن غيهم وضلالهم،"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي جاءهم حكمة تامة لتقوم عليهم الحجة، فما تنفع النذر قومًا لا يؤمنون بالله ولا باليوم الآخر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حكمة» خبر مبتدأ محذوف أو بدل من ما أو من مزدجر «بالغة» تامة «فما تغن» تنفع فيهم «النذر» جمع نذير بمعنى منذر، أي الأمور المنذورة لهم وما للنفي أو للاستفهام الإنكاري وهي على الثاني مفعول مقدم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "حِكْمَةٌ منه تعالى بَالِغَةٌ أي: لتقوم حجته على المخالفين ولا يبقى لأحد على الله حجة بعد الرسل، فَمَا تُغْنِ النُّذُرُ كقوله تعالى: وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ لا يؤمنوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ إِلَىٰ شَيْءٍ نُكُرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذ لم يهتدوا فاتركهم - أيها الرسول - وأعرض عنهم منتظرًا يوم يدعو الملك الموكل بالنفخ في الصور إلى أمر فظيع لم تعرف الخلائق مثله من قبل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فتول عنهم» هو فائدة ما قبله وتم به الكلام «يوم يدع الداع» هو إسرافيل وناصب يوم يخرجون بعد «إلى شيءٍ نكُر» بضم الكاف وسكونها، أي منكر تنكره النفوس وهو الحساب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى لرسوله صلى الله عليه وسلم: قد بان أن المكذبين لا حيلة في هداهم، فلم يبق إلا الإعراض عنهم والتولي عنهم، [فقال:] فَتَوَلَّ عَنْهُمْ وانتظر بهم يوما عظيما وهولا جسيما، وذلك حين يدعو الداع إسرافيل عليه السلام إِلَى شَيْءٍ نُكُرٍ أي: إلى أمر فظيع تنكره الخليقة، فلم تر منظرا أفظع ولا أوجع منه، فينفخ إسرافيل نفخة، يخرج بها الأموات من قبورهم لموقف القيامة"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذليلة أبصارهم، يخرجون من القبور كأنهم في سعيهم إلى موقف الحساب جراد منتشر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خاشعا» أي ذليلا، وفي قراءة خُشَّعا بضم الخاء وفتح الشين مشددة «أبصارهم» حال من الفاعل «يخرجون» أي الناس «من الأجداث» القبور «كأنهم جراد منتشر» لا يدرون أين يذهبون من الخوف والحيرة، والجملة حال من فاعل يخرجون وكذا قوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "خُشَّعًا أَبْصَارُهُمْ أي: من الهول والفزع الذي وصل إلى قلوبهم، فخضعت وذلت، وخشعت لذلك أبصارهم.\nيَخْرُجُونَ مِنَ الْأَجْدَاثِ وهي القبور، كَأَنَّهُمْ من كثرتهم، وروجان بعضهم ببعض جَرَادٌ مُنْتَشِرٌ أي: مبثوث في الأرض، متكاثر جدا،"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "مُهْطِعِينَ إِلَى الدَّاعِ ۖ يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مسرعين إلى الداعي إلى ذلك الموقف، يقول الكافرون: هذا اليوم يوم عسير؛ لما فيه من الشدة والأهوال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مهطعين» مسرعين مادين أعناقهم «إلى الداعِ يقول الكافرون» منهم «هذا يوم عَسِرٌ» صعب على الكافرين كما في المدثر (يوم عسير على الكافرين)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مُهْطِعِينَ إِلَى الدَّاعِ أي: مسرعين لإجابة النداء الداعي وهذا يدل على أن الداعي يدعوهم ويأمرهم بالحضور لموقف القيامة، فيلبون دعوته، ويسرعون إلى إجابته، يَقُولُ الْكَافِرُونَ الذين قد حضر عذابهم: هَذَا يَوْمٌ عَسِرٌ كما قال تعالى على الكافرين غير يسير [مفهوم ذلك أنه يسير سهل على المؤمنين]"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت قبل هؤلاء المكذبين بدعوتك - أيها الرسول - قوم نوح، فكذبوا عبدنا نوحًا عليه السلام لما بعثناه إليهم، وقالوا عنه: هو مجنون، وانتهروه بأنواع السب والشتم والتهديد إذا لم يترك دعوتهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذَّبت قبلهم» قبل قريش «قوم نوح» تأنيث الفعل لمعنى قوم «فكذبوا عبدنا» نوحا «وقالوا مجنون وازدجر» انتهروه بالسب وغيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تبارك وتعالى حال المكذبين لرسوله، وأن الآيات لا تنفع فيهم، ولا تجدي عليهم شيئا، أنذرهم وخوفهم بعقوبات الأمم الماضية المكذبة للرسل، وكيف أهلكهم الله وأحل بهم عقابه.\nفذكر قوم نوح، أول رسول بعثه الله إلى قوم يعبدون الأصنام، فدعاهم إلى توحيد الله وعبادته وحده لا شريك له، فامتنعوا من ترك الشرك وقالوا: لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا ولم يزل نوح يدعوهم إلى الله ليلا ونهارا، وسرا وجهارا، فلم يزدهم ذلك إلا عنادا وطغيانا، وقدحا في نبيهم، ولهذا قال هنا: فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ لزعمهم أن ما هم عليه وآباؤهم من الشرك والضلال هو الذي يدل عليه العقل، وأن ما جاء به نوح عليه الصلاة والسلام جهل وضلال، لا يصدر إلا من المجانين، وكذبوا في ذلك، وقلبوا الحقائق الثابتة شرعا وعقلا، فإن ما جاء به هو الحق الثابت، الذي يرشد العقول النيرة المستقيمة، إلى الهدى والنور والرشد، وما هم عليه جهل وضلال مبين، [وقوله:] وَازْدُجِرَ أي: زجره قومه وعنفوه عندما دعاهم إلى الله تعالى، فلم يكفهم -قبحهم الله- عدم الإيمان به، ولا تكذيبهم إياه، حتى أوصلوا إليه من أذيتهم ما قدروا عليه، وهكذا جميع أعداء الرسل، هذه حالهم مع أنبيائهم."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فدعا نوح ربه قائلًا: إن قومي غلبوني، ولم يستجيبوا لي، فانتصر منهم بعقاب تنزله عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فدعا ربه أني» بالفتح، أي بأني «مغلوب فانتصر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فعند ذلك دعا نوح ربه [فقال:] أَنِّي مَغْلُوبٌ لا قدرة لي على الانتصار منهم، لأنه لم يؤمن من قومه إلا القليل النادر، ولا قدرة لهم على مقاومة قومهم، فَانْتَصِرْ اللهم لي منهم، وقال في الآية الأخرى: رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا الآيات"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ففتحنا أبواب السماء بماء متدفق متتابع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ففتحنا» بالتخفيف والتشديد «أبواب السماء بماءٍ منهمر» منصب انصبابا شديدا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأجاب الله سؤاله، وانتصر له من قومه، قال تعالى: فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ أي: كثير جدا متتابع"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفجرنا الأرض فصارت عيونًا ينبع منها الماء، فالتقى الماء النازل من السماء مع الماء النابع من الأرض على أمر من الله قدره في الأزل، فأغرق الجميع إلا من نجاه الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وفجرنا الأرض عيونا» تنبع «فالتقى الماء» ماء السماء والأرض «على أمر» حال «قد قُدِر» قضي به في الأزل وهو هلاكهم غرقا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فجعلت السماء ينزل منها من الماء شيء خارق للعادة، وتفجرت الأرض كلها، حتى التنور الذي لم تجر العادة بوجود الماء فيه، فضلا عن كونه منبعا للماء، لأنه موضع النار.\nفَالْتَقَى الْمَاءُ أي: ماء السماء والأرض عَلَى أَمْرٍ من الله له بذلك، قَدْ قُدِرَ أي: قد كتبه الله في الأزل وقضاه، عقوبة لهؤلاء الظالمين الطاغين"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وحملنا نوحًا على سفينة ذات ألواح ومسامير، فنجيناه ومن معه من الغرق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وحملناه» أي نوحا «على» سفينة «ذات ألواح ودُسر» وهو ما تشد به الألواح من المسامير وغيرها وأحدها دسار ككتاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ أي: ونجينا عبدنا نوحا على السفينة ذات الألواح والدسر أي: المسامير [التي] قد سمرت [بها] ألواحها وشد بها أسرها"
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تجري هذه السفينة في أمواج الماء المتلاطمة بمرأى منا وحفظ، انتصارًا لنوح الذي كذبه قومه، وكفروا بما جاءهم به من عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تجري بأعيننا» بمرأى منا، أي محفوظة «جزاءً» منصوب بفعل مقدر، أي أغرقوا انتصارا «لمن كان كفر» وهو نوح عليه السلام، وقرئ كفر بالبناء للفاعل، أي أغرقوا عقابا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَجْرِي بِأَعْيُنِنَا أي: تجري بنوح ومن آمن معه، ومن حمله من أصناف المخلوقات برعاية من الله، وحفظ [منه] لها عن الغرق [ونظر]، وكلائه منه تعالى، وهو نعم الحافظ الوكيل، جَزَاءً لِمَنْ كَانَ كُفِرَ أي: فعلنا بنوح ما فعلنا من النجاة من الغرق العام، جزاء له حيث كذبه قومه وكفروا به فصبر على دعوتهم، واستمر على أمر الله، فلم يرده عنه راد، ولا صده عنه صاد، كما قال [تعالى] عنه في الآية الأخرى: قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ الآية.\nويحتمل أن المراد: أنا أهلكنا قوم نوح، وفعلنا بهم ما فعلنا من العذاب والخزي، جزاء لهم على كفرهم وعنادهم، وهذا متوجه على قراءة من قرأها بفتح الكاف"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد تركنا هذا العقاب الذي عاقبناهم به؛ عبرة وعظة، فهل من معتبر يعتبر بذلك؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد تركناها» أبقينا هذه الفعلة «آية» لمن يعتبر بها، أي شاع خبرها واستمر «فهل من مدَّكر» معتبر ومتعظ بها وأصله مذتكر أبدلت التاء دالا مهملة وكذا المعجمة وأدغمت فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ أي: ولقد تركنا قصة نوح مع قومه آية يتذكر بها المتذكرون، على أن من عصى الرسل وعاندهم أهلكه الله بعقاب عام شديد، أو أن الضمير يعود إلى السفينة وجنسها، وأن أصل صنعتها تعليممن الله لعبده نوح عليه السلام، ثم أبقى الله تعالى صنعتها وجنسها بين الناس ليدل ذلك على رحمته بخلقه وعنايته، وكمال قدرته، وبديع صنعته، فَهَلْ مِنْ مُدَّكِرٍ ؟ أي: فهل من متذكر للآيات، ملق ذهنه وفكرته لما يأتيه منها، فإنها في غاية البيان واليسر؟"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكيف كان عذابي للمكذبين؟! وكيف كان إنذاري بإهلاكي لهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكيف كان عذابي ونُذُر» أي إنذاري استفهام تقرير، وكيف خبر كان وهي للسؤال عن الحال والمعنى حمل المخاطبين على الإقرار بوقوع عذابه تعالى بالمكذبين لنوح موقعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ أي: فكيف رأيت أيها المخاطب عذاب الله الأليم وإنذاره الذي لا يبقي لأحد عليه حجة."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد يسرنا القرآن للذكر» سهلناه للحفظ وهيأناه للتذكر «فهل من مدكر» متعظ به وحافظ له والاستفهام بمعنى الأمر، أي احفظوا واتعظوا به وليس يحفظ من كتب الله عن ظهر القلب غيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ أي: ولقد يسرنا وسهلنا هذا القرآن الكريم، ألفاظه للحفظ والأداء، ومعانيه للفهم والعلم، لأنه أحسن الكلام لفظا، وأصدقه معنى، وأبينه تفسيرا، فكل من أقبل عليه يسر الله عليه مطلوبه غاية التيسير، وسهله عليه، والذكر شامل لكل ما يتذكر به العاملون من الحلال والحرام، وأحكام الأمر والنهي، وأحكام الجزاء والمواعظ والعبر، والعقائد النافعة والأخبار الصادقة، ولهذا كان علم القرآن حفظا وتفسيرا، أسهل العلوم، وأجلها على الإطلاق، وهو العلم النافع الذي إذا طلبه العبد أعين عليه، قال بعض السلف عند هذه الآية: هل من طالب علم فيعان [عليه]؟ ولهذا يدعو الله عباده إلى الإقبال عليه والتذكر بقوله: فَهَلْ مِنْ مُدَّكِرٍ"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت عاد نبيها هودًا عليه السلام، فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبت عاد» نبيهم هودا فعذبوا «فكيف كان عذابي ونذر» إنذاري لهم بالعذاب قبل نزوله أي وقع موقعه وقد بينه بقوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وعاد هي القبيلة المعروفة باليمن، أرسل الله إليهم هودا عليه السلام يدعوهم إلى توحيد الله وعبادته، فكذبوه"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا بعثنا عليهم ريحًا شديدة باردة في يوم شرّ وشؤم مستمرّ معهم إلى ورودهم جهنم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أرسلنا عليهم ريحا صرْصرا» أي شديدة الصوت «في يوم نحس» شؤم «مستمر» دائم الشؤم أو قويه وكان يوم الأربعاء آخر الشهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأرسل الله عليهم رِيحًا صَرْصَرًا أي: شديدة جدا، فِي يَوْمِ نَحْسٍ أي: شديد العذاب والشقاء عليهم، مُسْتَمِرٍّ عليهم سبع ليال وثمانية أيام حسوما."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تقتلع الناس من الأرض، وترمي بهم على رؤوسهم كأنهم أصول نخل منقلع من مغرسه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تنزع الناس» تقلعهم من حفر الأرض المندسين فيها وتصرعهم على رءوسهم فتدق رقابهم فتبين الرأس عن الجسد «كأنهم» وحالهم ما ذكر «أعجاز» أصول «نخل منقعر» منقطع ساقط على الأرض وشبهوا بالنخل لطولهم وذكر هنا وأنث في الحاقة (نخل خاوية) مراعاة للفواصل في الموضعين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَنْزِعُ النَّاسَ من شدتها، فترفعهم إلى جو السماء، ثم تدفعهم بالأرض فتهلكهم، فيصبحون كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ أي: كأن جثثهم بعد هلاكهم مثل جذوع النخل الخاوي الذي أصابته الريح فسقط على الأرض، فما أهون الخلق على الله إذا عصوا أمره"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكيف كان عذابي ونذر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ كان [والله] العذاب الأليم، والنذارة التي ما أبقت لأحد عليه حجة،"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد يسرنا القرآن للذكر فهل من مدكر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ كرر تعالى ذلك رحمة بعباده وعناية بهم، حيث دعاهم إلى ما يصلح دنياهم وأخراهم."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت ثمود بما أنذرهم به رسولهم صالح عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبت ثمود بالنذر» جمع نذير بمعنى منذر، أي بالأمور التي أنذرهم بها نبيهم صالح إن لم يؤمنوا به ويتبعوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي كذبت ثمود وهم القبيلة المعروفة المشهورة في أرض الحجر، نبيهمصالحا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، وأنذرهم العقاب إن هم خالفوه"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقالوا مستنكرين: أنتبع بشرًا من جنسنا واحدًا؟! إنا إن اتبعناه في هذه الحالة لفي بعد عن الصواب وانحراف عنه، وفي عناء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقالوا أبشرا» منصوب على الاشتغال «منا واحدا» صفتان لـ بشرا «نتبعه» مفسر للفعل الناصب له والاستفهام بمعنى النفي المعنى كيف نتبعه ونحن جماعة كثيرة وهو واحد منا وليس بملك، أي لا نتبعه «إنا إذًا» إن اتبعناه «لفي ضلال» ذهاب عن الصواب «وسعر» جنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فكذبوه واستكبروا عليه، وقالوا -كبرا وتيها-: أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ أي: كيف نتبع بشرا، لا ملكا منا، لا من غيرنا، ممن هو أكبر عند الناس منا، ومع ذلك فهو شخص واحد إِنَّا إِذًا أي: إن اتبعناه وهو بهذه الحال لَفِي ضَلَالٍ وَسُعُرٍ أي: إنا لضالون أشقياء، وهذا الكلام من ضلالهم وشقائهم، فإنهم أنفوا أن يتبعوا رسولا من البشر، ولم يأنفوا أن يكونوا عابدين للشجر والحجر والصور."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أأنزل عليه الوحي وهو واحد، واختص به دوننا جميعًا؟! لا، بل هو كذاب متجبر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أألقي» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين وتركه «الذكر» الوحي «عليه من بيننا» أي لم يوح إليه «بل هو كذاب» في قوله إنه أوحي إليه ما ذكر «أشر» متكبر بطر، قال تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا أي: كيف يخصه الله من بيننا وينزل عليه الذكر؟ فأي مزية خصه من بيننا؟ وهذا اعتراض من المكذبين على الله، لم يزالوا يدلون به، ويصولون ويجولون ويردون به دعوة الرسل، وقد أجاب الله عن هذه الشبهة بقول الرسل لأممهم: قالت رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده فالرسل من الله عليهم بصفات وأخلاق وكمالات، بها صلحوا لرسالات ربهم والاختصاص بوحيه،ومن رحمته وحكمته أن كانوا من البشر، فلو كانوا من الملائكة لم يمكن البشر، أن يتلقوا عنهم، ولو جعلهم من الملائكة لعاجل الله المكذبين لهم بالعقاب العاجل.\nوالمقصود بهذا الكلام الصادر من ثمود لنبيهم صالح، تكذيبه، ولهذا حكموا عليه بهذا الحكم الجائر، فقالوا: بَلْ هُوَ كَذَّابٌ أَشِرٌ أي: كثير الكذب والشر،فقبحهم الله ما أسفه أحلامهم وأظلمهم، وأشدهم مقابلة للصادقين الناصحين بالخطاب الشنيع، لا جرم عاقبهم الله حين اشتد طغيانهم"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سيعلمون يوم القيامة من الكذاب المتجبر أصالح أم هم؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سيعلمون غدا» في الآخرة «من الكذاب الأشر» وهو أو هم بأن يعذبوا على تكذيبهم نبيهم صالحا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا مخرجو الناقة من الصخرة وباعثوها اختبارًا لهم، فانتظر - يا صالح - وراقب ما يصنعون بها وما يُصْنَع بهم، واصبر على أذاهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا مرسلو الناقة» مخرجوها من الهضبة الصخرة كما سألوا «فتنة» محنة «لهم» لنخبرهم «فارتقبهم» يا صالح أي انتظر ما هم صانعون وما يصنع بهم «واصطبر» الطاء بدل من تاء الافتعال أي اصبر على أذاهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأرسل الله الناقة التي هي من أكبر النعم عليهم، آية من آيات الله، ونعمة يحتلبون من ضرعها ما يكفيهم أجمعين، فِتْنَةً لَهُمْ أي: اختبارا منه لهم وامتحانا فَارْتَقِبْهُمْ وَاصْطَبِرْ أي: اصبر على دعوتك إياهم، وارتقب ما يحل بهم، أو ارتقب هل يؤمنون أو يكفرون؟"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ۖ كُلُّ شِرْبٍ مُحْتَضَرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأخبرهم أن ماء بئرهم مقسوم بينهم وبين الناقة؛ يوم لها، ويوم لهم، كل نصيب يحضره صاحبه وحده في يومه المختص به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونبئهم أن الماء قسمة» مقسوم «بينهم» وبين الناقة يوم لهم ويوم لها «كلُّ شرب» نصيب من الماء «محتضر» يحضره القوم يومهم والناقة يومها فتمادوا على ذلك ثم ملوه فهموا بقتل الناقة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ أي: وأخبرهم أن الماء أي: موردهم الذي يستعذبونه، قسمة بينهم وبين الناقة، لها شرب يوم ولهم شرب يوم آخر معلوم، كُلُّ شِرْبٍ مُحْتَضَرٌ أي: يحضره من كان قسمته، ويحظر على من ليس بقسمة له."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فنادوا صاحبهم ليقتل الناقة، فتناول السيف وقتلها؛ امتثالًا لأمر قومه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فنادوا صاحبهم» قدرا ليقتلها «فتعاطى» تناول السيف «فعقر» به الناقة، أي قتلها موافقة لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَنَادَوْا صَاحِبَهُمْ الذي باشر عقرها، الذي هو أشقى القبيلة فَتَعَاطَى أي: انقاد لما أمروه به من عقرها فَعَقَرَ"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكيف كان عذابي ونذر» إنذاري لهم بالعذاب قبل نزوله، أي وقع موقعه وبيَّنه بقوله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ كان أشد عذاب"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا بعثنا عليهم صيحة واحدة فأهلكتهم، فكانوا كالشجر اليابس يتخذ منه المُحْتَظِر حظيرة لغنمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر» هو الذي يجعل لغنمه حظيرة من يابس الشجر والشوك يحفظهن فيها من الذئاب والسباع وما سقط من ذلك فداسته هو الهشيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أرسل الله عليهم صيحة ورجفة أهلكتهم عن آخرهم، ونجى الله صالحا ومن آمن معه"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد يسرنا القرآن للذكر فهل من مدكر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت قوم لوط بما أنذرهم به رسولهم لوط عليه السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبت قوم لوط بالنذر» بالأمور المنذرة لهم على لسانه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: كَذَّبَتْ قَوْمُ لُوطٍ لوطا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، ونهاهم عن الشرك والفاحشة التي ما سبقهم بها أحد من العالمين،"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَجَّيْنَاهُمْ بِسَحَرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا بعثنا عليهم ريحًا ترميهم بالحجارة إلا آل لوط عليه السلام، لم يصبهم العذاب، فقد أنقذناهم منه؛ إذ سرى بهم قبل وقوع العذاب من آخر الليل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أرسلنا عليهم حاصبا» ريحا ترميهم بالحصباء وهي صغار الحجارة الواحد دون ملء الكف فهلكوا «إلا آل لوط» وهم ابنتاه معه «نجيناهم بسحر» من الأسحار وقت الصبح من يوم غير معين ولو أريد من يوم معين لمنع من الصرف لأنه معرفة معدول عن السحر لأن حقه أن يستعمل في المعرفة بأل وهل أرسل الحاصب على آل لوط أولا؟ قولان وعبر عن الاستثناء على الأول بأنه متصل وعلى الثاني بأنه منقطع وإن كان من الجنس تسمحا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَّجَّيْنَاهُم بِسَحَرٍ"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "نِعْمَةً مِنْ عِنْدِنَا ۚ كَذَٰلِكَ نَجْزِي مَنْ شَكَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أنقذناهم من العذاب إنعامًا منا عليهم، مثل هذا الجزاء الذي جزينا به لوطًا نجزي من شكر الله على نعمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نعمة» مصدر، أي إنعاما «من عندنا كذلك» أي مثل ذلك الجزاء «نجزي من شكر» أنعمنا وهو مؤمن أو من آمن بالله ورسوله وأطاعهما."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد خوّفهم لوط عذابنا فتجادلوا بإنذاره، وكذبوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أنذرهم» خوفهم لوط «بطشتنا» أخذتنا إياهم بالعذاب «فتماروا» تجادلوا وكذبوا «بالنذر» بإنذاره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فكذبوه واستمروا على شركهم وقبائحهم، حتى إن الملائكة الذين جاءوه بصورة أضياف حين سمع بهم قوم لوط، جاؤوهم مسرعين، يريدون إيقاع الفاحشة فيهم، لعنهم الله وقبحهم، وراودوه عنهم،فأمر الله جبريل عليه السلام، فطمس أعينهم بجناحه، وأنذرهم نبيهم بطشة الله وعقوبته فَتَمَارَوْا بِالنُّذُرِ"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد راود لوطًا قومُهُ أن يخلي بينهم وبين ضيوفه من الملائكة قصد فعل الفاحشة، فطمسنا أعينهم فلم تبصرهم، وقلنا لهم: ذوقوا عذابي، ونتيجة إنذاري لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد راودوه عن ضيفه» أن يخلي بينهم وبين القوم الذين أتوه في صورة الأضياف ليخبثوا بهم وكانوا ملائكة «فطمسنا أعينهم» أعميناها وجعلناها بلا شق كباقي الوجه بأن صفقها جبريل بجناحه «فذوقوا» فقلنا لهم ذوقوا «عذابي ونذر» إنذاري وتخويفي، أي ثمرته وفائدته."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد جاءهم في وقت الصباح عذاب مستمرّ معهم حتى يَرِدُوا الآخرة فيأتيهم عذابها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد صبحهم بكرة» وقت الصبح من يوم غير معين «عذاب مستقر» دائم متصل بعذاب الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ قلب الله عليهم ديارهم، وجعل أسفلها أعلاها، وتتبعهم بحجارة من سجيل منضود، مسومة عند ربك للمسرفين، ونجى الله لوطا وأهله من الكرب العظيم، جزاء لهم على شكرهم لربهم، وعبادته وحده لا شريك له."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَذُوقُوا عَذَابِي وَنُذُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقيل لهم: ذوقوا عذابي الذي أنزلته بكم، ونتيجة إنذار لوط لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فذوقوا عذابي ونذر»."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد يسرنا القرآن للذكر فهل مدكر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سبق تفسيرها"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد جاء آلَ فرعون إنذارنا على لسان موسى وهارون عليهما السلام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد جاء آل فرعون» قومه معه «النذر» الإنذار على لسان موسى وهارون فلم يؤمنوا بل"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ أي: فرعون وقومه النُّذُرُ فأرسل الله إليهم موسى الكليم، وأيده بالآيات الباهرات، والمعجزات القاهرات"
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبوا بالبراهين والحجج التي جاءتهم من عندنا، فعاقبناهم على تكذيبهم بها عقوبة عزيز لا يغلبه أحد، مقتدر لا يعجز عن شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبوا بآياتنا كلها» التسع التي أوتيها موسى «فأخذناهم» بالعذاب «أخذ عزيز» قوي «مقتدر» قادر لا يعجزه شيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأشهدهم من العبر ما لم يشهد عليه أحدا غيرهم فكذبوا بآيات الله كلها، فأخذهم أخذ عزيز مقتدر، فأغرقهم في اليم هو وجنوده والمراد من ذكر هذه القصص تحذير [الناس و] المكذبين لمحمد صلى الله عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَٰئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَكُفَّاركم - يا أهل مكة - خير من أولئكم الكفار المذكورين: قوم نوح وعاد وثمود وقوم لوط وفرعون وقومه؟! أم لكم براءة من عذاب الله جاءت بها الكتب السماوية؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أكفاركم» يا قريش «خير من أولئكم» المذكورين من قوم نوح إلى فرعون فلم يعذروا «أم لكم» يا كفار قريش «براءة» من العذاب «في الزبر» الكتب والاستفهام في الموضعين بمعنى النفي أي ليس الأمر كذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أي: هؤلاء الذين كذبوا أفضل الرسل، خير من أولئك المكذبين، الذين ذكر الله هلاكهم وما جرى عليهم؟ فإن كانوا خيرا منهم، أمكن أن ينجوا من العذاب، ولم يصبهم ما أصاب أولئك الأشرار، وليس الأمر كذلك، فإنهم إن لم يكونوا شرا منهم، فليسوا بخير منهم، أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ أي: أم أعطاكم الله عهدا وميثاقا في الكتب التي أنزلها على الأنبياء، فتعتقدون حينئذ أنكم الناجون بإخبار الله ووعده؟ وهذا غير واقع، بل غير ممكن عقلا وشرعا، أن تكتب براءتهم في الكتب الإلهية المتضمنة للعدل والحكمة، فليس من الحكمة نجاة أمثال هؤلاء المعاندين المكذبين، لأفضل الرسل وأكرمهم على الله، فلم يبق إلا أن يكون بهم قوة ينتصرون بها،"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل أيقول هؤلاء الكفار من أهل مكة: نحن جميع منتصر ممن يريدنا بسوء، ويريد تفريق جَمْعنا؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم يقولون» أي كفار قريش «نحن جميع» جمع «منتصر» على محمد، ولما قال أبو جهل يوم بدر إنا جمع منتصر نزل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأخبر تعالى أنهم يقولون: نَحْنُ جَمِيعٌ مُنْتَصِرٌ"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سَيُهْزم جَمْعُ هؤلاء الكفار ويولّون الأدبار أمام المؤمنين، وقد حدث هذا يوم بدر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سيهزم الجمع ويولون الدبر» فهزموا ببدر ونصر رسول الله صلى الله عليه وسلم عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى مبينا لضعفهم، وأنهم مهزومون: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ فوقع كما أخبر، هزم الله جمعهم الأكبر يوم بدر، وقتل من صناديدهم وكبرائهم ما ذلوا به ونصر الله دينه ونبيه وحزبه المؤمنين."
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل الساعة التي يكذبون بها موعدهم الذي يعذبون فيه، والساعة أعظم وأقسى مما لقوه من عذاب الدنيا يوم بدر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل الساعة موعدهم» بالعذاب «والساعة» أي عذابها «أدهى» أعظم بلية «وأمر» أشد مرارة عذاب الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومع ذلك، فلهم موعد يجمع به أولهم وآخرهم، ومن أصيب في الدنيا منهم، ومن متع بلذاته، ولهذا قال: بَلِ السَّاعَةُ مَوْعِدُهُمْ الذي يحازون به، ويؤخذ منهم الحق بالقسط، وَالسَّاعَةُ أَدْهَى وَأَمَرُّ أي: أعظم وأشق، وأكبر من كل ما يتوهم، أو يدور بالبال"
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المجرمين بالكفر والمعاصي في ضلال عن الحق، وعذاب وعناء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المجرمين في ضلال» هلاك بالقتل في الدنيا «وسعر» نار مستعرة بالتشديد أي مهيجة في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الْمُجْرِمِينَ أي: الذين أكثروا من فعل الجرائم، وهي الذنوب العظيمة من الشرك وغيره، من المعاصي فِي ضَلَالٍ وَسُعُرٍ أي: هم ضالون في الدنيا، ضلال عن العلم، وضلال عن العمل، الذي ينجيهم من العذاب، ويوم القيامة في العذاب الأليم، والنار التي تتسعر بهم، وتشتعل في أجسامهم، حتى تبلغ أفئدتهم."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم يجرّون في النار على وجوههم، ويقال لهم توبيخًا: ذوقوا عذاب النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم يسحبون في النار على وجوههم» في الآخرة ويقال لهم «ذوقوا مس سقر» إصابة جهنم لكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ التي هي أشرف ما بهم من الأعضاء، وألمها أشد من ألم غيرها، فيهانون بذلك ويخزون، ويقال لهم: ذُوقُوا مَسَّ سَقَرَ أي: ذوقوا ألم النار وأسفها وغيظها ولهبها."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا كل شيء في الكون خلقناه بتقدير سابق منّا، ووفق علمنا ومشيئتنا، وما كتبناه في اللوح المحفوظ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا كل شيء» منصوب بفعل يفسره «خلقناه بقدر» بتقدير حال من كل أي مقدرا وقرئ كل بالرفع مبتدأ خبره خلقناه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ وهذا شامل للمخلوقات والعوالم العلوية والسفلية، أن الله تعالى وحده خلقها لا خالق لها سواه، ولا مشارك له في خلقهاوخلقها بقضاء سبق به علمه، وجرى به قلمه، بوقتها ومقدارها، وجميع ما اشتملت عليه من الأوصاف، وذلك على الله يسير،"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أَمْرنا إذا أردنا شيئًا إلا أن نقول كلمة واحدة هي: كن، فيكون ما نريد سريعًا مثل لمح البصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أمرنا» لشيء نريد وجوده «إلا» مرة «واحدة كلمح بالبصر» في السرعة وهي قول: كن فيوجد (إنما أمره إذا أراد شيئا أن يقول له كن فيكون)."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ فإذا أراد شيئا قال له كن فيكون كما أراد، كلمح البصر، من غير ممانعة ولا صعوبة."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولقد أهلكنا أمثالكم في الكفر من الأمم الماضية، فهل من معتبر يعتبر بذلك فينزجر عن كفره؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولقد أهلكنا أشياعكم» أشباهكم في الكفر من الأمم الماضية «فهل من مدكر» استفهام بمعنى الأمر، أي اذكروا واتعظوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ من الأمم السابقين الذين عملوا كما عملتم، وكذبوا كما كذبتم فَهَلْ مِنْ مُدَّكِرٍ أي: متذكر يعلم أن سنة الله في الأولين والآخرين واحدة، وأن حكمته كما اقتضت إهلاك أولئك الأشرار، فإن هؤلاء مثلهم، ولا فرق بين الفريقين."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكل شيء فعله العباد فهو مكتوب في كتب الحَفَظة لا يفوتهم منه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكل شيء فعلوه» أي العباد مكتوب «في الزبر» كتب الحفظة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ أي: كل ما فعلوه من خير وشر مكتوبعليهم في الكتب القدرية"
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكل صغير من الأعمال والأقوال، وكل كبير منها؛ مكتوب في صحائف الأعمال وفي اللوح المحفوظ، وسيجازون عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكل صغير وكبير» من الذنب أو العمل «مستطر» مكتوب في اللوح المحفوظ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ أي: مسطر مكتوب،وهذا حقيقة القضاء والقدر، وأن جميع الأشياء كلها، قد علمها الله تعالى، وسطرها عنده في اللوح المحفوظ، فما شاء الله كان، وما لم يشأ لم يكن، فما أصاب الإنسان لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المتقين لربهم بامتثال أوامره واجتناب نواهيه، في جنات يتنعمون فيها، وفي أنهار جارية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن المتقين في جنات» بساتين «ونَهر» أريد به الجنس، وقرئ بضم النون والهاء جمعا كأسد وأسد، والمعنى أنهم يشربون من أنهار الماء واللبن والعسل والخمر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الْمُتَّقِينَ لله، بفعل أوامره وترك نواهيه، الذين اتقوا الشرك والكبائر والصغائر.\nفِي جَنَّاتٍ وَنَهَرٍ أي: في جنات النعيم، التي فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، من الأشجار اليانعة، والأنهار الجارية، والقصور الرفيعة، والمنازل الأنيقة، والمآكل والمشارب اللذيذة، والحور الحسان، والروضات البهية في الجنان، ورضوان الملك الديان، والفوز بقربه."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في مجلس حق لا لَغْو فيه ولا إثم، عند مليك يملك كل شيء، مقتدر لا يعجز عن شيء، فلا تسأل عما ينالونه منه من النعيم الدائم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«في مقعد صدق» مجلس حق لا لغو فيه ولا تأثيم أريد به الجنس، وقرئ مقاعد، المعنى أنهم في مجالس من الجنات سالمة من اللغو والتأثيم بخلاف مجالس الدنيا فقلَّ أن تسلم من ذلك وأعرب هذا خبرا ثانيا وبدلا وهو صادق ببدل البعض وغيره «عند مليك» مثال مبالغة، أي عزيز الملك واسعه «مقتدر» قادر لا يعجزه شيء وهو الله تعالى وفيه إشارة إلى الرتبة والقربة من فضله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ فلا تسأل بعد هذا عما يعطيهم ربهم من كرامته وجوده، ويمدهم به من إحسانه ومنته، جعلنا الله منهم، ولا حرمنا خير ما عنده بشر ما عندنا."
                }
            ]
        }
    ]
}