{
    "surah": "الرحمن",
    "number": 55,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "الرَّحْمَٰنُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الرحمن ذو الرحمة الواسعة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الرحمن» الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه السورة الكريمة الجليلة، افتتحها باسمه \"الرَّحْمَنُ\" الدال على سعة رحمته، وعموم إحسانه، وجزيل بره، وواسع فضله، ثم ذكر ما يدل على رحمته وأثرها الذي أوصله الله إلى عباده من النعم الدينية والدنيوية [والآخروية وبعد كل جنس ونوع من نعمه، ينبه الثقلين لشكره، ويقول: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ]."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "عَلَّمَ الْقُرْآنَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "علّم الناس القرآن بتسهيل حفظه، وتيسير فهم معانيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«علَّم» من شاء «القرآن»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فذكر أنه عَلَّمَ الْقُرْآنَ أي: علم عباده ألفاظه ومعانيه، ويسرها على عباده، وهذا أعظم منة ورحمة رحم بها عباده، حيث أنزل عليهم قرآنا عربيا بأحسن ألفاظ، وأحسن تفسير، مشتمل على كل خير، زاجر عن كل شر."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "خَلَقَ الْإِنْسَانَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلق الإنسان سويًّا، وأحسن تصويره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خلق الإنسان» أي الجنس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "خَلَقَ الْإِنْسَانَ في أحسن تقويم، كامل الأعضاء، مستوفي الأجزاء، محكم البناء، قد أتقن البديع تعالى البديع خلقه أي إتقان،."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "عَلَّمَهُ الْبَيَانَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "علّمه كيف يُبِين عمَّا في ضميره نطقًا وكتابة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«علَّمه البيان» النطق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وميزه على سائر الحيوانات بأن عَلَّمَهُ الْبَيَانَ أي: التبيين عما في ضميره، وهذا شامل للتعليم النطقي والتعليم الخطي، فالبيان الذي ميز الله به الآدمي على غيره من أجل نعمه، وأكبرها عليه."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الشمس والقمر قَدَّرهما؛ يسيران بحساب متقن؛ ليعلم الناس عدد السنين والحساب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الشمس والقمر بحسبان» يجريان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ أي: خلق الله الشمس والقمر، وسخرهما يجريان بحساب مقنن، وتقدير مقدر، رحمة بالعباد، وعناية بهم، وليقوم بذلك من مصالحهم ما يقوم، وليعرف العباد عدد السنين والحساب."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما لا ساق له من النبات والشجر يسجدان لله سبحانه منقادَينِ مستسلمَينِ له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والنجم» ما لا ساق له من النبات «والشجر» ما له ساق «يسجدان» يخضعان لما يراد منهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ أي: نجوم السماء، وأشجار الأرض، تعرف ربها وتسجد له، وتطيع وتخشع وتنقاد لما سخرها له من مصالح عباده ومنافعهم."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والسماء رفعها فوق الأرض سقفًا لها، وأثبت العدل في الأرض، وأمر به عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسماء رفعها ووضع الميزان» أثبت العدل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالسَّمَاءَ رَفَعَهَا سقفها للمخلوقات الأرضية، ووضع الله الميزان أي: العدل بين العباد، في الأقوال والأفعال، وليس المراد به الميزان المعروف وحده، بل هو كما ذكرنا، يدخل فيه الميزان المعروف، والمكيال الذي تكال به الأشياء والمقادير، والمساحات التي تضبط بها المجهولات، والحقائق التي يفصل بها بين المخلوقات، ويقام بها العدل بينهم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَلَّا تَطْغَوْا فِي الْمِيزَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أثبت العدل لئلا تجوروا - أيها الناس - وتخونوا في الوزن والكيل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألا تطغوا» أي لأجل أن لا تجوروا «في الميزان» ما يوزن به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَّا تَطْغَوْا فِي الْمِيزَانِ أي: أنزل الله الميزان، لئلا تتجاوزوا الحد في الميزان، فإن الأمر لو كان يرجع إلى عقولكم وآرائكم، لحصل من الخلل ما الله به عليم، ولفسدت السماوات والأرض."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقيموا الوزن بينكم بالعدل، ولا تنقصوا الوزن أو الكيل إذا كلتم أو وزنتم لغيركم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأقيموا الوزن بالقسط» بالعدل «ولا تخسروا الميزان» تنقصوا الموزون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ أي: اجعلوه قائما بالعدل، الذي تصل إليه مقدرتكم وإمكانكم، وَلَا تُخْسِرُوا الْمِيزَانَ أي: لا تنقصوه وتعملوا بضده، وهو الجور والظلم والطغيان."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأرض وضعها مُهَيَّأة لاستقرار الخلق عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأرض وضعها» أثبتها «للأنام» للخلق الإنس والجن وغيرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْأَرْضَ وَضَعَهَا الله على ما كانت عليه من الكثافة والاستقرار واختلاف [أوصافها و] أحوالها لِلْأَنَامِ أي: للخلق، لكي يستقروا عليها، وتكون لهم مهادا وفراشا يبنون بها، ويحرثون ويغرسون ويحفرون ويسلكون سبلها فجاجا، وينتفعون بمعادنها وجميع ما فيها، مما تدعو إليه حاجتهم، بل ضرورتهم."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيها الأشجار التي تثمر الفواكه، وفيها النخل ذات الأوعية التي يكون منها التمر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيها فاكهة والنخل» المعهود «ذات الأكمام» أوعية طلعها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر ما فيها من الأقوات الضرورية، فقال: فِيهَا فَاكِهَةٌ وهي جميع الأشجار التي تثمر الثمرات التي يتفكه بها العباد، من العنب والتين والرمان والتفاح، وغير ذلك، وَالنَّخْلُ ذَاتُ الْأَكْمَامِ أي: ذات الوعاء الذي ينفلق عن القنوان التي تخرج شيئا فشيئا حتى تتم، فتكون قوتا يؤكل ويدخر، يتزود منه المقيم والمسافر، وفاكهة لذيذة من أحسن الفواكه."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وفيها الحب ذو التِّبْن كالبُر والشعير، وفيها النباتات التي تستطيبون رائحتها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والحب» كالحنطة والشعير «ذو العصف» التين «والريحان» الورق المشموم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْحَبُّ ذُو الْعَصْفِ أي: ذو الساق الذي يداس، فينتفع بتبنه للأنعام وغيرها، ويدخل في ذلك حب البر والشعير والذرة [والأرز] والدخن، وغير ذلك، وَالرَّيْحَانُ يحتمل أن المراد بذلك جميع الأرزاق التي يأكلها الآدميون، فيكون هذا من باب عطف العام على الخاص، ويكون الله قد امتن على عباده بالقوت والرزق، عموما وخصوصا، ويحتمل أن المراد بالريحان، الريحان المعروف، وأن الله امتن على عباده بما يسره في الأرض من أنواع الروائح الطيبة، والمشام الفاخرة، التي تسر الأرواح، وتنشرح لها النفوس."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(فبأي آلاء) نعم (ربكما) أيها الإنس والجن (تكذبان) ذكرت إحدى وثلاثين مرة، والاستفهام فيها للتقرير لما روي الحاكم عن جابر قال: \"\" قرأ علينا رسول الله صلى الله عليه وسلم سورة الرحمن حتى ختمها، ثم قال: مالي أراكم سكوتا، لَلْجن كانوا أحسن منكم ردا ما قرأت عليهم هذه الآية من مرة (فبأي آلاء ربكما تكذبان) إلا قالوا: ولا بشيء من نعمك ربنا نكذب فلك الحمد \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر جملة كثيرة من نعمه التي تشاهد بالأبصار والبصائر، وكان الخطاب للثقلين، الإنس والجن، قررهم تعالى بنعمه، فقال: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ أي: فبأي نعم الله الدينية والدنيوية تكذبان؟وما أحسن جواب الجن حين تلا عليهم النبي صلى الله عليه وسلم هذه السورة، فما مر بقوله: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ إلا قالوا ولا بشيء من آلائك ربنا نكذب، فلك الحمد، فهذا الذي ينبغي للعبد إذا تليت عليه نعم الله وآلاؤه، أن يقر بها ويشكر، ويحمد الله عليها."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلق آدم عليه السلام من طين يابس تسمع له صلصلة، مثل الطين المطبوخ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خلق الإنسان» آدم «من صلصال» طين يابس يسمع له صلصلة، أي صوت إذا نقر «كالفخار» وهو ما طبخ من الطين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من نعمه تعالى على عباده، حيث أراهم [من] آثار قدرته وبديع صنعته، أن خَلَقَ أبا الإنس وهو آدم عليه السلام مِنْ صَلْصَالٍ كَالْفَخَّارِ أي: من طين مبلول، قد أحكم بله وأتقن، حتى جف، فصار له صلصلة وصوت يشبه صوت الفخار الذي طبخ على النار ."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وخلق أبا الجن من لهب خالص من الدخان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وخلق الجان» أبا الجن وهو إبليس «من مارج من نار» هو لهبها الخالص من الدخان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَخَلَقَ الْجَانَّ أي: أبا الجن، وهو إبليس اللعين مِنْ مَارِجٍ مِنْ نَارٍ أي: من لهب النار الصافي، أو الذي قد خالطه الدخان، وهذا يدل على شرف عنصر الآدمي المخلوق من الطين والتراب، الذي هو محل الرزانة والثقل والمنافع، بخلاف عنصر الجان وهو النار، التي هي محل الخفة والطيش والشر والفساد."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء ربكما تكذبان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما بين خلق الثقلين ومادة ذلك وكان ذلك منة منه [تعالى] على عباده قال: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "رب مَشْرِقَي الشمس ومغربيها شتاءً وصيفًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رب المشرقين» مشرق الشتاء ومشرق الصيف «ورب المغربين» كذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو تعالى رب كل ما أشرقت عليه الشمس والقمر، والكواكب النيرة، وكل ما غربت عليه، [وكل ما كانا فيه] فهي تحت تدبيره وربوبيته، وثناهما هنا لإرادة العموم مشرقي الشمس شتاء وصيفا، ومغربها كذلك"
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلط الله البحرين المالح والعَذْب يلتقيان فيما تراه العين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مرج» أرسل «البحرين» العذب والملح «يلتقيان» في رأي العين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "المراد بالبحرين: البحر العذب، والبحر المالح، فهما يلتقيان كلاهما، فيصب العذب في البحر المالح، ويختلطان ويمتزجان،"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بينهما حاجز يمنع كلًّا منهما أن يطغى على الآخر حتى يبقى العَذْب عَذْبًا والمالح مالحًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بينهما برزخ» حاجز من قدرته تعالى «لا يبغيان» لا يبغي واحد منهما على الآخر فيختلط به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولكن الله تعالى جعل بينهما برزخا من الأرض، حتى لا يبغي أحدهما على الآخر، ويحصل النفع بكل منهما، فالعذب منه يشربون وتشرب أشجارهم وزروعهم، والملح به يطيب الهواء ويتولد الحوت والسمك، واللؤلؤ والمرجان، ويكون مستقرا مسخرا للسفن والمراكب."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يخرج من مجموع البحرين كبار الدُّر وصغاره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يَُخرج» بالبناء للمفعول والفاعل «منهما» من مجموعهما الصادق بأحدهما وهو الملح «اللؤلؤ المرجان» خرز أحمر أو صغار اللؤلؤ."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وله سبحانه وتعالى وحده التصرف في السفن الجارية في البحار مثل الجبال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وله الجوار» السفن «المنشآت» المحدثات «في البحر كالأعلام» كالجبال عظما وارتفاعا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وسخر تعالى لعباده السفن الجواري، التي تمخر البحر وتشقه بإذن الله، التي ينشئها الآدميون، فتكون من كبرها وعظمها كالأعلام، وهي الجبال العظيمة، فيركبها الناس، ويحملون عليها أمتعتهم وأنواع تجاراتهم، وغير ذلك مما تدعو إليه حاجتهم وضرورتهم، وقد حفظها حافظ السماوات والأرض، وهذه من نعم الله الجليلة."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء تكذبان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسيرها"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "كُلُّ مَنْ عَلَيْهَا فَانٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كل من على وجه الأرض من الخلائق هالك لا محالة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كل من عليها» أي الأرض من الحيوان «فان» هالك وعبر بمن تغليبا للعقلاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: كل من على الأرض، من إنس وجن، ودواب، وسائر المخلوقات، يفنى ويموت ويبيد"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويبقى وجه ربك - أيها الرسول - ذو العظمة والإحسان والتفضل على عباده، فلا يلحقه فناء أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويبقى وجه ربك» ذاته «ذو الجلال» العظمة «والإكرام» للمؤمنين بأنعمه عليهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويبقى الحي الذي لا يموت ذُو الْجَلَالِ وَالْإِكْرَامِ أي: ذو العظمة والكبرياء والمجد، الذي يعظم ويبجل ويجل لأجله، والإكرام الذي هو سعة الفضل والجود، والداعي لأن يكرم أولياءه وخواص خلقه بأنواع الإكرام، الذي يكرمه أولياؤه ويجلونه، [ويعظمونه] ويحبونه، وينيبون إليه ويعبدونه،"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء ربكما تكذبان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ تقدم تفسيرها"
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسأله كل من في السماوات من الملائكة، ومن في الأرض من الجن والإنس؛ حاجاتِهم، كل يوم هو في شأن من شؤون عباده؛ من إحياء وإماتة ورزق وغير ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يسأله من في السماوات والأرض» بنطق أو حال: ما يحتاجون إليه من القوة على العبادة والرزق والمغفرة وغير ذلك «كل يوم» وقت «هو في شأن» أمر يُظهره على وفق ما قدره في الأزل من إحياء و إماتة وإعزاز وإذلال وإغناء وإعدام وإجابة داع وإعطاء سائل وغير ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هو الغني بذاته عن جميع مخلوقاته، وهو واسع الجود والكرم، فكل الخلق مفتقرون إليه، يسألونه جميع حوائجهم، بحالهم ومقالهم، ولا يستغنون عنه طرفة عين ولا أقل من ذلك، وهو تعالى كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ يغني فقيرا، ويجبر كسيرا، ويعطي قوما، ويمنع آخرين، ويميت ويحيي، ويرفع ويخفض، لا يشغله شأن عن شأن، ولا تغلطه المسائل، ولا يبرمه إلحاح الملحين، ولا طول مسألة السائلين، فسبحان الكريم الوهاب، الذي عمت مواهبه أهل الأرض والسماوات، وعم لطفه جميع الخلق في كل الآنات واللحظات، وتعالى الذي لا يمنعه من الإعطاء معصية العاصين، ولا استغناء الفقراء الجاهلين به وبكرمه، وهذه الشئون التي أخبر أنه تعالى كل يوم هو في شأن، هي تقاديره وتدابيره التي قدرها في الأزل وقضاها، لا يزال تعالى يمضيها وينفذها في أوقاتها التي اقتضته حكمته، وهي أحكامه الدينية التي هي الأمر والنهي، والقدرية التي يجريها على عباده مدة مقامهم في هذه الدار، حتى إذا تمت [هذه] الخليقة وأفناهم الله تعالى وأراد تعالى أن ينفذ فيهم أحكام الجزاء، ويريهم من عدله وفضله وكثرة إحسانه، ما به يعرفونه ويوحدونه، نقل المكلفين من دار الابتلاء والامتحان إلى دار الحيوان."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سنفرغ لحسابكم - أيها الإنس والجن - فنجازي كلًّا بما يستحقه من ثواب أو عقاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سنفرغ لكم» سنقصد لحسابكم «أيها الثقلان» الإنس والجن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَنَفْرُغُ لكم أيها الثقلان فبأي آلاء ربكما تكذبان أي: سنفرغ لحسابكم ومجازاتكم بأعمالكم التي عملتموها في دار الدنيا."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا ۚ لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقول الله يوم القيامة إذا جمع الجن والإنس: يا معشر الجن والإنس، إن استطعتم أن تجدوا لكم مخرجًا من ناحية من نواحي السماوات والأرض فافعلوا، ولن تستطيعوا أن تفعلوا ذلك إلا بقوة وبينة، وأنَّى لكم ذلك؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا معشر الجن والإنس إن استطعتم أن تنفذوا» تخرجوا «من أقطار» نواحي «السماوات والأرض فانفذوا» أمر تعجيز «لا تنفذون إلا بسلطان» بقوة ولا قوة لكم على ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: إذا جمعهم الله في موقف القيامة، أخبرهم بعجزهم وضعفهم، وكمال سلطانه، ونفوذ مشيئته وقدرته، فقال معجزا لهم: يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ أي: تجدون منفذا مسلكا تخرجون به عن ملك الله وسلطانه، فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ أي: لا تخرجون عنه إلا بقوة وتسلط منكم، وكمال قدرة، وأنى لهم ذلك، وهم لا يملكون لأنفسهم نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا؟! ففي ذلك الموقف لا يتكلم أحد إلا بإذنه، ولا تسمع إلا همسا، وفي ذلك الموقف يستوي الملوك والمماليك، والرؤساء والمرءوسون، والأغنياء والفقراء."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُرْسَل عليكما - أيها الإنس والجن - لهب من النار خالٍ من الدخان، ودخان لا لهب فيه، فلا تستطيعان الامتناع من ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يرسل عليكما شواظ من نار» هو لهبها الخالص من الدخان أو معه «ونحاس» أي دخان لا لهب فيه «فلا تنتصران» تمتنعان من ذلك بل يسوقكم إلى المحشر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر ما أعد لهم في ذلك الموقف العظيم فقال: يُرْسَلُ عَلَيْكُمَا شواظ من نار [ونحاس فلا تنصران فبأي آلاء ربكما تكذبان أي: يرسل عليكما] لهب صاف من النار.\nونحاس وهو اللهب، الذي قد خالطه الدخان، والمعنى أن هذين الأمرين الفظيعين يرسلان عليكما يا معشر الجن والإنس، ويحيطان بكما فلا تنتصران، لا بناصر من أنفسكم، ولا بأحد ينصركم من دون الله."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء ربكما تكذبان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما كان تخويفه لعباده نعمة منه عليهم، وسوطا يسوقهم به إلى أعلى المطالب وأشرف المواهب، امتن عليهم فقال: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا تشققت السماء لنزول الملائكة منها فكانت حمراء مثل الدهن في إشراق لونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا انشقت السماء» انفرجت أبوابا لنزول الملائكة «فكانت وردة» أي مثلها محمرة «كالدهان» كالأديم الأحمر على خلاف العهد بها وجواب إذا فما أعظم الهول."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِذَا انْشَقَّتِ السَّمَاءُ [أي] يوم القيامة من شدة الأهوال، وكثرة البلبال، وترادف الأوجال، فانخسفت شمسها وقمرها، وانتثرت نجومها، فَكَانَتْ من شدة الخوف والانزعاج وَرْدَةً كَالدِّهَانِ أي: كانت كالمهل والرصاص المذاب ونحوه"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ففي ذلك اليوم العظيم لا يُسْأل إنس ولا جنّ عن ذنوبهم؛ لعلم الله بأعمالهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيومئذ لا يُسأل عن ذنبه إنس ولا جان» عن ذنبه ويُسألون في وقت آخر (فوربك لنسألنَّهم أجمعين) والجان هنا وفيما سيأتي بمعنى الجن والإنس فيهما بمعنى الإنسي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ أي: سؤال استعلام بما وقع، لأنه تعالى عالم الغيب والشهادة والماضي والمستقبل، ويريد أن يجازي العباد بما علمه من أحوالهم، وقد جعل لأهل الخير والشر يوم القيامة علامات يعرفون بها، كما قال تعالى: يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُعْرف المجرمون يوم القيامة بعلامتهم وهي سواد الوجوه وزرقة العيون، فتُضَمّ نواصيهم إلى أقدامهم فيرمون في جهنم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يعرف المجرمون بسيماهم» سواد الوجوه وزرقة العيون «فيؤخذ بالنواصي الأقدام»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقال هنا: يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ أي: فيؤخذ بنواصي المجرمين وأقدامهم، فيلقون في النار ويسحبون فيها، وإنما يسألهم تعالى سؤال توبيخ وتقرير بما وقع منهم، وهو أعلم به منهم، ولكنه تعالى يريد أن تظهر للخلق حجته البالغة، وحكمته الجليلة."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء ربكما تكذبان» تضم ناصية كل منهم إلى قدميه من خلف أو قدام ويلقى في النار ويقال لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم تفسيرها"
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال لهم توبيخًا: هذه جهنم التي يكذب بها المجرمون في الدنيا أمام أعينهم لا يستطيعون إنكارها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هذه جهنم التي يكذب بها المجرمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: يقال للمكذبين بالوعد والوعيد حين تسعر الجحيم: هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ فليهنهم تكذيبهم بها، وليذوقوا من عذابها ونكالها وسعيرها وأغلالها، ما هو جزاء لتكذيبهم"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يتردَّدون بينها وبين ماء حارٍّ شديد الحرارة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يطوفون» يسعون «بينها وبين حميم» ماء حار «آن» شديد الحرارة يسقونه إذا استغاثوا من حر النار، وهو منقوص كقاض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَطُوفُونَ بَيْنَهَا أي: بين أطباق الجحيم ولهبها وَبَيْنَ حَمِيمٍ آنٍ أي: ماء حار جدا قد انتهى حره، وزمهرير قد اشتد برده وقره،"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فبأي نعم الله الكثيرة عليكم - يا معشر الجن والإنس - تكذبان؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبأي آلاء ربكما تكذبان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ تقدم تفسيرها"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وللذي خاف القيام بين يدي ربه في الآخرة فآمن وعمل صالحًا - جنتان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولمن خاف» أي لكل منهم أو لمجموعهم «مقام ربه» قيامه بين يديه للحساب فترك معصيته «جنتان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وللذي خاف ربه وقيامه عليه، فترك ما نهى عنه، وفعل ما أمره به، له جنتان من ذهب آنيتهما وحليتهما وبنيانهما وما فيهما، إحدى الجنتين جزاء على ترك المنهيات، والأخرى على فعل الطاعات."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "ذَوَاتَا أَفْنَانٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهاتان الجنتان ذواتا أغصان عظيمة نضرة مثمرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذواتا» تثنية ذوات على الأصل ولامها ياء «أفنان» أغصان جمع فنن كطلل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن أوصاف تلك الجنتين أنهما ذَوَاتَا أَفْنَانٍ [أي: فيهما من ألوان النعيم المتنوعة نعيم الظاهر والباطن ما لا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر] أن فيهما الأشجار الكثيرة الزاهرة ذوات الغصون الناعمة، التي فيها الثمار اليانعة الكثيرة اللذيذة، أو ذواتا أنواع وأصناف من جميع أصناف النعيم وأنواعه جمع فن، أي: صنف."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فِيهِمَا عَيْنَانِ تَجْرِيَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في الجنتين عينان تجريان خلالهما بالماء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيهما عينان تجريان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفي تلك الجنتين عَيْنَانِ تَجْرِيَانِ يفجرونها على ما يريدون ويشتهون."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيهما من كل فاكهة يُتَفَكَّه بها صنفان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيهما من كل فاكهة» في الدنيا أو كل ما يتفكه به «زوجان» نوعان رطب ويابس والمر منهما في الدنيا كالحنظل حلو."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ من جميع أصناف الفواكه زَوْجَانِ أي: صنفان، كل صنف له لذة ولون، ليس للنوع الآخر."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "مُتَّكِئِينَ عَلَىٰ فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ ۚ وَجَنَى الْجَنَّتَيْنِ دَانٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "متكئين على فرش بطائنها من الديباج الغليظ، وما يُجْنَى من الثمار والفواكه من الجنتين قريب يتناوله القائم والجالس والمتكئ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«متكئين» حال عامله محذوف، أي يتنعمون «على فرش بطائنها من إستبرق» ما غلظ من الديباج وخشن والظهائر من السندس «وجنى الجنتين» ثمرهما «دان» قريب يناله القائم والقاعد والمضطجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ هذه صفة فرش أهل الجنة وجلوسهم عليها، وأنهم متكئون عليها، [أي:] جلوس تمكن واستقرار [وراحة]، كجلوس من الملوك على الأسرة، وتلك الفرش، لا يعلم وصفها وحسنها إلا الله عز وجل، حتى إن بطائنها التي تلي الأرض منها، من إستبرق، وهو أحسن الحرير وأفخره، فكيف بظواهرها التي تلي بشرتهم؟! وَجَنَى الْجَنَّتَيْنِ دَانٍ الجنى هو الثمر المستوي أي: وثمر هاتين الجنتين قريب التناول، يناله القائم والقاعد والمضطجع."
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 56,
            "text": "فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيهن نساء قصرن نظرهنّ على أزواجهنّ، لم يَفْتَضِضْ بكارتهنّ قبل أزواجهنّ إنس ولا جانّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيهن» في الجنتين وما اشتملتا عليه من العلالي والقصور «قاصرات الطرف» العين على أزواجهن المتكئين من الإنس والجن «لم يطمثهن» يفتضهن وهن من الحور أو من نساء الدنيا المنشآت «إنس قبلهم ولا جان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِيهِنَّ قَاصِرَاتُ الطَّرْفِ أي: قد قصرن طرفهن على أزواجهن، من حسنهم وجمالهم، وكمال محبتهن لهم، وقصرن أيضا طرف أزواجهن عليهن، من حسنهن وجمالهن ولذة وصالهن، لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ أي: لم ينلهن قبلهم أحد من الإنس والجن، بل هن أبكار عرب، متحببات إلى أزواجهن، بحسن التبعل والتغنج والملاحة والدلال"
                }
            ]
        },
        {
            "ayah_number": 57,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 58,
            "text": "كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كأنهنّ الياقوت والمرجان جمالًا وصفاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كأنهن الياقوت» صفاء «والمرجان» اللؤلؤ بياضا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ وذلك لصفائهن وجمال منظرهن وبهائهن."
                }
            ]
        },
        {
            "ayah_number": 59,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 60,
            "text": "هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما جزاء من أحسن بطاعة ربه إلا أن يحسن الله جزاءه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هل» ما «جزاء الإحسان» بالطاعة «إلا الإحسان» بالنعيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ أي: هل جزاء من أحسن في عبادة الخالق ونفع عبيده، إلا أن يحسن إليه بالثواب الجزيل، والفوز الكبير، والنعيم المقيم، والعيش السليم، فهاتان الجنتان العاليتان للمقربين."
                }
            ]
        },
        {
            "ayah_number": 61,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 62,
            "text": "وَمِنْ دُونِهِمَا جَنَّتَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومن دون هاتين الجنتين المذكورتين جنتان أخريان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومن دونهما» الجنتين المذكورتين «جنتان» أيضا لمن خاف مقام ربه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمِنْ دُونِهِمَا جَنَّتَانِ من فضة بنيانهما وآنيتهما وحليتهما وما فيهما لأصحاب اليمين."
                }
            ]
        },
        {
            "ayah_number": 63,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 64,
            "text": "مُدْهَامَّتَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قد اشتدّت خضرتهما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مدهامتان» سوداوان من شدة خضرتهما."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وتلك الجنتان مُدْهَامَّتَانِ أي: سوداوان من شدة الخضرة التي هي أثر الري."
                }
            ]
        },
        {
            "ayah_number": 65,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 66,
            "text": "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في هاتين الجنتين عينان شديدتا الفَوَران بالماء، لا ينقطع فَوَران مائهما."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيهما عينان نضاختان» فوارتان بالماء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ أي: فوارتان."
                }
            ]
        },
        {
            "ayah_number": 67,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 68,
            "text": "فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في هاتين الجنتين فاكهة كثيرة ونخل عظيم ورُمَّان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيهما فاكهة ونخل ورمان» هما منها وقيل من غيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِيهِمَا فَاكِهَةٌ من جميع أصناف الفواكه، وأخصها النخل والرمان، اللذان فيهما من المنافع ما فيهما."
                }
            ]
        },
        {
            "ayah_number": 69,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 70,
            "text": "فِيهِنَّ خَيْرَاتٌ حِسَانٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في هذه الجنان نساء طيبات الأخلاق حسان الوجوه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيهن» أي الجنتين وما فيهما «خيرات» أخلاقا «حسان» وجوها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِيهِنَّ أي: في الجنات كلها خَيْرَاتٌ حِسَانٌ أي: خيرات الأخلاق حسان الأوجه، فجمعن بين جمال الظاهر والباطن، وحسن الخلق والخلق."
                }
            ]
        },
        {
            "ayah_number": 71,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 72,
            "text": "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حور مستورات في الخيام صونًا لهنّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حور» شديدات سواد العيون وبياضها «مقصورات» مستورات «في الخيام» من در مجوف مضافة إلى القصور شبيهة بالخدور."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ أي: محبوسات في خيام اللؤلؤ، قد تهيأن وأعددن أنفسهن لأزواجهن، ولا ينفي ذلك خروجهن في البساتين ورياض الجنة، كما جرت العادة لبنات الملوك ونحوهن [المخدرات] الخفرات."
                }
            ]
        },
        {
            "ayah_number": 73,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 74,
            "text": "لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لم يقترب منهنَّ قبل أزواجهنّ إنس ولا جانّ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لم يطمثهن إنس قبلهم» قبل أزواجهن «ولا جان»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ"
                }
            ]
        },
        {
            "ayah_number": 75,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 76,
            "text": "مُتَّكِئِينَ عَلَىٰ رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "متكئين على وسائد مغطاة بأغطية خضر، وفرش حسان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«متكئين» أي أزواجهم وإعرابه كما تقدم «على رفرف خضر» جمع رفرفة، أي بسط أو وسائد «وعبقري حسان» جمع عبقرية، أي طنافس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال في الأوليين: مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ ولم يقل ذلك في الأخيرتين، بل قال: مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ وقال في الأوليين، في وصف نسائهم وأزواجهم: فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لم يطمثهن إنس قبلهم ولا جان وقال في الأخريين: حور مَقْصُورَاتٌ فِي الْخِيَامِ وقد علم التفاوت بين ذلك.\nوقال في الأوليين هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ فدل ذلك أن الأوليين جزاء المحسنين، ولم يقل ذلك في الأخريين.\nومجرد تقديم الأوليين على الأخريين، يدل على فضلهما.\nفبهذه الأوجه يعرف فضل الأوليين على الأخريين، وأنهما معدتان للمقربين من الأنبياء، والصديقين، وخواص عباد الله الصالحين، وأن الأخريين معدتان لعموم المؤمنين، وفي كل من الجنات [المذكورات] ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، وفيهن ما تشتهيه الأنفس وتلذ الأعين، وأهلها في غاية الراحة والرضا والطمأنينة وحسن المأوى، حتى إن كلا منهم لا يرى أحدا أحسن حالا منه، ولا أعلى من نعيمه [الذي هو فيه]."
                }
            ]
        },
        {
            "ayah_number": 77,
            "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
            "tafsir": [
                {
                    "type": "default",
                    "text": "لا يوجد تفسير متاح حاليًا"
                }
            ]
        },
        {
            "ayah_number": 78,
            "text": "تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تعاظم وكثر خير اسم ربك ذي العظمة والإحسان والتفضل على عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تبارك اسم ربك ذي الجلال والإكرام» تقدم ولفظ اسم زائد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما ذكر سعة فضله وإحسانه، قال: تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ أي: تعاظم وكثر خيره، الذي له الجلال الباهر، والمجد الكامل، والإكرام لأوليائه."
                }
            ]
        }
    ]
}