{
    "surah": "الحشر",
    "number": 59,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عَظَّمَ اللهَ ونزَّهَهُ عما لا يليق به كلٌّ ما في السماوات وما في الأرض من المخلوقات، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وشرعه وقدره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سبح لله ما في السماوات وما في الأرض» أي ننزهه فاللام مزيدة وفي الإتيان بما تغليب للأكثر «وهو العزيز الحكيم» في ملكه وصنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه السورة تسمى سورة بني النضير وهم طائفة كبيرة من اليهود في جانب المدينة، وقت بعثة النبي صلى الله عليه وسلم، فلما بعث النبي صلى الله عليه وسلم، وهاجر إلى المدينة، كفروا به في جملة من كفر من اليهود، فلما هاجر النبي صلى الله عليه وسلم إلى المدينة هادن سائر طوائف اليهود الذين هم جيرانه في المدينة، فلما كان بعد [وقعة] بدر بستة أشهر أو نحوها، خرج إليهم النبي صلى الله عليه وسلم، وكلمهم أن يعينوه في دية الكلابيين الذين قتلهم عمرو بن أمية الضمري، فقالوا: نفعل يا أبا القاسم، اجلس هاهنا حتى نقضي حاجتك، فخلا بعضهم ببعض، وسول لهم الشيطان الشقاء الذي كتب عليهم، فتآمروا بقتله صلى الله عليه وسلم، وقالوا: أيكم يأخذ هذه الرحى فيصعد فيلقيها على رأسه يشدخه بها؟ فقال أشقاهم عمرو بن جحاش: أنا، فقال لهم سلام بن مشكم: لا تفعلوا، فوالله ليخبرن بما هممتم به، وإنه لنقض العهد الذي بيننا وبينه، وجاء الوحي على الفور إليه من ربه، بما هموا به، فنهض مسرعا، فتوجه إلى المدينة، ولحقه أصحابه، فقالوا: نهضت ولم نشعر بك، فأخبرهم بما همت يهود به.\nوبعث إليهم رسول الله صلى الله عليه وسلم: \"أن اخرجوا من المدينة ولا تساكنوني بها، وقد أجلتكم عشرا، فمن وجدت بعد ذلك بها ضربت عنقه\"فأقاموا أياما يتجهزون، وأرسل إليهم المنافق عبد الله بن أبي [بن سلول]: \"أن لا تخرجوا من دياركم، فإن معي ألفين يدخلون معكم حصنكم، فيموتون دونكم، وتنصركم قريظة وحلفاؤكم من غطفان\".\nوطمع رئيسهم حيي بن أخطب فيما قال له، وبعث إلى رسول الله صلى الله عليه وسلم يقول: إنا لا نخرج من ديارنا، فاصنع ما بدا لك.\nفكبر رسول الله صلى عليه وسلم وأصحابه، ونهضوا إليهم، وعلي بن أبي طالب يحمل اللواء.\nفأقاموا على حصونهم يرمون بالنبل والحجارة، واعتزلتهم قريظة، وخانهم ابن أبي وحلفاؤهم من غطفان، فحاصرهم رسول الله صلى الله عليه وسلم، وقطع نخلهم وحرق.\nفأرسلوا إليه: نحن نخرج من المدينة، فأنزلهم على أن يخرجوا منها بنفوسهم، وذراريهم، وأن لهم ما حملت إبلهم إلا السلاح، وقبض رسول الله صلى الله عليه وسلم، الأموال والسلاح.\nوكانت بنو النضير، خالصة لرسول الله صلى الله عليه وسلم لنوائبه ومصالح المسلمين، ولم يخمسها، لأن الله أفاءها عليه، ولم يوجف المسلمون عليها بخيل ولا ركاب، وأجلاهم إلى خيبر وفيهم حيي بن أخطب كبيرهم، واستولى على أرضهم وديارهم، وقبض السلاح، فوجد من السلاح خمسين درعا، وخمسين بيضة، وثلاثمائة وأربعين سيفا، هذا حاصل قصتهم كما ذكرها أهل السير.\nفافتتح تعالى هذه السورة بالإخبار أن جميع من في السماوات والأرض تسبح بحمد ربها، وتنزهه عما لا يليق بجلاله، وتعبده وتخضع لجلاله لأنه العزيز الذي قد قهر كل شيء، فلا يمتنع عليه شيء، ولا يستعصي عليه مستعصي الحكيم في خلقه وأمره، فلا يخلق شيئا عبثا، ولا يشرع ما لا مصلحة فيه، ولا يفعل إلا ما هو مقتضى حكمته.\nومن ذلك، نصر الله لرسوله صلى الله عليه وسلم على الذين كفروا من أهل الكتاب من بني النضير حين غدروا برسوله فأخرجهم من ديارهم وأوطانهم التي ألفوها وأحبوها."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ ۚ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا ۖ وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ۖ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو الذي أخرج بني النَّضِير الذين كفروا بالله، وكذبوا رسوله محمدًا صلى الله عليه وسلم، من ديارهم بالمدينة لأول إخراج لهم من المدينة إلى الشام، وهم من اليهود أصحاب التوراة، بعد نقضهم لعهدهم وصيرورتهم مع المشركين عليه؛ أخرجهم إلى أرض الشام، ما ظننتم - أيها المؤمنون - أن يخرجوا من ديارهم لما هم عليه من العزة والمنعة، وظنوا هم أن حصونهم التي شَيَّدوها مانعتهم من بأس الله وعقابه، فجاءهم بأس الله من حيث لم يُقَدِّروا مجيئه حين أمر رسوله بقتالهم وإجلائهم من ديارهم، وأدخل الله في قلوبهم الخوف الشديد، يدمرون بيوتهم بأيديهم من داخلها لئلا ينتفع بها المسلمون، ويدمرها المسلمون من خارجها، فاتعظوا يا أصحاب الأبصار بما حلّ بهم بسبب كفرهم، فلا تكونوا مثلهم، فتنالوا جزاءهم وعقابهم الذي عوقبوا به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الذي أخرج الذين كفروا من أهل الكتاب» هم بنو النضير من اليهود «من ديارهم» مساكنهم بالمدينة «لأول الحشر» هو حشرهم إلى الشام وآخره أن أجلاهم عمر في خلافته إلى خيبر «ما ظننتم» أيها المؤمنون «أن يخرجوا وظنوا أنهم مانعتهم» خبر أن «حصونهم» فاعله تم به الخبر «من الله» من عذابه «فأتاهم الله» أمره وعذابه «من حيث لم يحتسبوا» لم يخطر ببالهم من جهة المؤمنين «وقذف» ألقى «في قلوبهم الرعب» بسكون العين وضمها، الخوف بقتل سيدهم كعب بن الأشرف «يخرِّبون» بالتشديد والتخفيف من أخرب «بيوتهم» لينقلوا ما أستحسنوه منها من خشب وغيره «بأيديهم وأيدي المؤمنين فاعتبروا يا أولي الأبصار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وكان إخراجهم منها أول حشر وجلاء كتبه الله عليهم على يد رسوله محمد صلى الله عليه وسلم، فجلوا إلى خيبر، ودلت الآية الكريمة أن لهم حشرا وجلاء غير هذا، فقد وقع حين أجلاهم النبي صلى الله عليه وسلم من خيبر، ثم عمر رضي الله عنه، [أخرج بقيتهم منها].\nمَا ظَنَنْتُمْ أيها المسلمون أَنْ يَخْرُجُوا من ديارهم، لحصانتها، ومنعتها، وعزهم فيها.\nوَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فأعجبوا بها وغرتهم، وحسبوا أنهم لا ينالون بها، ولا يقدر عليها أحد، وقدر الله تعالى وراء ذلك كله، لا تغني عنه الحصون والقلاع، ولا تجدي فيهم القوة والدفاع.\nولهذا قال: فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا أي: من الأمر والباب، الذي لم يخطر ببالهم أن يؤتوا منه، وهو أنه تعالى قذف فِي قُلُوبِهِمُ الرُّعْبَ وهو الخوف الشديد، الذي هو جند الله الأكبر، الذي لا ينفع معه عدد ولا عدة، ولا قوة ولا شدة، فالأمر الذي يحتسبونه ويظنون أن الخلل يدخل عليهم منه إن دخل هو الحصون التي تحصنوا بها، واطمأنت نفوسهم إليها، ومن وثق بغير الله فهو مخذول، ومن ركن إلى غير الله فهو عليه وبال فأتاهم أمر سماوي نزل على قلوبهم، التي هي محل الثبات والصبر، أو الخور والضعف، فأزال الله قوتها وشدتها، وأورثها ضعفا وخورا وجبنا، لا حيلة لهم ولا منعة معه فصار ذلك عونا عليهم، ولهذا قال: يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ وذلك أنهم صالحوا النبي صلى الله عليه وسلم، على أن لهم ما حملت الإبل.\nفنقضوا لذلك كثيرا من سقوفهم، التي استحسنوها، وسلطوا المؤمنين بسبب بغيهم على إخراب ديارهم وهدم حصونهم، فهم الذين جنوا على أنفسهم، وصاروا من أكبر عون عليها، فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ أي: البصائر النافذة، والعقول الكاملة، فإن في هذا معتبرا يعرف به صنع الله تعالى في المعاندين للحق، المتبعين لأهوائهم، الذين لم تنفعهم عزتهم، ولا منعتهم قوتهم، ولا حصنتهم حصونهم، حين جاءهم أمر الله، ووصل إليهم النكال بذنوبهم، والعبرة بعموم اللفظ لا بخصوص السبب، فإن هذه الآية تدل على الأمر بالاعتبار، وهو اعتبار النظير بنظيره، وقياس الشيء على مثله، والتفكر فيما تضمنته الأحكام من المعاني والحكم التي هي محل العقل والفكرة، وبذلك يزداد العقل، وتتنور البصيرة ويزداد الإيمان، ويحصل الفهم الحقيقي، ثم أخبر تعالى أن هؤلاء اليهود لم يصبهم جميع ما يستحقون من العقوبة، وأن الله خفف عنهم."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولولا أن الله كتب عليهم إخراجهم من ديارهم، لعذبهم في الدنيا بالقتل والسبي، ولهم في الآخرة عذاب النار ينتظرهم خالدين فيه أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولولا أن كتب الله» قضى «عليهم الجلاء» الخروج من الوطن «لعذبهم في الدنيا» بالقتل والسبي كما فعل بقريظة من اليهود «ولهم في الآخرة عذاب النار»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلولا أنه كتب عليهم الجلاء الذي أصابهم وقضاه عليهم وقدره بقدره الذي لا يبدل ولا يغير، لكان لهم شأن آخر من عذاب الدنيا ونكالها، ولكنهم - وإن فاتهم العذاب الشديد الدنيوي - فإن لهم في الآخرة عذاب النار، الذي لا يمكن أن يعلم شدته إلا الله تعالى، فلا يخطر ببالهم أن عقوبتهم قد انقضت وفرغت ولم يبق لهم منها بقية، فما أعد الله لهم من العذاب في الآخرة أعظم وأطم."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۖ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذلك الذي حصل لهم حصل لأنهم عَادَوُا الله وعادَوْا رسوله بكفرهم ونقضهم للعهود، ومن يعادِ الله فإن الله شديد العقاب، فسيناله عقابه الشديد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذلك بأنهم شاقوا» خالفوا «الله ورسوله ومن يشاق الله فإن الله شديد العقاب» له."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذلك لأنهم شَاقُّوا اللَّهَ وَرَسُولَهُ وعادوهما وحاربوهما، وسعوا في معصيتهما.\nوهذه عادته وسنته فيمن شاقه وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَىٰ أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما قطعتم - معشر المؤمنين - من نخلة لتغيظوا أعداء الله في غزوة بني النَّضِير أو تركتموها قائمة على جذوعها لتنتفعوا بها - فبأمر الله، وليس من الفساد في الأرض كما زعموا، وليذلّ الله به الخارجين عن طاعته من اليهود الذين نقضوا العهد، واختاروا سبيل الغدر على طريق الوفاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما قطعتم» يا مسلمون «من لينة» نخلة «أو تركتموها قائمة على أصولها فبأذن الله» أي خيَّركم في ذلك «وليخزيَ» بالإذن في القطع «الفاسقين» اليهود في اعتراضهم أن قطع الشجر المثمر فساد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما لام بنو النضير رسول الله صلى الله عليه وسلم والمسلمين في قطع النخيل والأشجار، وزعموا أن ذلك من الفساد، وتوصلوا بذلك إلى الطعن بالمسلمين، أخبر تعالى أن قطع النخيل إن قطعوه أو إبقاءهم إياه إن أبقوه، إنه بإذنه تعالى، وأمره وَلِيُخْزِيَ الْفَاسِقِينَ حيث سلطكم على قطع نخلهم، وتحريقها، ليكون ذلك نكالا لهم، وخزيا في الدنيا، وذلا يعرف به عجزهم التام، الذي ما قدروا على استنقاذ نخلهم، الذي هو مادة قوتهم.\nواللينة: اسم يشمل سائر النخيل على أصح الاحتمالات وأولاها، فهذه حال بني النضير، وكيف عاقبهم الله في الدنيا."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَمَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَٰكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَىٰ مَنْ يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذي ردّه الله على رسوله من أموال بني النَّضِير فما أسرعتم في طلبه مما تركبونه خيلاً ولا إبلاً، ولا أصابتكم فيه مشقة، ولكنّ الله يسلِّط رسله على من يشاء، وقد سلَّط رسوله على بني النَّضِير ففتح بلادهم بغير قتال، والله على كل شيء قدير، لا يعجزه شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أفاء» رد «الله على رسوله منهم فما أوجفتم» أسرعتم يا مسلمون «عليه من» زائدة «خيل ولا ركاب» إبل، أي لم تقاسوا فيه مشقة «ولكن الله يسلط رسله على من يشاء والله على كل شيءٍ قدير» فلا حق لكم فيه ويختص به النبي صلى الله عليه وسلم ومن ذكر معه في الآية الثانية من الأصناف الأربعة على ما كان يقسمه من أن لكل منهم خمس الخمس وله صلى الله عليه وسلم الباقي يفعل فيه ما يشاء فأعطى منه المهاجرين وثلاثة من الأنصار لفقرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر من انتقلت إليه أموالهم وأمتعتهم، فقال: وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ أي: من أهل هذه القرية، وهم بنو النضير.\nف إنكم يا معشر المسلمين ما أَوْجَفْتُمْ أي: ما أجلبتم وأسرعتم وحشدتم، عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ أي: لم تتعبوا بتحصيلها، لا بأنفسكم ولا بمواشيكم، بل قذف الله في قلوبهم الرعب، فأتتكم صفوا عفوا، ولهذا.\nقال: وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ من تمام قدرته أنه لا يمتنع منه ممتنع، ولا يتعزز من دونه قوي.\nوتعريف الفيء في اصطلاح الفقهاء: هو ما أخذ من مال الكفار بحق، من غير قتال، كهذا المال الذي فروا وتركوه خوفا من المسلمين، وسمي فيئا، لأنه رجع من الكفار الذين هم غير مستحقين له، إلى المسلمين الذين لهم الحق الأوفر فيه."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "مَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْ أَهْلِ الْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ ۚ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما أنعم الله على رسوله من أموال أهل القرى من غير قتال فللَّه، يجعله لمن يشاء، وللرسول مُلْكًا، ولذوي قرابته من بني هاشم وبني المطلب؛ تعويضًا لهم عما مُنِعوه من الصدقة، وللأيتام، وللفقراء، وللغريب الذي نفدت نفقته؛ لكي لا يقتصر تداول المال على الأغنياء دون الفقراء، وما أعطاكم الرسول من أموال الفيء فخذوه - أيها المؤمنون- وما نهاكم عنه فانتهوا، واتقوا الله بامتثال أوامره، واجتناب نواهيه، إن الله شديد العقاب فاحذروا عقابه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما أفاء الله على رسوله من أهل القرى» كالصفراء ووادي القرى وينبع «فلله» يأمر فيه بما يشاء «وللرسول ولذي» صاحب «القربى» قرابة النبي من بني هاشم وبني المطلب «واليتامى» أطفال المسلمين الذين هلكت آباؤهم وهم فقراء «والمساكين» ذوي الحاجة من المسلمين «وابن السبيل» المنقطع في سفره من المسلمين، أي يستحقه النبي صلى الله عليه وسلم والأصناف الأربعة على ما كان يقسمه من أن لكل من الأربعة خمس الخمس وله الباقي «كي لا» كي بمعنى اللام وأن مقدرة بعدها «يكون» الفيء علة لقسمه كذلك «دولةً» متداولا «بين الأغنياء منكم وما آتاكم» أعطاكم «الرسول» من الفيء وغيره «فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحكمه العام، كما ذكره الله في قوله مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى عموما، سواء أفاء الله في وقت رسوله أو بعده، لمن يتولى من بعده أمته فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وهذه الآية نظير الآية التي في سورة الأنفال، في قوله: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ فهذا الفيء يقسم خمسة أقسام:خمس لله ولرسوله يصرف في مصالح المسلمين [العامة]، وخمس لذوي القربى، وهم: بنو هاشم وبنو المطلب، حيث كانوا يسوى [فيه] بين، ذكورهم وإناثهم، وإنما دخل بنو المطلب في خمس الخمس، مع بني هاشم، ولم يدخل بقية بني عبد مناف، لأنهم شاركوا بني هاشم في دخولهم الشعب، حين تعاقدت قريش على هجرهم وعداوتهم فنصروا رسول الله صلى الله عليه وسلم، بخلاف غيرهم، ولهذا قال النبي صلى الله عليه وسلم، في بني عبد المطلب: \"إنهم لم يفارقوني في جاهلية ولا إسلام\"وخمس لفقراء اليتامى، وهم: من لا أب له ولم يبلغ، وخمس للمساكين، وسهم لأبناء السبيل، وهم الغرباء المنقطع بهم في غير أوطانهم.\nوإنما قدر الله هذا التقدير، وحصر الفيء في هؤلاء المعينين ل كَيْ لَا يَكُونَ دُولَةً أي: مدوالة واختصاصا بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ فإنه لو لم يقدره، لتداولته الأغنياء الأقوياء، ولما حصل لغيرهم من العاجزين منه شيء، وفي ذلك من الفساد، ما لا يعلمه إلا الله، كما أن في اتباع أمر الله وشرعه من المصالح ما لا يدخل تحت الحصر، ولذلك أمر الله بالقاعدة الكلية والأصل العام، فقال: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وهذا شامل لأصول الدين وفروعه، ظاهره وباطنه، وأن ما جاء به الرسول يتعين على العباد الأخذ به واتباعه، ولا تحل مخالفته، وأن نص الرسول على حكم الشيء كنص الله تعالى، لا رخصة لأحد ولا عذر له في تركه، ولا يجوز تقديم قول أحد على قوله، ثم أمر بتقواه التي بها عمارة القلوب والأرواح [والدنيا والآخرة]، وبها السعادة الدائمة والفوز العظيم، وبإضاعتها الشقاء الأبدي والعذاب السرمدي، فقال: وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ على من ترك التقوى، وآثر اتباع الهوى."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويُصْرَف جزء من هذا المال للفقراء المهاجرين في سبيل الله الذين أُجْبِروا على ترك أموالهم وأولادهم، يرجون أن يتفضل الله عليهم بالرزق في الدنيا، وبالرضوان في الآخرة، وينصرون الله وينصرون رسوله بالجهاد في سبيل الله، أولئك المتصفون بتلك الصفات هم الراسخون في الإيمان حقًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«للفقراء» متعلق بمحذوف، أي اعجبوا «المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون» في إيمانهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر تعالى الحكمة والسبب الموجب لجعله تعالى الأموال أموال الفيء لمن قدرها له، وأنهم حقيقون بالإعانة، مستحقون لأن تجعل لهم، وأنهم ما بين مهاجرين قد هجروا المحبوبات والمألوفات، من الديار والأوطان والأحباب والخلان والأموال، رغبة في الله ونصرة لدين الله، ومحبة لرسول الله، فهؤلاء هم الصادقون الذين عملوا بمقتضى إيمانهم، وصدقوا إيمانهم بأعمالهم الصالحة والعبادات الشاقة، بخلاف من ادعى الإيمان وهو لم يصدقه بالجهاد والهجرة وغيرهما من العبادات،"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَىٰ أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والأنصار الذين نزلوا المدينة من قبل المهاجرين، واختاروا الإيمان بالله وبرسوله، يحبون من هاجر إليهم من مكة، ولا يجدون في صدورهم غيظًا ولا حسدًا على المهاجرين في سبيل الله إذا ما أُعْطُوا شيئًا من الفيء ولم يُعْطَوْا هم، ويقدمون على أنفسهم المهاجرين في الحظوظ الدنيوية، ولو كانوا متصفين بالفقر والحاجة، ومن يَقِه الله حِرْص نفسه على المال فيبذله في سبيله فأولئك هم الفائزون بنيل ما يرتجونه، والنجاة مما يرهبونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين تبوؤا الدار» أي المدينة «والإيمان» أي ألفوه وهم الأنصار «من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة» حسدا «مما أوتوا» أي آتى النبي صلى الله عليه وسلم المهاجرين من أموال بني النضير المختصة بهم «ويؤثرون على أنفسهم ولو كان بهم خصاصة» حاجة إلى ما يؤثرون به «ومن يوق شُحَّ نفسه» حرصها على المال «فأولئك هم المفلحون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وبين أنصار وهم الأوس والخزرج الذين آمنوا بالله ورسوله طوعا ومحبة واختيارا، وآووا رسول الله صلى الله عليه وسلم، ومنعوه من الأحمر والأسود، وتبوأوا دار الهجرة والإيمان حتى صارت موئلا ومرجعا يرجع إليه المؤمنون، ويلجأ إليه المهاجرون، ويسكن بحماه المسلمون إذ كانت البلدان كلها بلدان حرب وشرك وشر، فلم يزل أنصار الدين تأوي إلى الأنصار، حتى انتشر الإسلام وقوي، وجعل يزيد شيئا شيئا فشيئا، وينمو قليلا قليلا، حتى فتحوا القلوب بالعلم والإيمان والقرآن، والبلدان بالسيف والسنان.\nالذين من جملة أوصافهم الجميلة أنهم يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وهذا لمحبتهم لله ولرسوله، أحبوا أحبابه، وأحبوا من نصر دينه.\nوَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا أي: لا يحسدون المهاجرين على ما آتاهم الله من فضله وخصهم به من الفضائل والمناقب التي هم أهلها، وهذا يدل على سلامة صدورهم، وانتفاء الغل والحقد والحسد عنها.\nويدل ذلك على أن المهاجرين، أفضل من الأنصار، لأن الله قدمهم بالذكر، وأخبر أن الأنصار لا يجدون في صدورهم حاجة مما أوتوا، فدل على أن الله تعالى آتاهم ما لم يؤت الأنصار ولا غيرهم، ولأنهم جمعوا بين النصرة والهجرة.\nوقوله: وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ أي: ومن أوصاف الأنصار التي فاقوا بها غيرهم، وتميزوا بها على من سواهم، الإيثار، وهو أكمل أنواع الجود، وهو الإيثار بمحاب النفس من الأموال وغيرها، وبذلها للغير مع الحاجة إليها، بل مع الضرورة والخصاصة، وهذا لا يكون إلا من خلق زكي، ومحبة لله تعالى مقدمة على محبة شهوات النفس ولذاتها، ومن ذلك قصة الأنصاري الذي نزلت الآية بسببه، حين آثر ضيفه بطعامه وطعام أهله وأولاده وباتوا جياعا، والإيثار عكس الأثرة، فالإيثار محمود، والأثرة مذمومة، لأنها من خصال البخل والشح، ومن رزق الإيثار فقد وقي شح نفسه وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ ووقاية شح النفس، يشمل وقايتها الشح، في جميع ما أمر به، فإنه إذا وقي العبد شح نفسه، سمحت نفسه بأوامر الله ورسوله، ففعلها طائعا منقادا، منشرحا بها صدره، وسمحت نفسه بترك ما نهى الله عنه، وإن كان محبوبا للنفس، تدعو إليه، وتطلع إليه، وسمحت نفسه ببذل الأموال في سبيل الله وابتغاء مرضاته، وبذلك يحصل الفلاح والفوز، بخلاف من لم يوق شح نفسه، بل ابتلي بالشح بالخير، الذي هو أصل الشر ومادته، فهذان الصنفان، الفاضلان الزكيان هم الصحابة الكرام والأئمة الأعلام، الذين حازوا من السوابق والفضائل والمناقب ما سبقوا به من بعدهم، وأدركوا به من قبلهم، فصاروا أعيان المؤمنين، وسادات المسلمين، وقادات المتقين"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين جاؤوا من بعد هؤلاء واتبعوهم بإحسان إلى يوم القيامة يقولون: ربنا اغفر لنا ولإخواننا في الدين الذين سبقونا إلى الإيمان بالله وبرسوله، ولا تجعل في قلوبنا ضغينة وحقدًا لأحد من المؤمنين، ربنا إنك رؤوف بعبادك، رحيم بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين جاءُوا من بعدهم» من بعد المهاجرين والأنصار إلى يوم القيامة «يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا» حقدا «للذين آمنوا ربنا إنك رؤوف رحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وحسب من بعدهم من الفضل أن يسير خلفهم، ويأتم بهداهم، ولهذا ذكر الله من اللاحقين، من هو مؤتم بهم وسائر خلفهم فقال: وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ أي: من بعد المهاجرين والأنصار يَقُولُونَ على وجه النصح لأنفسهم ولسائر المؤمنين: رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وهذا دعاء شامل لجميع المؤمنين، السابقين من الصحابة، ومن قبلهم ومن بعدهم، وهذا من فضائل الإيمان أن المؤمنين ينتفع بعضهم ببعض، ويدعو بعضهم لبعض، بسبب المشاركة في الإيمان المقتضي لعقد الأخوة بين المؤمنين التي من فروعها أن يدعو بعضهم لبعض، وأن يحب بعضهم بعضا.\nولهذا ذكر الله في الدعاء نفي الغل عن القلب، الشامل لقليل الغل وكثيره الذي إذا انتفى ثبت ضده، وهو المحبة بين المؤمنين والموالاة والنصح، ونحو ذلك مما هو من حقوق المؤمنين.\nفوصف الله من بعد الصحابة بالإيمان، لأن قولهم: سَبَقُونَا بِالْإِيمَانِ دليل على المشاركة في الإيمان وأنهم تابعون للصحابة في عقائد الإيمان وأصوله، وهم أهل السنة والجماعة، الذين لا يصدق هذا الوصف التام إلا عليهم، ووصفهم بالإقرار بالذنوب والاستغفار منها، واستغفار بعضهم لبعض، واجتهادهم في إزالة الغل والحقد عن قلوبهم لإخوانهم المؤمنين، لأن دعاءهم بذلك مستلزم لما ذكرنا، ومتضمن لمحبة بعضهم بعضا، وأن يحب أحدهم لأخيه ما يحب لنفسه وأن ينصح له حاضرا وغائبا، حيا وميتا، ودلت الآية الكريمة [على] أن هذا من جملة حقوق المؤمنين بعضهم لبعض، ثم ختموا دعاءهم باسمين كريمين، دالين على كمال رحمة الله وشدة رأفته وإحسانه بهم، الذي من جملته، بل من أجله، توفيقهم للقيام بحقوق الله وحقوق عباده.\nفهؤلاء الأصناف الثلاثة هم أصناف هذه الأمة، وهم المستحقون للفيء الذي مصرفه راجع إلى مصالح الإسلام.\nوهؤلاء أهله الذين هم أهله، جعلنا الله منهم، بمنه وكرمه."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تر - أيها الرسول - إلى الذين أضمروا الكفر وأظهروا الإيمان، يقولون لإخوانهم في الكفر من اليهود أتباع التوراة المحرفة: اثبتوا في دياركم فلن نخذلكم، ولن نسلمكم، فلئن أخرجكم المسلمون منها لنخرجنّ تضامنًا معكم، ولا نطيع أحدًا يريد أن يمنعنا من الخروج معكم، وإن قاتلوكم لنعيننَّكم عليهم، والله يشهد إن المنافقين لكاذبون فيما ادعوه من الخروج مع اليهود إذا أُخْرِجوا، والقتال معهم إذا قُوتِلوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم ترْ» تنظر «إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب» وهم بنو النضير وإخوانهم في الكفر «لئن» لام قسم في الأربعة «أخرجتم» من المدينة «لنخرجن معكم ولا نطيع فيكم» في خذلانكم «أحدا أبدا وإن قوتلتم» حذفت منه اللام الموطئة «لننصرنكم والله يشهد إنهم لكاذبون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم تعجب تعالى من حال المنافقين، الذين طمعوا إخوانهم من أهل الكتاب، في نصرتهم، وموالاتهم على المؤمنين، وأنهم يقولون لهم: لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا أي: لا نطيع في عدم نصرتكم أحدا يعذلنا أو يخوفنا، وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ في هذا الوعد الذي غروا به إخوانهم."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لئن أخرج المسلمون اليهود لا يخرجون معهم، وإن قاتلوهم لا ينصروهم ولا يعينوهم، ولئن نصروهم وأعانوهم على المسلمين ليهربُنّ فرارًا منهم ثم لا يُنْصَر المنافقون بعد ذلك، بل يذلّهم الله ويخزيهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لئن أخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم» أي جاؤوا لنصرهم «ليولنَّ الأدبار» واستغني بجواب القسم المقدر عن جواب الشرط في المواضع الخمسة «ثم لا يُنصرون» أي اليهود."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولا يستكثر هذا عليهم، فإن الكذب وصفهم، والغرور والخداع، مقارنهم، والنفاق والجبن يصحبهم، ولهذا كذبهم [الله] بقوله، الذي وجد مخبره كما أخبر الله به، ووقع طبق ما قال، فقال: لَئِنْ أُخْرِجُوا من ديارهم جلاء ونفيا لَا يَخْرُجُونَ مَعَهُمْ لمحبتهم للأوطان، وعدم صبرهم على القتال، وعدم وفائهم بوعدهم وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ بل يستولي عليهم الجبن، ويملكهم الفشل، ويخذلون إخوانهم، أحوج ما كانوا إليهم.\nوَلَئِنْ نَصَرُوهُمْ على الفرض والتقدير لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ أي: ليحصل منهم الإدبار عن القتال والنصرة، ولا يحصل لهم نصر من الله."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لأَنتم - أيها المؤمنون - أشدُّ تخويفًا في قلوب المنافقين واليهود من الله، ذلك المذكور - من شدة خوفهم منكم، وضعف خوفهم من الله - بسبب أنهم قوم لا يفقهون ولا يفهمون؛ إذ لو كانوا يفقهون لعلموا أن الله أحقّ أن يُخَاف وأن يُرْهَب، فهو الذي سلطكم عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لأنتم أشد رهبة» خوفا «في صدورهم» أي المنافقين «من الله» لتأخير عذابه «ذلك بأنهم قوم لا يفقهون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والسبب الذي أوجب لهم ذلك أنكم - أيها المؤمنون - أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ فخافوا منكم أعظم مما يخافون الله، وقدموا مخافة المخلوق الذي لا يملك لنفسه ولا لغيره نفعا ولا ضرا، على مخافة الخالق، الذي بيده الضر والنفع، والعطاء والمنع.\nذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ مراتب الأمور، ولا يعرفون حقائق الأشياء، ولا يتصورون العواقب، وإنما الفقه كل الفقه، أن يكون خوف الخالق ورجاؤه ومحبته مقدمة على غيرها، وغيرها تبعا لها."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ ۚ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يقاتلكم - أيها المؤمنون - اليهود مجتمعين إلا في قرى مُحَصَّنة بالأسوار، أو من وراء جدران، فهم لا يستطيعون مواجهتكم لجبنهم، بأسهم فيما بينهم قوي لما بينهم من العداوة، تظنّ أنهم على كلمة واحدة، وأن صفهم واحد، والواقع أن قلوبهم متفرقة مختلفة، ذلك الاختلاف والتعادي بسبب أنهم لا يعقلون؛ إذ لو كانوا يعقلون لعرفوا الحق واتبعوه، ولم يختلفوا فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يقاتلونكم» أي اليهود «جميعا» مجتمعين «إلا في قرى محصنة أو من وراء جدار» سور، وفي قراءة جدر «بأسهم» حربهم «بينهم شديد تحسبهم جميعا» مجتمعين «وقلوبهم شتى» متفرقة خلاف الحسبان «ذلك بأنهم قوم لا يعقلون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يُقَاتِلُونَكُمْ جَمِيعًا أي: في حال الاجتماع إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ أي: لا يثبتون لقتالكم ولا يعزمون عليه، إلا إذا كانوا متحصنين في القرى، أو من وراء الجدر والأسوار.\nفإنهم إذ ذاك ربما يحصل منهم امتناع، اعتمادا [على] حصونهم وجدرهم، لا شجاعة بأنفسهم، وهذا من أعظم الذم، بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ أي: بأسهم فيما بينهم شديد، لا آفة في أبدانهم ولا في قوتهم، وإنما الآفة في ضعف إيمانهم وعدم اجتماع كلمتهم، ولهذا قال: تَحْسَبُهُمْ جَمِيعًا حين تراهم مجتمعين ومتظاهرين.\nو لكن قلوبهم شَتَّى أي: متباغضة متفرقة متشتتة.\nذَلِكَ الذي أوجب لهم اتصافهم بما ذكر بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ أي: لا عقل عندهم، ولا لب، فإنهم لو كانت لهم عقول، لآثروا الفاضل على المفضول، ولما رضوا لأنفسهم بأبخس الخطتين، ولكانت كلمتهم مجتمعة، وقلوبهم مؤتلفة، فبذلك يتناصرون ويتعاضدون، ويتعاونون على مصالحهم ومنافعهم الدينية والدنيوية.\nمثل هؤلاء المخذولين من أهل الكتاب، الذين انتصر الله لرسوله منهم، وأذاقهم الخزي في الحياة الدنيا."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل هؤلاء اليهود في كفرهم وما حلّ بهم من عقاب، كمثل الذين من قبلهم من مشركي مكة في زمن قريب، فذاقوا سوء عاقبة كفرهم، فَقُتِل من قُتِل وأُسِر من أُسِر منهم يوم بدر، ولهم في الآخرة عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "مثلهم في ترك الإيمان «كمثل الذين من قبلهم قريبا» بزمن قريب وهم أهل بدر من المشركين «ذاقوا وبال أمرهم» عقوبته في الدنيا من القتل وغيره «ولهم عذاب أليم» مؤلم في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وعدم نصر من وعدهم بالمعاونة كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا وهم كفار قريش الذين زين لهم الشيطان أعمالهم، وقال: لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ [وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ] الآية.\nفغرتهم أنفسهم، وغرهم من غرهم، الذين لم ينفعوهم، ولم يدفعوا عنهم العذاب، حتى أتوا \"بدرا\" بفخرهم وخيلائهم، ظانين أنهم مدركون برسول الله والمؤمنين أمانيهم.\nفنصر الله رسوله والمؤمنين عليهم، فقتلوا كبارهم وصناديدهم، وأسروا من أسروا منهم، وفر من فر، وذاقوا بذلك وبال أمرهم وعاقبة شركهم وبغيهم، هذا في الدنيا، وَلَهُمْ في الآخرة عذاب النار."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مَثَلُهم في سماعهم من المنافقين كمثل الشيطان حين زيّن للإنسان أن يكفر، فلما كفر بسبب تزيينه الكفر له قال: إني بريء منك لما كفرت، إني أخاف الله رب الخلائق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "مثلهم أيضا في سماعهم من المنافقين وتخلفهم عنهم «كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين» كذبا منه ورياءً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومثل هؤلاء المنافقين الذين غروا إخوانهم من أهل الكتاب كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ أي: زين له الكفر وحسنه ودعاه إليه، فلما اغتر به وكفر، وحصل له الشقاء، لم ينفعه الشيطان، الذي تولاه ودعاه إلى ما دعاه إليه، بل تبرأ منه و قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ أي: ليس لي قدرة على دفع العذاب عنك، ولست بمغن عنك مثقال ذرة من الخير."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكان نهاية أمر الشيطان ومن أطاعه أنهما (أي: الشيطان المُطاع، والإنسان المُطِيع) يوم القيامة في النار ماكثَيْنِ فيها أبدًا، وذلك الجزاء الذي ينتظرهما هو جزاء الظالمين لأنفسهم بتعدّي حدود الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكان عاقبتهما» أي الغاوي والمغوي وقرئ بالرفع اسم كان «أنهما في النار خالدين فيها وذلك جزاء الظالمين» أي الكافرين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَكَانَ عَاقِبَتَهُمَا أي: الداعي الذي هو الشيطان، والمدعو الذي هو الإنسان حين أطاعه أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا كما قال تعالى: إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ الذين اشتركوا في الظلم والكفر، وإن اختلفوا في شدة العذاب وقوته، وهذا دأب الشيطان مع كل أوليائه، فإنه يدعوهم ويدليهم إلى ما يضرهم بغرور، حتى إذا وقعوا في الشباك، وحاقت بهم أسباب الهلاك، تبرأ منهم وتخلى عنهم.\nواللوم كل اللوم على من أطاعه، فإن الله قد حذر منه وأنذر، وأخبر بمقاصده وغايته ونهايته، فالمقدم على طاعته، عاص على بصيرة لا عذر له."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اتقوا الله بامتثال أوامره واجتناب نواهيه، ولتتأمل نفس ما قدمت من عمل صالح ليوم القيامة، واتقوا الله، إن الله خبير بما تعملون، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغدٍ» ليوم القيامة «واتقوا الله إن الله خبير بما تعملون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يأمر تعالى عباده المؤمنين بما يوجبه الإيمان ويقتضيه من لزوم تقواه، سرا وعلانية، في جميع الأحوال، وأن يراعوا ما أمرهم الله به من أوامره وشرائعه وحدوده، وينظروا ما لهم وما عليهم، وماذا حصلوا عليه من الأعمال التي تنفعهم أو تضرهم في يوم القيامة، فإنهم إذا جعلوا الآخرة نصب أعينهم وقبلة قلوبهم، واهتموا بالمقام بها، اجتهدوا في كثرة الأعمال الموصلة إليها، وتصفيتها من القواطع والعوائق التي توقفهم عن السير أو تعوقهم أو تصرفهم، وإذا علموا أيضا، أن الله خبير بما يعملون، لا تخفى عليه أعمالهم، ولا تضيع لديه ولا يهملها، أوجب لهم الجد والاجتهاد.\nوهذه الآية الكريمة أصل في محاسبة العبد نفسه، وأنه ينبغي له أن يتفقدها، فإن رأى زللا تداركه بالإقلاع عنه، والتوبة النصوح، والإعراض عن الأسباب الموصلة إليه، وإن رأى نفسه مقصرا في أمر من أوامر الله، بذل جهده واستعان بربه في تكميله وتتميمه، وإتقانه، ويقايس بين منن الله عليه وإحسانه وبين تقصيره، فإن ذلك يوجب له الحياء بلا محالة."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ ۚ أُولَٰئِكَ هُمُ الْفَاسِقُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تكونوا مثل الذين نسوا الله بترك امتثال أمره واجتناب نهيه، فأنساهم الله أنفسهم، فلم يعملوا بما ينجيها من غضب الله وعقابه، أولئك الذين نسوا الله - فلم يمتثلوا أمره ولم يكفّوا عن نهيه - هم الخارجون عن طاعة الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تكونوا كالذين نسوا الله» تركوا طاعته «فأنساهم أنفسهم» أن يقدموا لها خيرا «أولئك هم الفاسقون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والحرمان كل الحرمان، أن يغفل العبد عن هذا الأمر، ويشابه قوما نسوا الله وغفلوا عن ذكره والقيام بحقه، وأقبلوا على حظوظ أنفسهم وشهواتها، فلم ينجحوا، ولم يحصلوا على طائل، بل أنساهم الله مصالح أنفسهم، وأغفلهم عن منافعها وفوائدها، فصار أمرهم فرطا، فرجعوا بخسارة الدارين، وغبنوا غبنا، لا يمكنهم تداركه، ولا يجبر كسره، لأنهم هم الفاسقون، الذين خرجوا عن طاعة ربهم وأوضعوا في معاصيه."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يستوي أصحاب النار وأصحاب الجنة، بل هم مختلفون في جزائهم مثل اختلاف أعمالهم في الدنيا، أصحاب الجنة هم الفائزون بنيل ما يطلبونه، الناجون مما يرهبونه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فهل يستوي من حافظ على تقوى الله ونظر لما قدم لغده، فاستحق جنات النعيم، والعيش السليم - مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين - ومن غفل عن ذكر الله، ونسي حقوقه، فشقي في الدنيا، واستحق العذاب في الآخرة، فالأولون هم الفائزون، والآخرون هم الخاسرون."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "لَوْ أَنْزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ ۚ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لو أنزلنا هذا القرآن على جبل لرأيت - أيها الرسول - ذلك الجبل مع صلابته متذللًا متشققًا من شدة خشية الله؛ لما في القرآن من المواعظ الزاجرة والوعيد الشديد، وهذه الأمثال نضربها للناس لعلهم يُعْمِلُون عقولهم فيتعظوا بما تشتمل عليه آياته من العظات والعبر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لو أنزلنا هذا القرآن على جبل» وجعل فيه تمييز كالإنسان «لرأيته خاشعا متصدعا» متشققا «من خشية الله وتلك الأمثال» المذكورة «نضربها للناس لعلهم يتفكرون» فيؤمنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولما بين تعالى لعباده ما بين، وأمرهم ونهاهم في كتابه العزيز، كان هذا موجبا لأن يبادروا إلى ما دعاهم إليه وحثهم عليه، ولو كانوا في القسوة وصلابة القلوب كالجبال الرواسي، فإن هذا القرآن لو أنزله على جبل لرأيته خاشعا متصدعا من خشية الله أي: لكمال تأثيره في القلوب، فإن مواعظ القرآن أعظم المواعظ على الإطلاق، وأوامره ونواهيه محتوية على الحكم والمصالح المقرونة بها، وهي من أسهل شيء على النفوس، وأيسرها على الأبدان، خالية من التكلف لا تناقض فيها ولا اختلاف، ولا صعوبة فيها ولا اعتساف، تصلح لكل زمان ومكان، وتليق لكل أحد.\nثم أخبر تعالى أنه يضرب للناس الأمثال، ويوضح لعباده في كتابه الحلال والحرام، لأجل أن يتفكروا في آياته ويتدبروها، فإن التفكر فيها يفتح للعبد خزائن العلم، ويبين له طرق الخير والشر، ويحثه على مكارم الأخلاق، ومحاسن الشيم، ويزجره عن مساوئ الأخلاق، فلا أنفع للعبد من التفكر في القرآن والتدبر لمعانيه."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "22 - 23 - هو الله الذي لا معبود بحق غيره، عالم ما غاب وما حضر، لا يخفى عليه شيء من ذلك، رحمن الدنيا والآخرة ورحيمهما، وسعت رحمته العالمين، الملك، المُنَزَّه والمُقَدَّس عن كل نقص، السالم من كل عيب، المصدق رسله بالآيات الباهرة، الرقيب على أعمال عباده، العزيز الذي لا يغلبه أحد، الجبار الذي قهر بجبروته كل شيء، المتكبر، تَنَزَّه الله وتَقَدّس عما يشرك معه المشركون من الأوثان وغيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الله الذي لا إله إلا هو عالم الغيب والشهادة» السر والعلانية «هو الرحمن الرحيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الآيات الكريمات قد اشتملت على كثير من أسماء الله الحسنى وأوصافه العلى، عظيمة الشأن، وبديعة البرهان، فأخبر أنه الله المألوه المعبود، الذي لا إله إلا هو، وذلك لكماله العظيم، وإحسانه الشامل، وتدبيره العام، وكل إله سواه فإنه باطل لا يستحق من العبادة مثقال ذرة، لأنه فقير عاجز ناقص، لا يملك لنفسه ولا لغيره شيئا، ثم وصف نفسه بعموم العلم الشامل، لما غاب عن الخلق وما يشاهدونه، وبعموم رحمته التي وسعت كل شيء ووصلت إلى كل حي."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "22 - 23 - هو الله الذي لا معبود بحق غيره، عالم ما غاب وما حضر، لا يخفى عليه شيء من ذلك، رحمن الدنيا والآخرة ورحيمهما، وسعت رحمته العالمين، الملك، المُنَزَّه والمُقَدَّس عن كل نقص، السالم من كل عيب، المصدق رسله بالآيات الباهرة، الرقيب على أعمال عباده، العزيز الذي لا يغلبه أحد، الجبار الذي قهر بجبروته كل شيء، المتكبر، تَنَزَّه الله وتَقَدّس عما يشرك معه المشركون من الأوثان وغيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الله الذي لا إله إلا هو الملك القدُّوس» الطاهر عما لا يليق به «السلام» ذو السلامة من النقائص «المؤمن» المصدق رسله بخلق المعجزة لهم «المهيمن» من هيمن يهيمن إذا كان رقيبا على الشيء، أي الشهيد على عباده بأعمالهم «العزيز» القوي «الجبار» جبر خلقه على ما أراد «المتكبر» عما لا يليق به «سبحان الله» نزَّه نفسه «عما يشركون» به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم كرر [ذكر] عموم إلهيته وانفراده بها، وأنه المالك لجميع الممالك، فالعالم العلوي والسفلي وأهله، الجميع، مماليك لله، فقراء مدبرون.\nالْقُدُّوسُ السَّلَامُ أي: المقدس السالم من كل عيب وآفة ونقص، المعظم الممجد، لأن القدوس يدل على التنزيه عن كل نقص، والتعظيم لله في أوصافه وجلاله.\nالْمُؤْمِنُ أي: المصدق لرسله وأنبيائه بما جاءوا به، بالآيات البينات، والبراهين القاطعات، والحجج الواضحات.\nالْعَزِيزُ الذي لا يغالب ولا يمانع، بل قد قهر كل شيء، وخضع له كل شيء، الْجَبَّارُ الذي قهر جميع العباد، وأذعن له سائر الخلق، الذي يجبر الكسير، ويغني الفقير، الْمُتَكَبِّرُ الذي له الكبرياء والعظمة، المتنزه عن جميع العيوب والظلم والجور.\nسُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ وهذا تنزيه عام عن كل ما وصفه به من أشرك به وعانده."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو الله الخالق الذي خلق كل شيء، الموجد للأشياء، المصور لمخلوقاته وفق ما يريد، له سبحانه الأسماء الحسنى المشتملة على صفاته العلا، ينزهه ما في السماوات وما في الأرض عن كل نقص، العزيز الذي لا يغلبه أحد، الحكيم في خلقه وشرعه وقدره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هو الله الخالق البارىء» المنشىء من العدم «المصور له الأسماء الحسنى» التسعة والتسعون الوارد بها الحديث، والحسنى مؤنث الأحسن «يسبح له ما في السماوات والأرض وهو العزيز الحكيم» تقدم أولها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هُوَ اللَّهُ الْخَالِقُ لجميع المخلوقات الْبَارِئُ للمبروءات الْمُصَوِّرُ للمصورات، وهذه الأسماء متعلقة بالخلق والتدبير والتقدير، وأن ذلك كله قد انفرد الله به، لم يشاركه فيه مشارك.\nلَهُ الْأَسْمَاءُ الْحُسْنَى أي: له الأسماء الكثيرة جدا، التي لا يحصيها ولا يعلمها أحد إلا الله هو، ومع ذلك، فكلها حسنى أي: صفات كمال، بل تدل على أكمل الصفات وأعظمها، لا نقص في شيء منها بوجه من الوجوه، ومن حسنها أن الله يحبها، ويحب من يحبها، ويحب من عباده أن يدعوه ويسألوه بها.\nومن كماله، وأن له الأسماء الحسنى، والصفات العليا، أن جميع من في السماوات والأرض مفتقرون إليه على الدوام، يسبحون بحمده، ويسألونه حوائجهم، فيعطيهم من فضله وكرمه ما تقتضيه رحمته وحكمته، وَهُوَ الْعَزِيزُ الْحَكِيمُ الذي لا يريد شيئا إلا ويكون، ولا يكون شيئا إلا لحكمة ومصلحة."
                }
            ]
        }
    ]
}