{
    "surah": "القلم",
    "number": 68,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "ن ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "(ن) تقدم الكلام على نظائرها في بداية سورة البقرة.\nأقسم الله بالقلم، وأقسم بما يكتبه الناس بأقلامهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ن» أحد حروف الهجاء الله أعلم بمراده به «والقلم» الذي كتب به الكائنات في اللوح المحفوظ «وما يسطرون» أي الملائكة من الخير والصلاح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقسم تعالى بالقلم، وهو اسم جنس شامل للأقلام، التي تكتب بها [أنواع] العلوم، ويسطر بها المنثور والمنظوم."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما أنت - أيها الرسول - بما أنعم الله عليك به من النبوّة مجنونًا، بل أنت بريء من الجنون الذي رماك به المشركون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما أنت» يا محمد «بنعمة ربك بمجنون» أي انتفى الجنون عنك بسبب إنعام ربك عليك بالنبوة وغيرها وهذا رد لقولهم إنه مجنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وذلك أن القلم وما يسطرون به من أنواع الكلام، من آيات الله العظيمة، التي تستحق أن يقسم الله بها، على براءة نبيه محمد صلى الله عليه وسلم، مما نسبه إليه أعداؤه من الجنون فنفى عنه الجنون بنعمة ربه عليه وإحسانه، حيث من عليه بالعقل الكامل، والرأي الجزل، والكلام الفصل، الذي هو أحسن ما جرت به الأقلام، وسطره الأنام، وهذا هو السعادة في الدنيا، ثم ذكر سعادته في الآخرة، فقال: وَإِنَّ لَكَ لَأَجْرًا ."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنّ لك لثوابًا على ما تعانيه من حمل الرسالة إلى الناس غير مقطوع، ولا منّة به لأحد عليك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن لك لأجرا غير ممنون» مقطوع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: لأجرا عظيمًا، كما يفيده التنكير، غير ممنون أي: [غير] مقطوع، بل هو دائم مستمر، وذلك لما أسلفه النبي صلى الله عليه وسلم من الأعمال الصالحة، والأخلاق الكاملة."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنك لعلى الخلق العظيم الذي جاء به القرآن، فأنت مُتَخَلِّق بما فيه على أكمل وجه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنك لعلى خلق» دين «عظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ أي: عاليًا به، مستعليًا بخلقك الذي من الله عليك به، وحاصل خلقه العظيم، ما فسرته به أم المؤمنين، [عائشة -رضي الله عنها-] لمن سألها عنه، فقالت: \"كان خلقه القرآن\"، وذلك نحو قوله تعالى له: خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ [الآية]، لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيُصُ عَلَيْكُم بِالمْؤُمِنِينَ رَؤُوفٌ رَّحِيمٌ وما أشبه ذلك من الآيات الدالات على اتصافه صلى الله عليه وسلم بمكارم الأخلاق، [والآيات] الحاثات على الخلق العظيم فكان له منها أكملها وأجلها، وهو في كل خصلة منها، في الذروة العليا، فكان صلى الله عليه وسلم سهلًا لينا، قريبًا من الناس، مجيبًا لدعوة من دعاه، قاضيًا لحاجة من استقضاه، جابرًا لقلب من سأله، لا يحرمه، ولا يرده خائبًا، وإذا أراد أصحابه منه أمرًا وافقهم عليه، وتابعهم فيه إذا لم يكن فيه محذور، وإن عزم على أمر لم يستبد به دونهم، بل يشاورهم ويؤامرهم، وكان يقبل من محسنهم، ويعفو عن مسيئهم، ولم يكن يعاشر جليسًا له إلا أتم عشرة وأحسنها، فكان لا يعبس في وجهه، ولا يغلظ عليه في مقاله، ولا يطوي عنه بشره، ولا يمسك عليه فلتات لسانه، ولا يؤاخذه بما يصدر منه من جفوة، بل يحسن إلي عشيره غاية الإحسان، ويحتمله غاية الاحتمال صلى الله عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَسَتُبْصِرُ وَيُبْصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فستبصر أنت، ويبصر هؤلاء المكذبون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فستبصر ويبصرون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أنزله الله في أعلى المنازل من جميع الوجوه، وكان أعداؤه ينسبون إليه أنه مجنون مفتون قال: فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَيِّيكُمُ الْمَفْتُونُ وقد تبين أنه أهدى الناس، وأكملهم لنفسه ولغيره، وأن أعداءه أضل الناس، [وشر الناس] للناس، وأنهم هم الذين فتنوا عباد الله، وأضلوهم عن سبيله، وكفى بعلم الله بذلك، فإنه هو المحاسب المجازي."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "بِأَيْيِكُمُ الْمَفْتُونُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عندما ينكشف الحق يتضح بأيكم الجنون؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بأيكم المفتون» مصدر كالمعقول، أي الفتون بمعنى الجنون، أي أبك أم بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما أنزله الله في أعلى المنازل من جميع الوجوه، وكان أعداؤه ينسبون إليه أنه مجنون مفتون قال: فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَيِّيكُمُ الْمَفْتُونُ وقد تبين أنه أهدى الناس، وأكملهم لنفسه ولغيره، وأن أعداءه أضل الناس، [وشر الناس] للناس، وأنهم هم الذين فتنوا عباد الله، وأضلوهم عن سبيله، وكفى بعلم الله بذلك، فإنه هو المحاسب المجازي."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن ربك - أيها الرسول - يعلم من انحرف عن سبيله، وهو أعلم بالمهتدين إليها، فيعلم أنهم من ضلّوا عنها، وأنك من اهتديت إليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين» له وأعلم بمعنى عالم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ وهذا فيه تهديد للضالين، ووعد للمهتدين، وبيان لحكمة الله، حيث كان يهدي من يصلح للهداية، دون غيره."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَلَا تُطِعِ الْمُكَذِّبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تطع - أيها الرسول - المكذبين بما جئت به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا تطع المكذبين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول الله تعالى، لنبيه صلى الله عليه وسلم: فَلَا تُطِعِ الْمُكَذِّبِينَ الذين كذبوك وعاندوا الحق، فإنهم ليسوا أهلًا لأن يطاعوا، لأنهم لا يأمرون إلا بما يوافق أهواءهم، وهم لا يريدون إلا الباطل، فالمطيع لهم مقدم على ما يضره، وهذا عام في كل مكذب، وفي كل طاعة ناشئة عن التكذيب، وإن كان السياق في شيء خاص، وهو أن المشركين طلبوا من النبي صلى الله عليه وسلم، أن يسكت عن عيب آلهتهم ودينهم، ويسكتوا عنه."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تمنّوا لو لاَيَنْتَهم ولاَطَفْتَهم على حساب الدين، فيلينون لك ويلاطفونك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ودوا» تمنوا «لو» مصدرية «تدهن» تلين لهم «فيدهنون» يلينون لك وهو معطوف على تدهن، وإن جعل جواب التمني المفهوم من ودوا قدر قبله بعد الفاء هم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَدُّوا أي: المشركون لَوْ تُدْهِنُ أي: توافقهم على بعض ما هم عليه، إما بالقول أو الفعل أو بالسكوت عما يتعين الكلام فيه، فَيُدْهِنُونَ ولكن اصدع بأمر الله، وأظهر دين الإسلام، فإن تمام إظهاره، بنقض ما يضاده، وعيب ما يناقضه."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تطع كل كثير الحلف بالباطل، حقير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تطع كل حلاف» كثير الحلف بالباطل «مهين» حقير."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا تُطِعْ كُلَّ حَلَّافٍ أي: كثير الحلف، فإنه لا يكون كذلك إلا وهو كذاب، ولا يكون كذابًا إلا وهو مُهِينٌ أي: خسيس النفس، ناقص الهمة، ليس له همة في الخير، بل إرادته في شهوات نفسه الخسيسة."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كثير الاغتياب للناس، كثير المشي بالنميمة بينهم؛ ليفرق بينهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هماز» غياب أي مغتاب «مشاء بنميم» ساع بالكلام بين الناس على وجه الإفساد بينهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَمَّازٍ أي: كثير العيب [للناس] والطعن فيهم بالغيبة والاستهزاء، وغير ذلك.\nمَشَّاءٍ بِنَمِيمٍ أي: يمشي بين الناس بالنميمة، وهي: نقل كلام بعض الناس لبعض، لقصد الإفساد بينهم، وإلقاء العداوة والبغضاء."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كثير المنع للخير، معتدٍ على الناس في أموالهم وأعراضهم وأنفسهم، كثير الآثام والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مناع للخير» بخيل بالمال عن الحقوق «معتد» ظالم «أثيم» آثم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَنَّاعٍ لِلْخَيْرِ الذي يلزمه القيام به من النفقات الواجبة والكفارات والزكوات وغير ذلك، مُعْتَدٍ على الخلق في ظلمهم، في الدماء والأموال والأعراض أَثِيمٍ أي: كثير الإثم والذنوب المتعلقة في حق الله تعالى"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "غليظ جافٍ، دَعِي في قومه لَصِيق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عتل» غليظ جاف «بعد ذلك زنيم» دعيٍّ في قريش، وهو الوليد بن المغيرة ادَّعاه أبوه بعد ثماني عشرة سنة، قال ابن عباس: لا نعلم أن الله وصف أحدا بما وصفه به من العيوب فألحق به عارا لا يفارقه أبدا، وتعلق بزنيم الظرف قبله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عُتُلٍّ بَعْدَ ذَلِكَ أي: غليظ شرس الخلق قاس غير منقاد للحق زَنِيمٍ أي: دعي، ليس له أصل و [لا] مادة ينتج منها الخير، بل أخلاقه أقبح الأخلاق، ولا يرجى منه فلاح، له زنمة أي: علامة في الشر، يعرف بها.\nوحاصل هذا، أن الله تعالى نهى عن طاعة كل حلاف كذاب، خسيس النفس، سيئ الأخلاق، خصوصًا الأخلاق المتضمنة للإعجاب بالنفس، والتكبر على الحق وعلى الخلق، والاحتقار للناس، كالغيبة والنميمة، والطعن فيهم، وكثرة المعاصي."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "أَنْ كَانَ ذَا مَالٍ وَبَنِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لأجل أنّه كان صاحب مال وأولاد تكبّر عن الإيمان بالله ورسوله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أن كان ذا مال وبنين» أي لأن وهو متعلق بما دل عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذه الآيات - وإن كانت نزلت في بعض المشركين، كالوليد بن المغيرة أو غيره لقوله عنه: أَنْ كَانَ ذَا مَالٍ وَبَنِينَ إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ أي: لأجل كثرة ماله وولده، طغى واستكبر عن الحق، ودفعه حين جاءه، وجعله من جملة أساطير الأولين، التي يمكن صدقها وكذبها- فإنها عامة في كل من اتصف بهذا الوصف، لأن القرآن نزل لهداية الخلق كلهم، ويدخل فيه أول الأمة وآخرهم، وربما نزل بعض الآيات في سبب أو في شخص من الأشخاص، لتتضح به القاعدة العامة، ويعرف به أمثال الجزئيات الداخلة في القضايا العامة."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا تُقْرأ عليه آياتنا قال: هذه ما يُسَطَّر من خرافات الأولين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ تتلى عليه آياتنا» القرآن «قال» هي «أساطير الأولين» أي كذب بها لإنعامنا عليه بما ذكر، وفي قراءة أأن بهمزتين مفتوحتين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذه الآيات - وإن كانت نزلت في بعض المشركين، كالوليد بن المغيرة أو غيره لقوله عنه: أَنْ كَانَ ذَا مَالٍ وَبَنِينَ إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ أي: لأجل كثرة ماله وولده، طغى واستكبر عن الحق، ودفعه حين جاءه، وجعله من جملة أساطير الأولين، التي يمكن صدقها وكذبها- فإنها عامة في كل من اتصف بهذا الوصف، لأن القرآن نزل لهداية الخلق كلهم، ويدخل فيه أول الأمة وآخرهم، وربما نزل بعض الآيات في سبب أو في شخص من الأشخاص، لتتضح به القاعدة العامة، ويعرف به أمثال الجزئيات الداخلة في القضايا العامة."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "سَنَسِمُهُ عَلَى الْخُرْطُومِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سنضع علامة على أنفه تَشِينه وتلازمه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سنسمه على الخرطوم» سنجعل على أنفه علامة يعير بها ما عاش فخطم أنفه بالسيف يوم بدر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توعد تعالى من جرى منه ما وصف الله، بأن الله سيسمه على خرطومه في العذاب، وليعذبه عذابًا ظاهرًا، يكون عليه سمة وعلامة، في أشق الأشياء عليه، وهو وجهه."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا اختبرنا هؤلاء المشركين بالقحط والجوع، كما اختبرنا أصحاب الحديقة حين حلفوا ليقطعنّ ثمارها وقت الصباح مسارعين حتى لا يطعم منها مسكين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا بلوناهم» امتحنا أهل مكة بالقحط والجوع «كما بلونا أصحاب الجنة» البستان «إذ أقسموا ليصرمنَّها» يقطعون ثمرتها «مصبحين» وقت الصباح كي لا يشعر بهم المساكين فلا يعطونهم منها ما كان أبوهم يتصدق به عليهم منها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: إنا بلونا هؤلاء المكذبين بالخير وأمهلناهم، وأمددناهم بما شئنا من مال وولد، وطول عمر، ونحو ذلك، مما يوافق أهواءهم، لا لكرامتهم علينا، بل ربما يكون استدراجًا لهم من حيث لا يشعرون فاغترارهم بذلك نظير اغترار أصحاب الجنة، الذين هم فيها شركاء، حين زهت ثمارها أينعت أشجارها، وآن وقت صرامها، وجزموا أنها في أيديهم، وطوع أمرهم، [وأنه] ليس ثم مانع يمنعهم منها، ولهذا أقسموا وحلفوا من غير استثناء، أنهم سيصرمونها أي: يجذونها مصبحين، ولم يدروا أن الله بالمرصاد، وأن العذاب سيخلفهم عليها، ويبادرهم إليها."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَلَا يَسْتَثْنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولم يستثنوا في يمينهم بقولهم: (إن شاء الله)."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا يستثنون» في يمينهم بمشيئة الله تعالى والجملة مستأنفة، أي وشأنهم ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسموا وحلفوا من غير استثناء، أنهم سيصرمونها أي: يجذونها مصبحين، ولم يدروا أن الله بالمرصاد، وأن العذاب سيخلفهم عليها، ويبادرهم إليها."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأرسل الله إليها نارًا، فأكلتها وأصحابها نيام لا يستطيعون دفع النار عنها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فطاف عليها طائف من ربك» نار أحرقتها ليلا «وهم نائمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ أي: عذاب نزل عليها ليلًا وَهُمْ نَائِمُونَ فأبادها وأتلفها"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "فَأَصْبَحَتْ كَالصَّرِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأصبحت سوداء كالليل المظلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأصبحت كالصريم» كالليل الشديد الظلمة، أي سوداء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَصْبَحَتْ كَالصَّرِيمِ أي: كالليل المظلم، ذهبت الأشجار والثمار، هذا وهم لا يشعرون بهذا الواقع الملم."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "فَتَنَادَوْا مُصْبِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فنادى بعضهم بعضًا وقت الصباح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فتنادوا مصبحين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا تنادوا فيما بينهم، لما أصبحوا يقول بعضهم لبعض: أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قائلين: اخرجوا مُبَكِّرين على حرثكم قبل مجيء الفقراء إن كنتم قاطعين ثماره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أن اغدوا على حرثكم» غلتكم تفسير لتنادوا، أو أن مصدرية أي بأن «إن كنتم صارمين» مريدين القطع وجواب الشرط دل عليه ما قبله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا تنادوا فيما بينهم، لما أصبحوا يقول بعضهم لبعض: أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فساروا إلى حرثهم، مسرعين يحدِّث بعضهم بعضًا بصوت منخفض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فانطلقوا وهم يتخافتون» يتسارون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[فَانْطَلَقُوا قاصدين له وَهُمْ يَتَخَافَتُونَ فيما بينهم، ولكن بمنع حق الله،"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقول بعضهم لبعض: لا يدخلنّ الحديقة عليكم اليوم مسكين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أن لا يدخلنها اليوم عليكم مسكين» تفسير لما قبله، أو أن مصدرية أي بأن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ أي: بكروا قبل انتشار الناس، وتواصوا مع ذلك، بمنع الفقراء والمساكين، ومن شدة حرصهم وبخلهم، أنهم يتخافتون بهذا الكلام مخافتة، خوفًا أن يسمعهم أحد، فيخبر الفقراء."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وساروا أول الصباح وهم على منع ثمارهم عازمين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وغدوا على حرد» منع للفقراء «قادرين» عليه في ظنهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَغَدَوْا في هذه الحالة الشنيعة، والقسوة، وعدم الرحمة عَلَى حَرْدٍ قَادِرِينَ أي: على إمساك ومنع لحق الله، جازمين بقدرتهم عليها."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلما شاهدوها محترقة قال بعضهم لبعض: لقد ضللنا طريقها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلما رأوها» سوداء محترقة «قالوا إنا لضالون» عنها، أي ليست هذه ثم قالوا لما علموها:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَمَّا رَأَوْهَا على الوصف الذي ذكر الله كالصريم قَالُوا من الحيرة والانزعاج.\nإِنَّا لَضَالُّونَ [أي: تائهون] عنها، لعلها غيرها"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "بَلْ نَحْنُ مَحْرُومُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل نحن ممنوعون من جني ثمارها بما حصل منا من عزم على منع المساكين منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل نحن محرومون» ثمرتها بمنعنا الفقراء منها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما تحققوها، ورجعت إليهم عقولهم قالوا: بَلْ نَحْنُ مَحْرُومُونَ منها، فعرفوا حينئذ أنه عقوبة."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال أفضلهم: ألم أقل لكم حين عزمتم على ما عزمتم عليه من حرمان الفقراء منها: هلَّا تسبحون الله، وتتوبون إليه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال أوسطهم» خيرهم «ألم أقل لكم لولا» هلا «تسبحون» الله تائبين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالَ أَوْسَطُهُمْ أي: أعدلهم، وأحسنهم طريقة أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ أي: تنزهون الله عما لا يليق به، ومن ذلك، ظنكم أن قدرتكم مستقلة، فلولا استثنيتم، فقلتم: إِنْ شَاءَ اللَّهُ وجعلتم مشيئتكم تابعة لمشيئتة الله، لما جرى عليكم ما جرى."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالوا: سبحان ربنا، إنا كنا ظالمين لأنفسنا حين عزمنا على منع الفقراء من ثمار حديقتنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا سبحان ربنا إنا كنا ظالمين» بمنع الفقراء حقهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقالوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ أي: استدركوا بعد ذلك، ولكن بعد ما وقع العذاب على جنتهم، الذي لا يرفع، ولكن لعل تسبيحهم هذا، وإقرارهم على أنفسهم بالظلم، ينفعهم في تخفيف الإثم ويكون توبة، ولهذا ندموا ندامة عظيمة."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأقبلُوا يتراجعون في كلامهم على سبيل العتب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأقبل بعضهم على بعض يتلاومون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ فيما أجروه وفعلوه،"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قالوا من الندم: يا خسارنا، إنا كنا متجاوزين الحدّ بمنعنا الفقراء حقهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا يا» للتنبيه «ويلنا» هلا كنا «إنا كنا طاغين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ أي: متجاوزين للحد في حق الله، وحق عباده."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عسى ربنا أن يعوضنا خيرًا من الحديقة، إنا إلى الله وحده راغبون، نرجو منه العفو، ونطلب منه الخير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عسى ربنا أن يبدِّلنا» بالتشديد والتخفيف «خيرا منها إنا إلى ربنا راغبون» ليقبل توبتنا ويرد علينا خيرا من جنتنا، روي أنهم أُبدلوا خيرا منها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ فهم رجوا الله أن يبدلهم خيرًا منها، ووعدوا أنهم سيرغبون إلى الله، ويلحون عليه في الدنيا، فإن كانوا كما قالوا، فالظاهر أن الله أبدلهم في الدنيا خيرًا منها لأن من دعا الله صادقًا، ورغب إليه ورجاه، أعطاه سؤله."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "كَذَٰلِكَ الْعَذَابُ ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "مثل هذا العذاب بالحرمان من الرزق نعذب من عصانا، ولعذاب الآخرة أعظم لو كانوا يعلمون شدّته ودوامه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذلك» أي مثل العذاب لهؤلاء «العذاب» لمن خالف أمرنا من كفار مكة وغيرهم «ولعذاب الآخرة أكبر لو كانوا يعلمون» عذابها ما خالفوا أمرنا، ونزل لما قالوا إن بعثنا نعطى أفضل منكم:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى مبينا ما وقع: كَذَلِكَ الْعَذَابُ [أي:] الدنيوي لمن أتى بأسباب العذاب أن يسلب الله العبد الشيء الذي طغى به وبغى، وآثر الحياة الدنيا، وأن يزيله عنه، أحوج ما يكون إليه.\nوَلَعَذَابُ الْآخِرَةِ أَكْبَرُ من عذاب الدنيا لَوْ كَانُوا يَعْلَمُونَ فإن من علم ذلك، أوجب له الانزجار عن كل سبب يوجب العذاب ويحل العقاب"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن للمتقين الله بامتثال أوامره واجتناب نواهيه، عند ربهم جنات النعيم يتنعمون فيها، لا ينقطع نعيمهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن للمتقين عند ربهم جنات النعيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يخبر تعالى بما أعده للمتقين للكفر والمعاصي، من أنواع النعيم والعيش السليم في جوار أكرم الأكرمين،"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفنجعل المسلمين كالكفار في الجزاء كما يزعم المشركون من أهل مكة؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفنجعل المسلمين كالمجرمين» أي تابعين لهم في العطاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأن حكمته تعالى لا تقتضي أن يجعل المسلمين القانتين لربهم، المنقادين لأوامره، المتبعين لمراضيه كالمجرمين الذين أوضعوا في معاصيه، والكفر بآياته، ومعاندة رسله، ومحاربة أوليائه،"
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما لكم - أيها المشركون - كيف تحكمون هذا الحكم الجائر الأعوج؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما لكم كيف تحكمون» هذا الحكم الفاسد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأن من ظن أنه يسويهم في الثواب، فإنه قد أساء الحكم، وأن حكمه حكم باطل، ورأيه فاسد،"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم لكم كتاب فيه تقرؤون المساواة بين المطيع والعاصي؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» أي بل أ «لكم كتاب» منزل «فيه تدرسون» أي تقرؤون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأن المجرمين إذا ادعوا ذلك، فليس لهم مستند، لا كتاب فيه يدرسون [ويتلون] أنهم من أهل الجنة، وأن لهم ما طلبوا وتخيروا."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن لكم في ذلك الكتاب ما تتخيرونه لكم في الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن لكم فيه لما تخيرون» تختارون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأن المجرمين إذا ادعوا ذلك، فليس لهم مستند، لا كتاب فيه يدرسون [ويتلون] أنهم من أهل الجنة، وأن لهم ما طلبوا وتخيروا."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم لكم علينا عهود مؤكدة بالأيمان مقتضاها أن لكم ما تحكمون به لأنفسكم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم لكم أَيمان» عهود «علينا بالغة» واثقة «إلى يوم القيامة» متعلق معنى بعلينا، وفي هذا الكلام معنى القسم، أي أقسمنا لكم وجوابه «إن لكم لما تحكمون» به لأنفسكم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وليس لهم عند الله عهد ويمين بالغة إلى يوم القيامة أن لهم ما يحكمون، وليس لهم شركاء وأعوان على إدراك ما طلبوا، فإن كان لهم شركاء وأعوان فليأتوا بهم إن كانوا صادقين، ومن المعلوم أن جميع ذلك منتف، فليس لهم كتاب، ولا لهم عهد عند الله في النجاة، ولا لهم شركاء يعينونهم، فعلم أن دعواهم باطلة فاسدة."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "سَلْهُمْ أَيُّهُمْ بِذَٰلِكَ زَعِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سل - أيها الرسول - القائلين هذا القول: أيهم كفيل به؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سلهم أيهم بذلك» الحكم الذي يحكمون به لأنفسهم من أنهم يعطون في الآخرة أفضل من المؤمنين «زعيم» كفيل لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ أي: أيهم الكفيل بهذه الدعوى الفاسدة، فإنه لا يمكن التصدر بها، ولا الزعامة فيها."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم لهم شركاء من دون الله يساوونهم في الجزاء مع المؤمنين؟! فليأتوا بشركائهم هؤلاء إن كانوا صادقين فيما يدّعونه من أنهم ساووهم مع المؤمنين في الجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم لهم» أي عندهم «شركاء» موافقون لهم في هذا القول يكفلون به لهم فإن كان كذلك «فليأتوا بشركائهم» الكافلين لهم به «إن كانوا صادقين»."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم القيامة يبدو الهول ويكشف ربنا عن ساقه، ويُدْعَى الناس إلى السجود فيسجد المؤمنون، ويبقى الكفار والمنافقون لا يستطيعون أن يسجدوا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "اذكر «يوم يكشف عن ساق» هو عبارة عن شدة الأمر يوم القيامة للحساب والجزاء، يقال: كشفت الحرب عن ساق: إذا اشتد الأمر فيها «ويدعوْن إلى السجود» امتحاناً لإيمانهم «فلا يستطيعون» تصير ظهورهم طبقاً واحداً."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: إذا كان يوم القيامة، وانكشف فيه من القلاقل [والزلازل] والأهوال ما لا يدخل تحت الوهم، وأتى الباري لفصل القضاء بين عباده ومجازاتهم فكشف عن ساقه الكريمة التي لا يشبهها شيء، ورأى الخلائق من جلال الله وعظمته ما لا يمكن التعبير عنه، فحينئذ يدعون إلى السجود لله، فيسجد المؤمنون الذين كانوا يسجدون لله، طوعًا واختيارًا، ويذهب الفجار المنافقون ليسجدوا فلا يقدرون على السجود، وتكون ظهورهم كصياصي البقر."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ذليلة أبصارهم، تغشاهم ذلّة وندامة، وقد كانوا في الدنيا يُطْلَبُ منهم أن يسجدوا لله وهم في معافاة مما هم فيه اليوم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خاشعة» حال من ضمير يدعون، أي ذليلة «أبصارهم» لا يرفعونها «ترهقهم» تغشاهم «ذلة وقد كانوا يدعوْن» في الدنيا «إلى السجود وهم سالمون» فلا يأتون به بأن لا يصلوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لا يستطيعون الانحناء، وهذا الجزاء ما جنس عملهم، فإنهم كانوا يدعون في الدنيا إلى السجود لله وتوحيده وعبادته وهم سالمون، لا علة فيهم، فيستكبرون عن ذلك ويأبون، فلا تسأل يومئذ عن حالهم وسوء مآلهم، فإن الله قد سخط عليهم، وحقت عليهم كلمة العذاب، وتقطعت أسبابهم، ولم تنفعهم الندامة ولا الاعتذار يوم القيامة، ففي هذا ما يزعج القلوب عن المقام على المعاصي، و[يوجب] التدارك مدة الإمكان."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاتركني - أيها الرسول - ومن يكذّب بهذا القرآن المنزل عليك، سنسوقهم إلى العذاب درجة درجة من حيث لا يعلمون أن ذلك مكر بهم واستدراج لهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فذرني» دعني «ومن يكذب بهذا الحديث» القرآن «سنستدرجهم» نأخذهم قليلا قليلا «من حيث لا يعلمون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: دعني والمكذبين بالقرآن العظيم فإن علي جزاءهم، ولا تستعجل لهم، ف سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ"
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأمهلُهم زمنًا ليتمادوا في إثمهم، إن كيدي بأهل الكفر والتكذيب قوي، فلا يفوتونني، ولا يسلمون من عقابي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأملي لهم» أمهلهم «إن كيدي متين» شديد لا يطاق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فنمدهم بالأموال والأولاد، ونمدهم في الأرزاق والأعمال، ليغتروا ويستمروا على ما يضرهم، فإن وهذا من كيد الله لهم، وكيد الله لأعدائه، متين قوي، يبلغ من ضررهم وعذابهم فوق كل مبلغ"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هل تطلب منهم - أيها الرسول- ثوابًا على ما تدعوهم إليه، فهم بسبب ذلك يتحمَّلون أمرًا عظيمًا، فهذا سبب إعراضهم عنك؟! والواقع خلاف ذلك، فأنت لا تطلبهم أجرًا، فما المانع لهم من اتباعك؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم» بل أ «تسألهم» على تبليغ الرسالة «أجرا فهم من مغرم» مما يعطونكه «مثقلون» فلا يؤمنون لذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ أي: ليس لنفورهم عنك، وعدم تصديقهم لما جئت به ، سبب يوجب لهم ذلك، فإنك تعلمهم، وتدعوهم إلى الله، لمحض مصلحتهم، من غير أن تطلبهم من أموالهم مغرمًا يثقل عليهم."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أم عندهم علم الغيب فهم يكتبون ما يحلو لهم من الحجج التي يحاجُّونك بها؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أم عندهم الغيب» أي اللوح المحفوظ الذي فيه الغيب «فهم يكتبون» منه ما يقولون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ ما كان عندهم من الغيوب، وقد وجدوا فيها أنهم على حق، وأن لهم الثواب عند الله، فهذا أمر ما كان، وإنما كانت حالهم حال معاند ظالم."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاصبر - أيها الرسول - لما حكم به ربك من استدراجهم بالإمهال، ولا تكن مثل صاحب الحوت يونس عليه السلام في التضجر من قومه؛ إذ نادى ربه وهو مكروب في ظلمة البحر، وظلمة بطن الحوت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاصبر لحكم ربك» فيهم بما يشاء «ولا تكن كصاحب الحوت» في الضجر والعجلة وهو يونس عليه السلام «إذ نادى» دعا ربه «وهو مكظوم» مملوء غما في بطن الحوت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلم يبق إلا الصبر لأذاهم، والتحمل لما يصدر منهم، والاستمرار على دعوتهم، ولهذا قال: فَاصْبِرْ لِحُكْمِ رَبِّكَ أي: لما حكم به شرعًا وقدرًا، فالحكم القدري، يصبر على المؤذي منه، ولا يتلقى بالسخط والجزع، والحكم الشرعي، يقابل بالقبول والتسليم، والانقياد التام لأمره.\nوقوله: وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ وهو يونس بن متى، عليه الصلاة والسلام أي: ولا تشابهه في الحال، التي أوصلته، وأوجبت له الانحباس في بطن الحوت، وهو عدم صبره على قومه الصبر المطلوب منه، وذهابه مغاضبًا لربه، حتى ركب في البحر، فاقترع أهل السفينة حين ثقلت بأهلها أيهم يلقون لكي تخف بهم، فوقعت القرعة عليه فالتقمه الحوت وهو مليم [وقوله] إِذْ نَادَى وَهُوَ مَكْظُومٌ أي: وهو في بطنها قد كظمت عليه، أو نادى وهو مغتم مهتم بأن قال لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فاستجاب الله له، وقذفته الحوت من بطنها بالعراء وهو سقيم، وأنبت الله عليه شجرة من يقطين."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لولا أن رحمة الله أدركته لنبذه الحوت إلى أرض خلاء وهو مَلُوم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لولا أن تداركه» أدركه «نعمة» رحمة «من ربه لنبذ» من بطن الحوت «بالعراء» بالأرض الفضاء «وهو مذموم» لكنه رحم فنبذ غير مذموم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ أي: لطرح في العراء، وهي الأرض الخالية وَهُوَ مَذْمُومٌ ولكن الله تغمده برحمته فنبذ وهو ممدوح، وصارت حاله أحسن من حاله الأولى،"
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فاختاره ربه، فجعله من عباده الصالحين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاجتباه ربه» بالنبوة «فجعله من الصالحين» الأنبياء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَاجْتَبَاهُ رَبُّهُ أي: اختاره واصطفاه ونقاه من كل كدر،.\nفَجَعَلَهُ مِنَ الصَّالِحِينَ أي: الذين صلحت أعمالهم وأقوالهم ونياتهم، [وأحوالهم] فامتثل نبينا محمد صلى الله عليه وسلم، أمر ربه، فصبر لحكم ربه صبرًا لا يدركه فيه أحد من العالمين."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن يكاد الذين كفروا بالله وكذبوا رسوله، ليَصْرَعونك بأبصارهم من شدة إحداد النظر إليك، لما سمعوا هذا القرآن المنزل عليك، ويقولون - اتباعًا لأهوائهم، وإعراضًا عن الحق -: إن الرسول الذي جاء به لمجنون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن يكاد الذين كفروا ليزلقونك» بضم الياء وفتحها «بأبصارهم» ينظرون إليك نظرا شديدا يكاد أن يصرعك ويسقطك من مكانك «لما سمعوا الذكر» القرآن «ويقولون» حسدا «إنه لمجنون» بسبب القرآن الذي جاء به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فجعل الله له العاقبة والعاقبة للمتقين ولم يدرك أعداؤه فيه إلا ما يسوءهم، حتى إنهم حرصوا على أن يزلقوه بأبصارهم أي: يصيبوه بأعينهم، من حسدهم وغيظهم وحنقهم، هذا منتهى ما قدروا عليه من الأذى الفعلي، والله حافظه وناصره، وأما الأذى القولي، فيقولون فيه أقوالًا، بحسب ما توحي إليهم قلوبهم، فيقولون تارة \"مجنون\" وتارة \"ساحر\" وتارة \"شاعر\"."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما القرآن المنزل عليك إلا موعظة وتذكيرٌ للإنس والجن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما هو» أي القرآن «إلا ذكر» موعظة «للعالمين» الجن والإنس لا يحدث بسبب جنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال تعالى وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ أي: وما هذا القرآن الكريم، والذكر الحكيم، إلا ذكر للعالمين، يتذكرون به مصالح دينهم ودنياهم."
                }
            ]
        }
    ]
}