{
    "surah": "الحاقة",
    "number": 69,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "الْحَاقَّةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يذكر الله ساعة البعث التي تحق على الجميع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الحاقة» القيامة التي يحق فيها ما أنكر من البعث والحساب والجزاء، أو المظهرة لذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الْحَاقَّةُ من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله: الْحَاقَّةُ"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "مَا الْحَاقَّةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم يعظم أمرها بهذا السؤال: أي شيء هي الحاقة؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما الحاقة» تعظيم لشأنها، وهو مبتدأ وخبر الحاقة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الْحَاقَّةُ من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله: الْحَاقَّةُ مَا الْحَاقَّةُ"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَمَا أَدْرَاكَ مَا الْحَاقَّةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أعلمك ما هذه الحاقة؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أدراك» أعلمك «ما الحاقة» زيادة تعظيم لشأنها، فما الأولى مبتدأ وما بعدها خبره، وما الثانية وخبرها في محل المفعول الثاني لأدرى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الْحَاقَّةُ من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله: الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت ثمود قوم صالح، وعاد قوم هود، بالقيامة التي تقرع الناس من شدة أهوالها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذبت ثمود وعاد بالقارعة» القيامة لأنها تقرع القلوب بأهوالها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر نموذجا من أحوالها الموجودة في الدنيا المشاهدة فيها، وهو ما أحله من العقوبات البليغة بالأمم العاتية فقال: كَذَّبَتْ ثَمُودُ وهم القبيلة المشهورة سكان الحجر الذين أرسل الله إليهم رسوله صالحا عليه السلام، ينهاهم عما هم عليه من الشرك، ويأمرهم بالتوحيد، فردوا دعوته وكذبوه وكذبوا ما أخبرهم به من يوم القيامة، وهي القارعة التي تقرع الخلق بأهوالها، وكذلك عاد الأولى سكان حضرموت حين بعث الله إليهم رسوله هودا عليه الصلاة والسلام يدعوهم إلى عبادة الله [وحده] فكذبوه وكذبوا بما أخبر به من البعث فأهلك الله الطائفتين بالهلاك المعجل"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما ثمود فقد أهلكهم الله بالصيحة التي بلغت الغاية في الشدة والهول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما ثمود فأهلكوا بالطاغية» بالصيحة المجاوزة للحد في الشدة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ وهي الصيحة العظيم ة الفظيعة، التي انصدعت منها قلوبهم وزهقت لها أرواحهم فأصبحوا موتى لا يرى إلا مساكنهم وجثثهم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما عاد فقد أهلكهم الله بريح شديدة البرد قاسية بلغت الغاية في القسوة عليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما عاد فأهلكوا بريح صرصر» شديدة الصوت «عاتية» قوية شديدة على عاد مع قوتهم وشدتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ أي: قوية شديدة الهبوب لها صوت أبلغ من صوت الرعد [القاصف] عَاتِيَةٍ [أي: ] عتت على خزانها، على قول كثير من المفسرين، أو عتت على عاد وزادت على الحد كما هو الصحيح."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أرسلها الله عليهم مدة سبع ليالٍ وثمانية أيام تفنيهم عن بكرة أبيهم، فترى القوم في ديارهم هَلْكَى مصروعين في الأرض، كأنهم بعد إهلاكهم أصول نخل ساقطة على الأرض بالية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سخرها» أرسلها بالقهر «عليهم سبع ليال وثمانية أيام» أولها من صبح يوم الأربعاء لثمان بقين من شوال، وكانت في عجز الشتاء «حسوما» متتابعات شبهت بتتابع فعل الحاسم في إعادة الكي على الداء كرة بعد أخرى حتى ينحسم «فترى القوم فيها صرعى» مطروحين هالكين «كأنهم أعجاز» أصول «نخل خاوية» ساقطة فارغة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا أي: نحسا وشرا فظيعا عليهم فدمرتهم وأهلكتهم، فَتَرَى الْقَوْمَ فِيهَا صَرْعَى أي: هلكى موتى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ أي: كأنهم جذوع النخل التي قد قطعت رءوسها الخاوية الساقط بعضها على بعض."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَهَلْ تَرَىٰ لَهُمْ مِنْ بَاقِيَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فهل ترى لهم نفسًا باقية بعد ما أصابهم من العذاب؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فهل ترى لهم من باقية» صفة نفس مقدرة أو التاء للمبالغة، أي باق؟ لا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ وهذا استفهام بمعنى النفي المتقرر."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجاء فرعون ومن قبله من الأمم، والقرى التي عذبت بقلب عاليها سافلها، وهم قوم لوط، بالأفعال الخاطئة من الشرك والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجاء فرعون ومن قبَلَهُ» أتباعه، وفي قراءة بفتح القاف وسكون الباء، أي من تقدمه من الأمم الكافرة «والمؤتفكات» أي أهلها وهي قرى قوم لوط «بالخاطئة» بالفعلات ذات الخطأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: وكذلك غير هاتين الأمتين الطاغيتين عاد وثمود جاء غيرهم من الطغاة العتاة كفرعون مصر الذي أرسل الله إليه عبده ورسوله موسى [ابن عمران] عليه الصلاة والسلام وأراه من الآيات البينات ما تيقنوا بها الحق ولكن جحدوا وكفروا ظلما وعلوا وجاء من قبله من المكذبين، وَالْمُؤْتَفِكَاتِ أي: قرى قوم لوط الجميع جاءوا بِالْخَاطِئَةِ أي: بالفعلة الطاغية وهي الكفر والتكذيب والظلم والمعاندة وما انضم إلى ذلك من أنواع الفواحش والفسوق."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فعصى كل منهم رسوله الذي بعث إليهم وكذبوه، فأخذهم الله أَخْذَة زائدة على ما يتمّ به هلاكهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فعصوْا رسول ربهم» أي لوطا وغيره «فأخذهم أخذة رابية» زائدة في الشدة على غيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَعَصَوْا رَسُولَ رَبِّهِمْ وهذا اسم جنس أي: كل من هؤلاء كذب الرسول الذي أرسله الله إليهم.\nفأخذ الله الجميع أَخْذَةً رَابِيَةً أي: زائدة على الحد والمقدار الذي يحصل به هلاكهم."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا لما تجاوز الماء حدَّه في الارتفاع حملنا من كنتم في أصلابهم في السفينة الجارية التي صنعها نوح عليه السلام بأمرنا، فكان حَمْلًا لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا لما طغا الماء» علا فوق كل شيء من الجبال وغيرها زمن الطوفان «حملناكم» يعني آباءكم إذ أنتم في أصلابهم «في الجارية» السفينة التي عملها نوح ونجا هو ومن كان معه فيها وغرق الاخرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن جملة أولئك قوم نوح أغرقهم الله في اليم حين طغى [الماء على وجه] الأرض وعلا على مواضعها الرفيعة.\nوامتن الله على الخلق الموجودين بعدهم أن الله حملهم فِي الْجَارِيَةِ وهي: السفينة في أصلاب آبائهم وأمهاتهم الذين نجاهم الله."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لنجعل السفينة وقصتها موعظة يُسْتدلّ بها على إهلاك أهل الكفر، وإنجاء أهل الإيمان، وتحفظها أذن حافظة لما تسمع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لنجعلها» أي هذه الفعلة وهي إنجاء المؤمنين وإهلاك الكافرين «لكم تذكرة» عظة «وتعيها» ولتحفظها «أذن واعية» حافظة لما تسمع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فاحمدوا الله واشكروا الذي نجاكم حين أهلك الطاغين واعتبروا بآياته الدالة على توحيده ولهذا قال: لِنَجْعَلَهَا أي: الجارية والمراد جنسها، لَكُمْ تَذْكِرَةً تذكركم أول سفينة صنعت وما قصتها وكيف نجى الله عليها من آمن به واتبع رسوله وأهلك أهل الأرض كلهم فإن جنس الشيء مذكر بأصله.\nوقوله: وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ أي: تعقلها أولو الألباب ويعرفون المقصود منها ووجه الآية بها.\nوهذا بخلاف أهل الإعراض والغفلة وأهل البلادة وعدم الفطنة فإنهم ليس لهم انتفاع بآيات الله لعدم وعيهم عن الله، وفكرهم بآيات الله"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا نفخ الملك الموكل بالنفخ في القرن نفخة واحدة وهي النفخة الثانية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا نفخ في الصور نفخة واحدة» للفصل بين الخلائق وهي الثانية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر ما فعله تعالى بالمكذبين لرسله وكيف جازاهم وعجل لهم العقوبة في الدنيا وأن الله نجى الرسل وأتباعهم كان هذا مقدمة لذكر الجزاء الأخروي وتوفية الأعمال كاملة يوم القيامة.\nفذكر الأمور الهائلة التي تقع أمام القيامة وأن أول ذلك أنه ينفخ إسرافيل فِي الصُّورِ إذا تكاملت الأجساد نابتة.\nنَفْخَةٌ وَاحِدَةٌ فتخرج الأرواح فتدخل كل روح في جسدها فإذا الناس قيام لرب العالمين."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ورُفِعت الأرض والجبال، فَدُقَّتا دقَّة واحدة شديدة فَرَّقَت أجزاء الأرض وأجزاء جبالها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وحُملت» رفعت «الأرض والجبال فدكتا» دقتا «دكة واحدة»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً أي: فتتت الجبال واضمحلت وخلطت بالأرض ونسفت على الأرض فكان الجميع قاعا صفصفا لا ترى فيها عوجا ولا أمتا.\nهذا ما يصنع بالأرض وما عليها."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيوم يحصل ذلك كله تقع القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيومئذ وقعت الواقعة» قامت القيامة."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتشققت السماء يومئذ لنزول الملائكة منها، فهي في ذلك اليوم ضعيفة بعد أن كانت شديدة متماسكة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وانشقت السماء فهي يومئذ واهية» ضعيفة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما ما يصنع بالسماء، فإنها تضطرب وتمور وتتشقق ويتغير لونها، وتهي بعد تلك الصلابة والقوة العظيمة، وما ذاك إلا لأمر عظيم أزعجها، وكرب جسيم هائل أوهاها وأضعفها."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والملائكة على أطرافها وحافَّاتها، ويحمل عرشَ ربك في ذلك اليوم العظيم ثمانيةٌ من الملائكة المقربين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والملك» يعني: الملائكة «على أرجائها» جوانب السماء «ويحمل عرش ربك فوقهم» أي الملائكة المذكورين «يومئذ ثمانية» من الملائكة أو من صفوفهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْمَلَكُ أي: الملائكة الكرام عَلَى أَرْجَائِهَا أي: على جوانب السماء وأركانها، خاضعين لربهم، مستكينين لعظمته.\nوَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ أملاك في غاية القوة إذا أتى للفصل بين العباد والقضاء بينهم بعدله وقسطه وفضله."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنْكُمْ خَافِيَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في ذلك اليوم تُعْرَضون - أيها الناس - على الله، لا تخفى على الله منكم خافية أيًّا كانت، بل الله عليم بها مطّلع عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يومئذ تعرضون» للحساب «لا تخفى» بالتاء والياء «منكم خافية» من السرائر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَئِذٍ تُعْرَضُونَ على الله لَا تَخْفَى مِنْكُمْ خَافِيَةٌ لا من أجسامكم وأجسادكم ولا من أعمالكم [وصفاتكم]، فإن الله تعالى عالم الغيب والشهادة.\nويحشر العباد حفاة عراة غرلا، في أرض مستوية، يسمعهم الداعي، وينفذهم البصر، فحينئذ يجازيهم بما عملوا، ولهذا ذكر كيفية الجزاء، فقال:"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما من أُعْطِي كتاب أعماله بيمينه فهو يقول من السرور والبهجة: خذوا اقرؤوا كتاب أعمالي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما من أوتيَ كتابه بيمينه فيقول» خطابا لجماعته لما سر به «هاؤمُ» خذوا «اقرؤوا كتابيه» تنازع فيه هاؤم واقرءُوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهؤلاء هم أهل السعادة يعطون كتبهم التي فيها أعمالهم الصالحة بأيمانهم تمييزا لهم وتنويها بشأنهم ورفعا لمقدارهم، ويقول أحدهم عند ذلك من الفرح والسرور ومحبة أن يطلع الخلق على ما من الله عليه به من الكرامة: هَاؤُمُ اقْرَءُوا كِتَابِيَهْ أي: دونكم كتابي فاقرأوه فإنه يبشر بالجنات، وأنواع الكرامات، ومغفرة الذنوب، وستر العيوب."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إني علمت في الدنيا وأيقنت أني مبعوث، وملاقٍ جزائي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إني ظننت» تيقنت «أني ملاق حسابيه»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والذي أوصلني إلى هذه الحال، ما من الله به علي من الإيمان بالبعث والحساب، والاستعداد له بالممكن من العمل، ولهذا قال: إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ أي: أيقنت فالظن -هنا- [بمعنى] اليقين."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فهو في عيشة مرضية؛ لما يراه من النعيم الدائم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فهو في عيشة راضية» مرضية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ أي: جامعة لما تشتهيه الأنفس، وتلذ الأعين، وقد رضوها ولم يختاروا عليها غيرها."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "فِي جَنَّةٍ عَالِيَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في جنة رفيعة المكان والمكانة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«في جنة عالية»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِي جَنَّةٍ عَالِيَةٍ المنازل والقصور عالية المحل."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "قُطُوفُهَا دَانِيَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثمارها قريبة ممن يتناولها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قطوفها» ثمارها «دانية» قريبة يتناولها القائم والقاعد والمضطجع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قُطُوفُهَا دَانِيَةٌ أي: ثمرها وجناها من أنواع الفواكه قريبة، سهلة التناول على أهلها، ينالها أهلها قياما وقعودا ومتكئين."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقال تكريمًا لهم: كلوا واشربوا أكلًا وشربًا لا أذى فيه بما قدمتم من الأعمال الصالحات في الأيام الماضية في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "فيقال لهم «كلوا واشربوا هنيئا» حال، أي متهنئين «بما أسلفتم في الأيام الخالية» الماضية في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويقال لهم إكراما: كُلُوا وَاشْرَبُوا أي: من كل طعام لذيذ، وشراب شهي، هَنِيئًا أي: تاما كاملا من غير مكدر ولا منغص.\nوذلك الجزاء حصل لكم بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ من الأعمال الصالحة -وترك الأعمال السيئة- من صلاة وصيام وصدقة وحج وإحسان إلى الخلق، وذكر لله وإنابة إليه.\nفالأعمال جعلها الله سببا لدخول الجنة ومادة لنعيمها وأصلا لسعادتها."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما من أُعْطِي كتاب أعماله بشماله، فيقول من شدة الندم: يا ليتني لم أعط كتاب أعمالي لما فيه من الأعمال السيئة المستوجبة لعذابي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما من أوتيَ كتابه بشماله فيقول يا» للتنبيه «ليتني لم أوت كتابيه»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هؤلاء أهل الشقاء يعطون كتب أعمالهم السيئة بشمالهم تمييزا لهم وخزيا وعارا وفضيحة، فيقول أحدهم من الهم والغم والخزي يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ لأنه يبشر بدخول النار والخسارة الأبدية."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويا ليتني لم أعرف أي شيء يكون حسابي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولم أدر ما حسابيه»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ أي: ليتني كنت نسيا منسيا ولم أبعث وأحاسب ولهذا قال:"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا ليت الموتة التي متّها كانت الموتة التي لا أُبْعَث بعدها أبدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا ليتها» أي الموتة في الدنيا «كانت القاضية» القاطعة لحياتي بأن لا أبعث."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ أي:: يا ليت موتتي هي الموتة التي لا بعث بعدها."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "مَا أَغْنَىٰ عَنِّي مَالِيَهْ ۜ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لم يدفع عني مالي من عذاب الله شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما أغنى عني مالية»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم التفت إلى ماله وسلطانه، فإذا هو وبال عليه لم يقدم منه لآخرته، ولم ينفعه في الافتداء من عذاب الله فيقول: مَا أَغْنَى عَنِّي مَالِيَهْ أي: ما نفعني لا في الدنيا، لم أقدم منه شيئا، ولا في الآخرة، قد ذهب وقت نفعه."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "هَلَكَ عَنِّي سُلْطَانِيَهْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "غابت عني حجتي وما كنت أعتمد عليه من قوة وجاهٍ."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هلك عني سلطانيه» قوتي وحجتي وهاء كتابيه وحسابيه وماليه وسلطانيه للسكت تثبت وقفا ووصلا اتباعا للمصحف الإمام والنقل، ومنهم من حذفها وصلا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَلَكَ عَنِّي سُلْطَانِيَهْ أي: ذهب واضمحل فلم تنفع الجنود الكثيرة، ولا العدد الخطيرة، ولا الجاه العريض، بل ذهب ذلك كله أدراج الرياح، وفاتت بسببه المتاجر والأرباح، وحضر بدله الهموم والغموم والأتراح."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "خُذُوهُ فَغُلُّوهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويقال: خذوه - أيها الملائكة - واجمعوا يده إلى عنقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«خذوه» خطاب لخزنة جهنم «فغلوه» اجمعوا يديه إلى عنقه في الغل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فحينئذ يؤمر بعذابه فيقال للزبانية الغلاظ الشداد: خُذُوهُ فَغُلُّوهُ أي: اجعلوا في عنقه غلا يخنقه."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "ثُمَّ الْجَحِيمَ صَلُّوهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أدخلوه النار ليعاني حرّها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم الجحيم» النار المحرقة «صلُّوه» ادخلوه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ الْجَحِيمَ صَلُّوهُ أي: قلبوه على جمرها ولهبها."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أدخلوه في سلسلة طولها سبعون ذراعًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم في سلسلة ذرعها سبعون ذراعا» بذراع الملك «فاسلكوه» أدخلوه فيها بعد إدخاله النار ولم تمنع الفاء من تعلق الفعل بالظرف المتقدم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا من سلاسل الجحيم في غاية الحرارة فَاسْلُكُوهُ أي: انظموه فيها بأن تدخل في دبره وتخرج من فمه، ويعلق فيها، فلا يزال يعذب هذا العذاب الفظيع، فبئس العذاب والعقاب، وواحسرة من له التوبيخ والعتاب."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنه كان لا يؤمن بالله العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه كان لا يؤمن بالله العظيم»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن السبب الذي أوصله إلى هذا المحل: إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ بأن كان كافرا بربه معاندا لرسله رادا ما جاءوا به من الحق."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يحثّ غيره على إطعام المسكين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا يحض على طعام المسكين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ أي: ليس في قلبه رحمة يرحم بها الفقراء والمساكين فلا يطعمهم [من ماله] ولا يحض غيره على إطعامهم، لعدم الوازع في قلبه، وذلك لأن مدار السعادة ومادتها أمران: الإخلاص لله، الذي أصله الإيمان بالله، والإحسان إلى الخلق بوجوه الإحسان، الذي من أعظمها، دفع ضرورة المحتاجين بإطعامهم ما يتقوتون به، وهؤلاء لا إخلاص ولا إحسان، فلذلك استحقوا ما استحقوا."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فليس له يوم القيامة قريب يدفع عنه العذاب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فليس له اليوم ههنا حميم» قريب ينتفع به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا أي: يوم القيامة حَمِيمٍ أي: قريب أو صديق يشفع له لينجو من عذاب الله أو يفوز بثواب الله: وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ ."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس له طعام يطعمه إلا من عصارة أبدان أهل النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا طعام إلا من غسلين» صديد أهل النار أو شجر فيها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وليس له طعام إلا من غسلين وهو صديد أهل النار، الذي هو في غاية الحرارة، ونتن الريح،"
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يأكل ذلك الطعام إلا أصحاب الذنوب والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يأكله إلا الخاطئون» الكافرون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقبح الطعم ومرارته لا يأكل هذا الطعام الذميم إِلَّا الْخَاطِئُونَ الذين أخطأوا الصراط المستقيم وسلكوا سبل الجحيم فلذلك استحقوا العذاب الأليم."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أَقسم الله بما تشاهدون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا» زائدة «أقسم بما تبصرون» من المخلوقات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "وَمَا لَا تُبْصِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بما لا تشاهدون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما لا تبصرون» منها، أي بكل مخلوق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن القرآن لكلام الله، يتلوه على الناس رسوله الكريم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه» أي القرآن «لقول رسول كريم» أي قاله رسالة عن الله تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَا تُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس بقول شاعر؛ لأنه ليس على نظم الشعر، قليلًا ما تؤمنون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما هو بقول شاعر قليلا ما تؤمنون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ونزه الله رسوله عما رماه به أعداؤه، من أنه شاعر أو ساحر، وأن الذي حملهم على ذلك عدم إيمانهم وتذكرهم، فلو آمنوا وتذكروا، لعلموا ما ينفعهم ويضرهم، ومن ذلك، أن ينظروا في حال محمد صلى الله عليه وسلم، ويرمقوا أوصافه وأخلاقه، لرأوا أمرا مثل الشمس يدلهم على أنه رسول الله حقا."
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَا تَذَكَّرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس بقول كاهن، فكلام الكهان أمر مُغَايِر لهذا القرآن، قليلًا ما تتذكرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا بقول كاهن قليلا ما تذكرون» بالتاء والياء في الفعلين وما مزيدة مؤكدة والمعنى أنهم آمنوا بأشياء يسيرة وتذكروها مما أتى به النبي صلى الله عليه وسلم من الخير والصلة والعفاف فلم تغن عنهم شيئا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ونزه الله رسوله عما رماه به أعداؤه، من أنه شاعر أو ساحر، وأن الذي حملهم على ذلك عدم إيمانهم وتذكرهم، فلو آمنوا وتذكروا، لعلموا ما ينفعهم ويضرهم، ومن ذلك، أن ينظروا في حال محمد صلى الله عليه وسلم، ويرمقوا أوصافه وأخلاقه، لرأوا أمرا مثل الشمس يدلهم على أنه رسول الله حقا."
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولكنه منزّل من رب الخلائق كلهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "بل هو «تنزيل من رب العالمين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأن ما جاء به تنزيل رب العالمين، لا يليق أن يكون قول البشر بل هو كلام دال على عظمة من تكلم به، وجلالة أوصافه، وكمال تربيته لعباده، وعلوه فوق عباده، ."
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو تَقَوَّل علينا محمد بعض الأقاويل التي لم نقلها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو تقوَّل» أي النبي «علينا بعض الأقاويل» بأن قال عنا ما لم نقله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإن هذا ظن منهم بما لا يليق بالله وحكمته فإنه لو تقول عليه وافترى بَعْضَ الْأَقَاوِيلِ الكاذبة."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لانتقمنا منه وأخذنا منه بالقوة منا والقدرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لأخذنا» لنلنا «منه» عقابا «باليمين» بالقوة والقدرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم لقطعنا منه العِرْق المتصل بالقلب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم لقطعنا منه الوتين» نياط القلب وهو عرق متصل به إذا انقطع مات صاحبه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ وهو عرق متصل بالقلب إذا انقطع مات منه الإنسان، فلو قدر أن الرسول -حاشا وكلا- تقول على الله لعاجله بالعقوبة، وأخذه أخذ عزيز مقتدر، لأنه حكيم، على كل شيء قدير، فحكمته تقتضي أن لا يمهل الكاذب عليه، الذي يزعم أن الله أباح له دماء من خالفه وأموالهم، وأنه هو وأتباعه لهم النجاة، ومن خالفه فله الهلاك.\nفإذا كان الله قد أيد رسوله بالمعجزات، وبرهن على صدق ما جاء به بالآيات البينات، ونصره على أعدائه، ومكنه من نواصيهم، فهو أكبر شهادة منه على رسالته."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فليس منكم من يمنعنا منه، فبعيد أن يَتَقَوَّل علينا من أجلكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما منكم من أحد» هو اسم ما ومن زائدة لتأكيد النفي ومنكم حال من أحد «عنه حاجزين» مانعين خبر ما وجمع لان أحدا في سياق النفي بمعنى الجمع وضمير عنه للنبي صلى الله عليه وسلم، أي لا مانع لنا عنه من حيث العقاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ أي: لو أهلكه، ما امتنع هو بنفسه، ولا قدر أحد أن يمنعه من عذاب الله."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن القرآن لموعظة للمتقين لربهم بامتثال أوامره واجتناب نواهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه» أي القرآن «لتذكرة للمتقين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ أي: القرآن الكريم لَتَذْكِرَةٌ لِلْمُتَّقِينَ يتذكرون به مصالح دينهم ودنياهم، فيعرفونها، ويعملون عليها، يذكرهم العقائد الدينية، والأخلاق المرضية، والأحكام الشرعية، فيكونون من العلماء الربانيين، والعباد العارفين، والأئمة المهديين."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنا لنعلم أن من بينكم مَنْ يُكِّذب بهذا القرآن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنا لنعلم أن منكم» أيها الناس «مكذبين» بالقرآن ومصدقين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ به، وهذا فيه تهديد ووعيد للمكذبين، فإنه سيعاقبهم على تكذيبهم بالعقوبة البليغة."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن التكذيب بالقرآن لندامة عظيمة يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه» أي القرآن «لحسرة على الكافرين» إذا رأوا ثواب المصدقين وعقاب المكذبين به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ فإنهم لما كفروا به، ورأوا ما وعدهم به، تحسروا إذ لم يهتدوا به، ولم ينقادوا لأمره، ففاتهم الثواب، وحصلوا على أشد العذاب، وتقطعت بهم الأسباب."
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "وَإِنَّهُ لَحَقُّ الْيَقِينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن القرآن لهو حق اليقين الذي لا مِرْية ولا ريب أنه من عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه» أي القرآن «لحق اليقين» أي اليقين الحق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ لَحَقُّ الْيَقِينِ أي: أعلى مراتب العلم، فإن أعلى مراتب العلم اليقين وهو العلم الثابت، الذي لا يتزلزل ولا يزول.\nواليقين مراتبه ثلاثة، كل واحدة أعلى مما قبلها: أولها: علم اليقين، وهو العلم المستفاد من الخبر.\nثم عين اليقين، وهو العلم المدرك بحاسة البصر.\nثم حق اليقين، وهو العلم المدرك بحاسة الذوق والمباشرة.\nوهذا القرآن الكريم، بهذا الوصف، فإن ما فيه من العلوم المؤيدة بالبراهين القطعية، وما فيه من الحقائق والمعارف الإيمانية، يحصل به لمن ذاقه حق اليقين."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فنزِّه - أيها الرسول - ربك عما لا يليق به، واذكر اسم ربك العظيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسبح» نزه «باسم» الباء زائدة «ربك العظيم» سبحانه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ أي: نزهه عما لا يليق بجلاله، وقدسه بذكر أوصاف جلاله وجماله وكماله."
                }
            ]
        }
    ]
}