{
    "surah": "نوح",
    "number": 71,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنا بعثنا نوحًا إلى قومه يدعوهم ليخوّف قومه من قبل أن يأتيهم عذاب موجع بسبب ما هم عليه من الشرك بالله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنا أرسلنا نوحا إلى قومه أَن أَنذر» أي بإنذار «قومك من قبل أن يأتيهم» إن لم يؤمنوا «عذاب أَليم» مؤلم في الدنيا والآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إلى آخر السورة لم يذكر الله في هذه السورة سوى قصة نوح وحدها لطول لبثه في قومه، وتكرار دعوته إلى التوحيد، ونهيه عن الشرك، فأخبر تعالى أنه أرسله إلى قومه، رحمة بهم، وإنذارا لهم من عذاب الله الأليم، خوفا من استمرارهم على كفرهم، فيهلكهم الله هلاكا أبديا، ويعذبهم عذابا سرمديا، فامتثل نوح عليه السلام لذلك، وابتدر لأمر الله،"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال نوح لقومه: يا قوم، إني لكم مُنْذِرٌ بَيِّنُ الإنذار من عذاب ينتظركم إن لم تتوبوا إلى الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال يا قوم إني لكم نذير مبين» بيِّن الإنذار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أي: واضح النذارة بينها، وذلك لتوضيحه ما أنذر به وما أنذر عنه، وبأي: شيء تحصل النجاة، بين جميع ذلك بيانا شافيا، فأخبرهم وأمرهم بزبدة ما يأمرهم به"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومقتضى إنذاري لكم أن أقول لكم: اعبدوا الله وحده، ولا تشركوا به شيئًا، واتقوه بامتثال أوامره، واجتناب نواهيه، وأطيعوني فيما آمركم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أن» أي بأن أقول لكم «اعبدوا الله واتقوه وأطيعون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وذلك بإفراده تعالى بالتوحيد والعبادة، والبعد عن الشرك وطرقه ووسائله."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنكم إن تفعلوا ذلك يغفر الله لكم من ذنوبكم ما لا يتعلق بحقوق العباد، ويُطِلْ أمد أمّتكم في الحياة إلى وقت محدد في علم الله، تعمرون الأرض ما استقمتم على ذلك، إن الموت إذا جاء لا يؤخَّر، لو كنتم تعلمون لبادرتم إلى الإيمان بالله والتوبة مما أنتم عليه من الشرك والضلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يغفر لكم من ذنوبكم» من زائدة فإن الإسلام يغفر به ما قبله، أو تبعيضية لإخراج حقوق العباد «ويؤخركم» بلا عذاب «إلى أجل مسمى» أجل الموت «إن أجل الله» بعذابكم إن لم تؤمنوا «إذا جاء لا يؤخر لو كنتم تعلمون» ذلك لآمنتم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإنهم إذا اتقوا الله غفر ذنوبهم، وإذا غفر ذنوبهم حصل لهم النجاة من العذاب، والفوز بالثواب، وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى أي: يمتعكم في هذه الدار، ويدفع عنكم الهلاك إلى أجل مسمى أي: مقدر [البقاء في الدنيا] بقضاء الله وقدره [إلى وقت محدود]، وليس المتاع أبدا، فإن الموت لا بد منه، ولهذا قال: إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ لما كفرتم بالله، وعاندتم الحق، فلم يجيبوا لدعوته، ولا انقادوا لأمره."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال نوح: يا رب، إني دعوت قومي إلى عبادتك وتوحيدك، ليلًا ونهارًا باستمرار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال رب إني دعوت قومي ليلا ونهارا» أي دائما متصلا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقال شاكيا لربه: رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلم تزدهم دعوتي لهم إلا نفورًا وبُعْدًا مما أدعوهم إليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلم يزدهم دعائي إلا فرارا» عن الإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[ فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا أي: نفورا عن الحق وإعراضا، فلم يبق لذلك فائدة، لأن فائدة الدعوة أن يحصل جميع المقصود أو بعضه."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإني كلما دعوتهم إلى ما فيه سبب غفران ذنوبهم؛ من عبادتك وحدك ومن طاعتك وطاعة رسولك - سدّوا آذانهم بأصابعهم؛ ليمنعوها من سماع دعوتي، وغطّوا وجوههم بثيابهم حتى لا يروني، واستمرّوا على ما هم عليه من الشرك، وتكبّروا عن قبول ما أدعوهم إليه، والإذعان له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم» لئلا يسمعوا كلامي «واستغشوا ثيابهم» غطوا رؤوسهم بها لئلا ينظروني «وأصروا» على كفرهم «واستكبروا» تكبروا عن الإيمان «استكبارا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ أي: لأجل أن يستجيبوا فإذا استجابوا غفرت لهم فكان هذا محض مصلحتهم، ولكنهم أبوا إلا تماديا على باطلهم، ونفورا عن الحق، جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ حذر سماع ما يقول لهم نبيهم نوح عليه السلام، وَاسْتَغْشَوْا ثِيَابَهُمْ أي تغطوا بها غطاء يغشاهم بعدا عن الحق وبغضا له، وَأَصَرُّوا على كفرهم وشرهم وَاسْتَكْبَرُوا على الحق اسْتِكْبَارًا فشرهم ازداد، وخيرهم بعد."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إني - يا رب - دعوتهم علانية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إني دعوتهم جهارا» أي بأعلى صوتي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا أي: بمسمع منهم كلهم."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إني رفعت لهم صوتي بالدعوة، وأسررت إسرارًا خفيًّا، ودعوتهم بصوت منخفض؛ منوّعًا لهم أسلوب دعوتي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إني أَعلنت لهم» صوتي «وأسررت» الكلام «لهم إسرارا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا كل هذا حرص ونصح، وإتيانهم بكل باب يظن أن يحصل منه المقصود"
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقلت لهم: يا قوم، اطلبوا المغفرة من ربكم بالتوبة إليه، إنه سبحانه كان غفارًا لذنوب من تاب إليه من عباده."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقلت استغفروا ربكم» من الشرك «إنه كان غفارا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ أي: اتركوا ما أنتم عليه من الذنوب، واستغفروا الله منها.\nإِنَّهُ كَانَ غَفَّارًا كثير المغفرة لمن تاب واستغفر، فرغبهم بمغفرة الذنوب، وما يترتب عليها من حصول الثواب، واندفاع العقاب."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإنكم إن فعلتم ذلك ينزل الله عليكم المطر متتابعًا كلما احتجتم إليه، فلا يصيبكم قحط."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يرسل السماء» المطر وكانوا قد منعوه «عليكم مدرارا» كثير الدرور."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ورغبهم أيضا، بخير الدنيا العاجل، فقال: يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا أي: مطرا متتابعا، يروي الشعاب والوهاد، ويحيي البلاد والعباد."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويعطيكم بكثرةٍ أموالًا وأولادًا، ويجعل لكم بساتين تأكلون من ثمارها، ويجعل لكم أنهارًا تشربون منها وتسقون زروعكم ومواشيكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويمددكم بأموال وبنين ويجعل لكم جنات» بساتين «ويجعل لكم أنهارا» جارية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ أي: يكثر أموالكم التي تدركون بها ما تطلبون من الدنيا وأولادكم، وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا وهذا من أبلغ ما يكون من لذات الدنيا ومطالبها."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما شأنكم - يا قوم - لا تخافون عظمة الله حيث تعصونه دون مبالاة؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما لكم لا ترجون لله وقارا» أي تأملون وقار الله إياكم بأن تؤمنوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا أي: لا تخافون لله عظمة، وليس لله عندكم قدر."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد خلقكم طَوْرًا بعد طَوْر من نُطْفة فَعَلَقة فَمُضْغة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقد خلقكم أطوارا» جمع طور وهو الحال، فطورا نطفة وطورا علقة إلى تمام خلق الإنسان، والنظر في خلقه يوجب الإيمان بخالقه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا أي: خلقا [من] بعد خلق، في بطن الأم، ثم في الرضاع، ثم في سن الطفولية، ثم التمييز، ثم الشباب، إلى آخر ما وصل إليه الخلق ، فالذي انفرد بالخلق والتدبير البديع، متعين أن يفرد بالعبادة والتوحيد، وفي ذكر ابتداء خلقهم تنبيه لهم على الإقرار بالمعاد، وأن الذي أنشأهم من العدم قادر على أن يعيدهم بعد موتهم."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تروا كيف خلق الله سبع سماوات، سماء فوق سماء؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تروا» تنظروا «كيف خلق الله سبع سماوات طباقا» بعضها فوق بعض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "واستدل أيضا عليهم بخلق السماوات التي هي أكبر من خلق الناس، فقال: أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا أي: كل سماء فوق الأخرى."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعل القمر في السماء الدنيا منهن نورًا لأهل الأرض، وجعل الشمس مضيئة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعل القمر فيهن» أي في مجموعهن الصادق بالسماء الدنيا «نورا وجعل الشمس سراجا» مصباحا مضيئا وهو أقوي من نور القمر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا لأهل الأرض وَجَعَلَ الشَّمْسَ سِرَاجًا .\nففيه تنبيه على عظم خلق هذه الأشياء، وكثرة المنافع في الشمس والقمر الدالة على رحمته وسعة إحسانه، فالعظيم الرحيم، يستحق أن يعظم ويحب ويعبد ويخاف ويرجى."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله خلقكم من الأرض بخلق أبيكم آدم من تراب، ثم أنتم تتغذون بما تُنْبِته لكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله أَنبتكم» خلقكم «من الأرض» إذ خلق أباكم آدم منها «نباتا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا حين خلق أباكم آدم وأنتم في صلبه."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم يعيدكم فيها بعد موتكم، ثم يخرجكم للبعث منها إخراجًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم يعيدكم فيها» مقبورين «ويخرجكم» للبعث «إخراجا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ يُعِيدُكُمْ فِيهَا عند الموت وَيُخْرِجُكُمْ إِخْرَاجًا للبعث والنشور، فهو الذي يملك الحياة والموت والنشور."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله جعل لكم الأرض مبسوطة مهيَّأة للسُّكْنى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله جعل لكم الأرض بساطا» مبسوطة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا أي: مبسوطة مهيأة للانتفاع بها."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "رجاء أن تسلكوا منها طرقًا واسعة سعيًا للكسب الحلال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لتسلكوا منها سبلا» طرقا «فجاجا» واسعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا فلولا أنه بسطها، لما أمكن ذلك، بل ولا أمكنهم حرثها وغرسها وزرعها، والبناء، والسكون على ظهرها."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قال نوح: يا رب، إن قومي عصوني فيما أمرتهم به من توحيدك وعبادتك وحدك، واتبع السفلة منهم رؤساءهم الذين أنعمت عليهم بالمال والولد، فلم يزدهم ما أنعمت به عليهم إلا ضلالًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قال نوح رب إنهم عصوني واتبعوا» أي السفلة والفقراء «من لم يزده ماله وَوُلْدُهُ» وهم الرؤساء المنعم عليهم بذلك، وولد بضم الواو وسكون اللام وبفتحهما، والأول قيل جمع ولد بفتحهما كخشب وخشب وقيل بمعناه كبخل وبخل «إلا خسارا» طغيانا وكفرا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قَالَ نُوحٌ شاكيا لربه: إن هذا الكلام والوعظ والتذكير ما نجع فيهم ولا أفاد.\nإِنَّهُمْ عَصَوْنِي فيما أمرتهم به وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا أي: عصوا الرسول الناصح الدال على الخير، واتبعوا الملأ والأشراف الذين لم تزدهم أموالهم ولا أولادهم إلا خسارا أي: هلاكا وتفويتا للأرباح فكيف بمن انقاد لهم وأطاعهم؟!"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وَمَكَرُوا مَكْرًا كُبَّارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ومكر الأكابر منهم مكرًا عظيمًا بتحريشهم أسافلهم على نوح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومكروا» أي الرؤساء «مكرا كبَّارا» عظيما جدا بأن كذبوا نوحا وآذوه ومن اتبعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَكَرُوا مَكْرًا كُبَّارًا أي: مكرا كبيرا بليغا في معاندة الحق."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقالوا لأتباعهم: لا تتركوا عبادة آلهتكم؛ ولا تتركوا عبادة أصنامكم وَدٍّ ولا سُوَاع ولا يَغُوث ولا يَعُوق ولا نَسْر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقالوا» للسفلة «لا تَذَرُنَّ آلهتكم ولا تذرن ودا» بفتح الواو وضمها «ولا سواعا ولا يغوث ويعوق ونسرا» هي أسماء أصنامهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالُوا لهم داعين إلى الشرك مزينين له: لَا تَذَرُنَّ آلِهَتَكُمْ فدعوهم إلى التعصب على ما هم عليه من الشرك، وأن لا يدعوا ما عليه آباؤهم الأقدمون، ثم عينوا آلهتهم فقالوا: وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا وهذه أسماء رجال صالحين لما ماتوا زين الشيطان لقومهم أن يصوروا صورهم لينشطوا -بزعمهم- على الطاعة إذا رأوها، ثم طال الأمد، وجاء غير أولئك فقال لهم الشيطان: إن أسلافكم يعبدونهم، ويتوسلون بهم، وبهم يسقون المطر، فعبدوهم، ولهذا أوصى رؤساؤهم للتابعين لهم أن لا يدعوا عبادة هذه الآلهة ."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد أضلّوا بأصنامهم هذه كثيرًا من الناس، ولا تزد - يا رب - الظالمين لأنفسهم بالإصرار على الكفر والمعاصي إلا ضلالًا عن الحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقد أضلوا» بها «كثيرا» من الناس بأن أمروهم بعبادتهم «ولا تزد الظالمين إلا ضلالا» عطفا على قد أضلوا دعا عليهم لما أوحي إليه أنه لن يؤمن من قومك إلا من قد آمن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَدْ أَضَلُّوا كَثِيرًا أي: وقد أضل الكبار والرؤساء بدعوتهم كثيرا من الخلق، وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا أي: لو كان ضلالهم عند دعوتي إياهم بحق، لكان مصلحة، ولكن لا يزيدون بدعوة الرؤساء إلا ضلالا أي: فلم يبق محل لنجاحهم ولا لصلاحهم، ولهذا ذكر الله عذابهم وعقوبتهم الدنيوية والأخروية،"
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بسبب خطيئاتهم التي ارتكبوها أُغْرِقوا بالطوفان في الدنيا، فأُدْخِلوا النار بعد موتهم مباشرة، فلم يجدوا لهم من دون الله أنصارًا ينقذونهم من الغرق والنار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«مما» ما صلة «خطاياهم» وفي قراءة خطيئآتهم بالهمز «أُغرقوا» بالطوفان «فأُدْخِلوا نارا» عوقبوا بها عقب الإغراق تحت الماء «فلم يجدوا لهم من دون» أي غير «الله أنصارا» يمنعون عنهم العذاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا في اليم الذي أحاط بهم فَأُدْخِلُوا نَارًا فذهبت أجسادهم في الغرق وأرواحهم للنار والحرق، وهذا كله بسبب خطيئاتهم، التي أتاهم نبيهم نوح ينذرهم عنها، ويخبرهم بشؤمها ومغبتها، فرفضوا ما قال، حتى حل بهم النكال، فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا ينصرونهم حين نزل بهم الأمر الأمر، ولا أحد يقدر يعارض القضاء والقدر."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال نوح لما أخبره الله أنه لن يؤمن من قومه إلا من قد آمن: يا رب، لا تترك على الأرض من الكافرين أحدًا يدور أو يتحرك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقال نوح رب لا تذر على الأرض من الكافرين ديَّارا» أي نازل دار، والمعنى أحدا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا يدور على وجه الأرض، وذكر السبب في ذلك"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنك - ربنا - إن تتركهم وتمهلهم يضلّوا عبادك المؤمنين، ولا يلدوا إلا صاحبَ فجورٍ لا يطيعك، وشديدَ كفرٍ لا يشكرك على نعمك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنك إن تذرهم يُضلوا عبادك ولا يلدوا إلا فاجرا كفارا» من يفجر ويكفر، قال ذلك لما تقدم من الإيحاء إليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا أي: بقاؤهم مفسدة محضة، لهم ولغيرهم، وإنما قال نوح -عليه السلام- ذلك، لأنه مع كثرة مخالطته إياهم، ومزاولته لأخلاقهم، علم بذلك نتيجة أعمالهم، لا جرم أن الله استجاب دعوته ، فأغرقهم أجمعين ونجى نوحا ومن معه من المؤمنين."
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ربّ اغفر لي ذنوبي، واغفر لوالديَّ، واغفر لمن دخل بيتي مؤمنًا، واغفر للمؤمنين والمؤمنات، ولا تزد الظالمين لأنفسهم بالكفر والمعاصي إلا هلاكًا وخسرانًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رب اغفر لي ولوالديَّ» وكانا مؤمنين «ولمن دخل بيتي» منزلي أو مسجدي «مؤمنا وللمؤمنين والمؤمنات» إلى يوم القيامة «ولا تزد الظالمين إلا تبارا» هلاكا فأهلكوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا خص المذكورين لتأكد حقهم وتقديم برهم، ثم عمم الدعاء، فقال: وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا أي: خسارا ودمارا وهلاكا."
                }
            ]
        }
    ]
}