{
    "surah": "المدثر",
    "number": 74,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "يَا أَيُّهَا الْمُدَّثِّرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها المُتَغَشِّي بثيابه (وهو النبي صلى الله عليه وسلم)."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها المدثر» النبي صلى الله عليه وسلم وأصله المتدثر أدغمت التاء في الدال، أي المتلفف بثيابه عند نزول الوحي عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تقدم أن المزمل والمدثر بمعنى واحد، وأن الله أمر رسوله صلى الله عليه وسلم، بالاجتهاد في عبادة الله القاصرة والمتعدية، فتقدم هناك الأمر له بالعبادات الفاضلة القاصرة، والصبر على أذى قومه،"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "قُمْ فَأَنْذِرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "انهض فخوِّف من عذاب الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قم فأنذر» خوِّف أهل مكة النار إن لم يؤمنوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأمره هنا بإعلان الدعوة ، والصدع بالإنذار، فقال: قُمِ [أي] بجد ونشاط فَأَنْذِرْ الناس بالأقوال والأفعال، التي يحصل بها المقصود، وبيان حال المنذر عنه، ليكون ذلك أدعى لتركه،"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَرَبَّكَ فَكَبِّرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعَظِّمْ ربك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وربك فكبر» عظِّم عن إشراك المشركين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَرَبَّكَ فَكَبِّرْ أي: عظمه بالتوحيد، واجعل قصدك في إنذارك وجه الله، وأن يعظمه العباد ويقوموا بعبادته."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَثِيَابَكَ فَطَهِّرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وطهِّر نفسك من الذنوب وثيابك من النجاسات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وثيابك فطهر» عن النجاسة أو قصرها خلاف جر العرب ثيابهم خيلاء فربما أصابتها نجاسة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَثِيَابَكَ فَطَهِّرْ يحتمل أن المراد بثيابه، أعماله كلها، وبتطهيرها تخليصها والنصح بها، وإيقاعها على أكمل الوجوه، وتنقيتها عن المبطلات والمفسدات، والمنقصات من شر ورياء، [ونفاق]، وعجب، وتكبر، وغفلة، وغير ذلك، مما يؤمر العبد باجتنابه في عباداته.\nويدخل في ذلك تطهير الثياب من النجاسة، فإن ذلك من تمام التطهير للأعمال خصوصا في الصلاة، التي قال كثير من العلماء: إن إزالة النجاسة عنها شرط من شروط الصلاة.\nويحتمل أن المراد بثيابه، الثياب المعروفة، وأنه مأمور بتطهيرها عن [جميع] النجاسات، في جميع الأوقات، خصوصا في الدخول في الصلوات، وإذا كان مأمورا بتطهير الظاهر، فإن طهارة الظاهر من تمام طهارة الباطن."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَالرُّجْزَ فَاهْجُرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وابتعد عن عبادة الأوثان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والرُّجز» فسره النبي صلى الله عليه وسلم بالأوثان «فاهجر» أي دم على هجره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالرُّجْزَ فَاهْجُرْ يحتمل أن المراد بالرجز الأصنام والأوثان، التي عبدت مع الله، فأمره بتركها، والبراءة منها ومما نسب إليها من قول أو عمل.\nويحتمل أن المراد بالرجز أعمال الشر كلها وأقواله، فيكون أمرا له بترك الذنوب، صغيرها وكبيرها ، ظاهرها وباطنها، فيدخل في ذلك الشرك وما دونه."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَلَا تَمْنُنْ تَسْتَكْثِرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تمنن على ربك بأن تستكثر عملك الصالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا تمنن تستكثر» بالرفع حال، أي لا تعط شيئا لتطلب أكثر منه وهذا خاص به صلى الله عليه وسلم لأنه مأمور بأجمل الأخلاق وأشرف الآداب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا تَمْنُنْ تَسْتَكْثِرُ أي: لا تمنن على الناس بما أسديت إليهم من النعم الدينية والدنيوية، فتتكثر بتلك المنة، وترى لك [الفضل] عليهم بإحسانك المنة، بل أحسن إلى الناس مهما أمكنك، وانس [عندهم] إحسانك، ولا تطلب أجره إلا من الله تعالى واجعل من أحسنت إليه وغيره على حد سواء.\nوقد قيل: إن معنى هذا، لا تعط أحدا شيئا، وأنت تريد أن يكافئك عليه بأكثر منه، فيكون هذا خاصا بالنبي صلى الله عليه وسلم."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَلِرَبِّكَ فَاصْبِرْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واصبر لله على ما تلاقيه من الأذى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولربك فاصبر» على الأوامر والنواهي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلِرَبِّكَ فَاصْبِرْ أي: احتسب بصبرك، واقصد به وجه الله تعالى، فامتثل رسول الله صلى الله عليه وسلم لأمر ربه، وبادر إليه، فأنذر الناس، وأوضح لهم بالآيات البينات جميع المطالب الإلهية، وعظم الله تعالى، ودعا الخلق إلى تعظيمه، وطهر أعماله الظاهرة والباطنة من كل سوء، وهجر كل ما يبعد عن الله من الأصنام وأهلها، والشر وأهله، وله المنة على الناس -بعد منة الله- من غير أن يطلب منهم على ذلك جزاء ولا شكورا، وصبر لله أكمل صبر، فصبر على طاعة الله، وعن معاصي الله، وعلى أقدار الله المؤلمة ، حتى فاق أولي العزم من المرسلين، صلوات الله وسلامه عليه وعليهم أجمعين."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَإِذَا نُقِرَ فِي النَّاقُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا نُفِخَ في القرن النفخة الثانية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا نقر في الناقور» نفخ في الصور وهو القرن النفخة الثانية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: فإذا نفخ في الصور للقيام من القبور، وجمع الخلق للبعث والنشور."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فذلك اليوم يوم شديد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فذلك» أي وقت النقر «يومئذ» بدل مما قبله المبتدأ وبني لإضافته إلى غير متمكن وخبر المبتدأ «يوم عسير» والعامل في إذا ما دلت عليه الجملة اشتد الأمر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ لكثرة أهواله وشدائده."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "على الكافرين بالله وبرسله غير سهل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«على الكافرين غير يسير» فيه دلالة على أنه يسير على المؤمنين في عسره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ لأنهم قد أيسوا من كل خير، وأيقنوا بالهلاك والبوار.\nومفهوم ذلك أنه على المؤمنين يسير، كما قال تعالى: يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ ."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "اتركني - أيها الرسول - ومن خلقته وحيدًا في بطن أمه دون مال أو ولد (وهو الوليد بن المُغِيرة)."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ذرني» اتركني «ومن خلقت» عطف على المفعول أو مفعول معه «وحيدا» حال من مَن أو من ضميره المحذوف من خلقت منفردا بلا أهل ولا مال هو الوليد بن المغيرة المخزومي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذه الآيات، نزلت في الوليد بن المغيرة، معاند الحق، والمبارز لله ولرسوله بالمحاربة والمشاقة، فذمه الله ذما لم يذمه غيره، وهذا جزاء كل من عاند الحق ونابذه، أن له الخزي في الدنيا، ولعذاب الآخرة أخزى، فقال: ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا أي: خلقته منفردا، بلا مال ولا أهل، ولا غيره، فلم أزل أنميه وأربيه"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلت له مالًا كثيرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجعلت له مالا ممدودا» واسعا متصلا من الزروع والضروع والتجارة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا أي: كثيرا"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَبَنِينَ شُهُودًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجعلت له بنين حاضرين معه ويشهدون المحافل معه لا يفارقونه لسفر لكثرة ماله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وبنين» عشرة أو أكثر «شهودا» يشهدون المحافل وتسمع شهاداتهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "و جعلت له بنين أي: ذكورا شُهُودًا أي: دائما حاضرين عنده، [على الدوام] يتمتع بهم، ويقضي بهم حوائجه، ويستنصر بهم."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَمَهَّدْتُ لَهُ تَمْهِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبسطت له في العيش والرزق والولد بسطًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومهدت» بسطت «له» في العيش والعمر والولد «تمهيدا»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَهَّدْتُ لَهُ تَمْهِيدًا أي: مكنته من الدنيا وأسبابها، حتى انقادت له مطالبه، وحصل على ما يشتهي ويريد،"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "ثُمَّ يَطْمَعُ أَنْ أَزِيدَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم يطمع مع كفره بي أن أزيده بعد ما أعطيته من ذلك كله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم يطمع أن أزيد»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ مع هذه النعم والإمدادات يَطْمَعُ أَنْ أَزِيدَ أي: يطمع أن ينال نعيم الآخرة كما نال نعيم الدنيا."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما تصوّر، إنه كان معاندًا لآياتنا المنزلة على رسولنا مكذبًا بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» لا أزيده على ذلك «إنه كان لآياتنا» القرآن «عنيدا» معاندا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَلَّا أي: ليس الأمر كما طمع، بل هو بخلاف مقصوده ومطلوبه، وذلك لأنه كَانَ لِآيَاتِنَا عَنِيدًا أي: معاندا، عرفها ثم أنكرها، ودعته إلى الحق فلم ينقد لها ولم يكفه أنه أعرض وتولى عنها، بل جعل يحاربها ويسعى في إبطالها."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "سَأُرْهِقُهُ صَعُودًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سأكلفه مشقة من العذاب لا يستطيع تحمّلها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سأرهقه» أكلفه «صعودا» مشقة من العذاب أو جبلا من نار يصعد فيه ثم يهوي أبدا."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "إِنَّهُ فَكَّرَ وَقَدَّرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن هذا الكافر الذي أنعمت عليه بتلك النعم فكّر فيما يقوله في القرآن لإبطاله، وقدّر ذلك في نفسه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه فكر» فيما يقول في القرآن الذي سمعه النبي صلى الله عليه وسلم «وقدر» في نفسه ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّهُ فَكَّرَ [أي:] في نفسه وَقَدَّرَ ما فكر فيه، ليقول قولا يبطل به القرآن."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "فَقُتِلَ كَيْفَ قَدَّرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلُعِن وعُذِّب كيف قَدَّر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقتل» لعن وعذب «كيف قدر» على أي حال كان تقديره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَقُتِلَ كَيْفَ قَدَّرَ"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم لعن وعذّب كيف قَدَّر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم قتل كيف قدر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ لأنه قدر أمرا ليس في طوره، وتسور على ما لا يناله هو و [لا] أمثاله"
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "ثُمَّ نَظَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أعاد النظر والتروِّي فيما يقول."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم نظر» في وجوه قومه أو فيما يقدح به فيه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ نَظَرَ ما يقول"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "ثُمَّ عَبَسَ وَبَسَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم قَطَّب وجهه وكَلَح حين لم يجد ما يطعن به في القرآن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم عبس» قبض وجهه وكلحه ضيقا بما يقول «وبسر» زاد في القبض والكلوح."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ عَبَسَ وَبَسَرَ في وجهه، وظاهره نفرة عن الحق وبغضا له"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أدبر عن الإيمان، واستكبر عن اتباع النبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم أدبر» عن الإيمان «واستكبر» تكبر عن اتباع النبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ أَدْبَرَ أي: تولى وَاسْتَكْبَرَ نتيجة سعيه الفكري والعملي والقولي أن قال:"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقال: ليس هذا الذي جاء به محمد كلام الله، بل هو سحر يرويه عن غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقال» فيما جاء به «إن» ما «هذا إلا سحر يؤثر» ينقل عن السحرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ أي: ما هذا كلام الله، بل كلام البشر، وليس أيضا كلام البشر الأخيار، بل كلام الفجار منهم والأشرار، من كل كاذب سحار.\nفتبا له، ما أبعده من الصواب، وأحراه بالخسارة والتباب!!كيف يدور في الأذهان، أو يتصوره ضمير كل إنسان، أن يكون أعلى الكلام وأعظمه، كلام الرب العظيم، الماجد الكريم، يشبه كلام المخلوقين الفقراء الناقصين؟!أم كيف يتجرأ هذا الكاذب العنيد، على وصفه كلام المبدئ المعيد ."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس هذا كلام الله، بل هو كلام الإنس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "ما «إن هذا إلا قول البشر» كما قالوا إنما يعلمه بشر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ أي: ما هذا كلام الله، بل كلام البشر، وليس أيضا كلام البشر الأخيار، بل كلام الفجار منهم والأشرار، من كل كاذب سحار.\nفتبا له، ما أبعده من الصواب، وأحراه بالخسارة والتباب!!كيف يدور في الأذهان، أو يتصوره ضمير كل إنسان، أن يكون أعلى الكلام وأعظمه، كلام الرب العظيم، الماجد الكريم، يشبه كلام المخلوقين الفقراء الناقصين؟!أم كيف يتجرأ هذا الكاذب العنيد، على وصفه كلام المبدئ المعيد ."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "سَأُصْلِيهِ سَقَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سأدخل هذا الكافر طبقة من طبقات النار، وهي سَقَر يقاسي حرّها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سأصليه» أُدخله «سقر» جهنم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فما حقه إلا العذاب الشديد والنكال، ولهذا قال تعالى: سَأُصْلِيهِ سَقَرَ"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَمَا أَدْرَاكَ مَا سَقَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أعلمك - يا محمد - ما سَقَر؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أدراك ما سقر» تعظيم شأنها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فما حقه إلا العذاب الشديد والنكال، ولهذا قال تعالى: سَأُصْلِيهِ سَقَرَ وَمَا أَدْرَاكَ مَا سَقَرُ"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "لَا تُبْقِي وَلَا تَذَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا تُبْقِي شيئًا من المُعَذَّب فيها إلا أتت عليه، ولا تتركه، ثم يعود كما كان، ثم تأتي عليه، وهكذا دَوَالَيْك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا تبقي ولا تذر» شيئا من لحم ولا عصب إلا أهلكته ثم يعود كما كان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فما حقه إلا العذاب الشديد والنكال، ولهذا قال تعالى: سَأُصْلِيهِ سَقَرَ وَمَا أَدْرَاكَ مَا سَقَرُ لَا تُبْقِي وَلَا تَذَرُ أي: لا تبقي من الشدة، ولا على المعذب شيئا إلا وبلغته."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "لَوَّاحَةٌ لِلْبَشَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "شديدة الإحراق والتغيير للجلود."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لواحة للبشر» محرقة لظاهر الجلد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَوَّاحَةٌ لِلْبَشَرِ أي: تلوحهم [وتصليهم] في عذابها، وتقلقهم بشدة حرها وقرها."
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "عَلَيْهَا تِسْعَةَ عَشَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عليها تسعة عشر مَلَكًا، وهم خَزَنتها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عليها تسعة عشر» ملكا خزنتها قال بعض الكفار وكان قويا شديد البأس أنا أكفيكم سبعة عشر واكفوني أنتم اثنين قال تعالى:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عَلَيْهَا تِسْعَةَ عَشَرَ من الملائكة، خزنة لها، غلاظ شداد، لا يعصون الله ما أمرهم، ويفعلون ما يؤمرون."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ۙ وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ ۙ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِيَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما جعلنا خَزَنة النار إلا ملائكة، فلا طاقة للبشر بهم، وما جعلنا عددهم هذا إلا اختبارًا للذين كفروا بالله؛ ليقولوا ما قالوا فيُضاعَف عليهم العذاب، وليتيقّن اليهود الذين أعطوا التوراة، والنصارى الذين أعطوا الإنجيل حين نزل القرآن مصدقًا لما في كتابيهم، وليزداد المؤمنون إيمانًا عندما يوافقهم أهل الكتاب، ولا يرتاب اليهود والنصارى والمؤمنون، وليقول المترددون في الإيمان، والكافرون: أي شيء أراده الله بهذا العدد الغريب؟! مثل إضلال مُنْكِر هذا العدد وهداية المُصَدِّق به، يُضِلُّ الله من شاء أن يضلّه ويهدي من شاء أن يهديه، وما يعلم جنود ربك من كثرتها إلا هو سبحانه، وما النار إلا تذكرة للبشر يعلمون بها عظمة الله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما جعلنا أصحاب النار إلا ملائكة» أي فلا يطاقون كما يتوهمون «وما جعلنا عدتهم» ذلك «إلا فتنة» ضلالا «للذين كفروا» بأن يقولوا لم كانوا تسعة عشر «ليستيقن» ليستبين «الذين أوتوا الكتاب» أي اليهود صدق النبي صلى الله عليه وسلم في كونهم تسعة عشر الموافق لما في كتابهم «ويزداد الذين آمنوا» من أهل الكتاب «إيمانا» تصديقا لموافقته ما أتي به النبي صلى الله عليه وسلم لما في كتابهم «ولا يرتاب الذين أُوتوا الكتاب والمؤمنون» من غيرهم في عدد الملائكة «وليقول الذين في قلوبهم مرض» شك بالمدينة «والكافرون» بمكة «ماذا أراد الله بهذا» العدد «مثلا» سموه لغرابته بذلك وأعرب حالا «كذلك» أي مثل إضلال منكر هذا العدد وهدى مصدقه «يضل الله من يشاء ويهدي من يشاء وما يعلم جنود ربك» أي الملائكة في قوتهم وأعوانهم «إلا هو وما هي» أي سقر «إلا ذكرى للبشر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وذلك لشدتهم وقوتهم.\nوَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا يحتمل أن المراد: إلا لعذابهم وعقابهم في الآخرة، ولزيادة نكالهم فيها، والعذاب يسمى فتنة، [كما قال تعالى: يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ ] ويحتمل أن المراد: أنا ما أخبرناكم بعدتهم، إلا لنعلم من يصدق ومن يكذب، ويدل على هذا ما ذكر بعده في قوله: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا فإن أهل الكتاب، إذا وافق ما عندهم وطابقه، ازداد يقينهم بالحق، والمؤمنون كلما أنزل الله آية، فآمنوا بها وصدقوا، ازداد إيمانهم، وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ أي: ليزول عنهم الريب والشك، وهذه مقاصد جليلة، يعتني بها أولو الألباب، وهي السعي في اليقين، وزيادة الإيمان في كل وقت، وكل مسألة من مسائل الدين، ودفع الشكوك والأوهام التي تعرض في مقابلة الحق، فجعل ما أنزله الله على رسوله محصلا لهذه الفوائد الجليلة، ومميزا للكاذبين من الصادقين، ولهذا قال: وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أي: شك وشبهة ونفاق.\nوَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا وهذا على وجه الحيرة والشك، والكفر منهم بآيات الله، وهذا وذاك من هداية الله لمن يهديه، وإضلاله لمن يضل ولهذا قال: كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فمن هداه الله، جعل ما أنزله الله على رسوله رحمة في حقه، وزيادة في إيمانه ودينه، ومن أضله، جعل ما أنزله على رسوله زيادة شقاء عليه وحيرة، وظلمة في حقه، والواجب أن يتلقى ما أخبر الله به ورسوله بالتسليم، فإنه لا يعلم جنود ربك من الملائكة وغيرهم إلَّا هُوَ فإذا كنتم جاهلين بجنوده، وأخبركم بها العليم الخبير، فعليكم أن تصدقوا خبره، من غير شك ولا ارتياب، وَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ أي: وما هذه الموعظة والتذكار مقصودا به العبث واللعب، وإنما المقصود به أن يتذكر [به] البشر ما ينفعهم فيفعلونه، وما يضرهم فيتركونه."
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "كَلَّا وَالْقَمَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس القول كما يزعم بعض المشركين أنه يكفي أصحابه خَزَنة جهنم حتى يُجْهِضهم عنها، أقسم الله بالقمر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» استفتاح بمعنى ألا «والقمر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَلَّا هنا بمعنى: حقا، أو بمعنى ألا الاستفتاحية، فأقسم تعالى بالقمر."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَاللَّيْلِ إِذْ أَدْبَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالليل حين ولّى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والليل إذا» بفتح الذال «دبر» جاء بعد النهار وفي قراءة إذ دبر بسكون الذال بعدها همزة، أي مضى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وبالليل وقت إدباره."
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "وَالصُّبْحِ إِذَا أَسْفَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالصبح إذا أضاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والصبح إذا أسفر» ظهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والنهار وقت إسفاره، لاشتمال المذكورات على آيات الله العظيمة، الدالة على كمال قدرة الله وحكمته، وسعة سطانه، وعموم رحمته، وإحاطة علمه."
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "إِنَّهَا لَإِحْدَى الْكُبَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنّ نار جهنم لإحدى البلايا العظيمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنها» أي سقر «لإحدى الكبر» البلايا العظام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمقسم عليه قوله: إِنَّهَا أي النار لَإِحْدَى الْكُبَرِ أي: لإحدى العظائم الطامة والأمور الهامة، فإذا أعلمناكم بها، وكنتم على بصيرة من أمرها."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "نَذِيرًا لِلْبَشَرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ترهيبًا وتخويفًا للناس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«نذيرا» حال من إحدى وذكر لأنها بمعنى العذاب «للبشر»."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لمن شاء منكم - أيها الناس - أن يتقدم بالإيمان بالله والعمل الصالح، أو يتأخر بالكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لمن شاء منكم» بدل من البشر «أن يتقدم» إلى الخير أو الجنة بالإيمان «أو يتأخر» إلى الشر أو النار بالكفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فمن شاء منكم أن يتقدم، فيعمل بما يقربه من ربه، ويدنيه من رضاه، ويزلفه من دار كرامته، أو يتأخر [عما خلق له و] عما يحبه الله [ويرضاه]، فيعمل بالمعاصي، ويتقرب إلى نار جهنم، كما قال تعالى: وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ الآية."
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كل نفس بما كسبته من الأعمال مأخوذة، فإما أن توبقها أعمالها، وإما أن تخلِّصها وتنقذها من الهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كل نفس بما كسبت رهينة» مرهونة مأخوذة بعملها في النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كُلُّ نَفْسٍ بِمَا كَسَبَتْ من أعمال السوء وأفعال الشر رَهِينَةٌ بها موثقة بسعيها، قد ألزم عنقها، وغل في رقبتها، واستوجبت به العذاب،"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "إِلَّا أَصْحَابَ الْيَمِينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا المؤمنين فإنهم لا يُؤْخذون بذنوبهم، بل يتجاوز عنها لما لهم من عمل صالح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا أصحاب اليمين» وهم المؤمنون فناجون منها كائنون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا أَصْحَابَ الْيَمِينِ فإنهم لم يرتهنوا، بل أطلقوا وفرحوا"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "فِي جَنَّاتٍ يَتَسَاءَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهم يوم القيامة في جنات يسأل بعضهم بعضًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«في جنات يتساءلون» بينهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِي جَنَّاتٍ يَتَسَاءَلُونَ"
                }
            ]
        },
        {
            "ayah_number": 41,
            "text": "عَنِ الْمُجْرِمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عن الكافرين الذين أهلكوا أنفسهم بما عملوا من المعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عن المجرمين» وحالهم ويقولون لهم بعد إخراج الموحدين من النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِي جَنَّاتٍ يَتَسَاءَلُونَ عَنِ الْمُجْرِمِينَ أي: في جنات قد حصل لهم بها جميع مطلوباتهم، وتمت لهم الراحة والطمأنينة، حتى أقبلوا يتساءلون، فأفضت بهم المحادثة، أن سألوا عن المجرمين، أي: حال وصلوا إليها، وهل وجدوا ما وعدهم الله تعالى؟ فقال بعضهم لبعض: \" هل أنتم مطلعون عليهم \" فاطلعوا عليهم في وسط الجحيم يعذبون"
                }
            ]
        },
        {
            "ayah_number": 42,
            "text": "مَا سَلَكَكُمْ فِي سَقَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقولون لهم: ما أدخلكم في جهنم؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما سلككم» أدخلكم «في سقر»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فقالوا لهم: مَا سَلَكَكُمْ فِي سَقَرَ أي: أي شيء أدخلكم فيها؟ وبأي: ذنب استحققتموها؟"
                }
            ]
        },
        {
            "ayah_number": 43,
            "text": "قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيجيبهم الكفار قائلين: لم نكن من الذين يؤدون الصلاة الواجبة في الحياة الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قالوا لم نك من المصلين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ"
                }
            ]
        },
        {
            "ayah_number": 44,
            "text": "وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولم نكن نطعم الفقير مما أعطانا الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولم نك نطعم المسكين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ فلا إخلاص للمعبود، [ولا إحسان] ولا نفع للخلق المحتاجين."
                }
            ]
        },
        {
            "ayah_number": 45,
            "text": "وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكنا مع أهل الباطل ندور معهم أينما داروا، ونتحدث مع أهل الضلال والغواية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكنا نخوض» في الباطل «مع الخائضين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ أي: نخوض بالباطل، ونجادل به الحق،"
                }
            ]
        },
        {
            "ayah_number": 46,
            "text": "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكنا نكذب بيوم الجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكنا نكذب بيوم الدين» البعث والجزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ هذا آثار الخوض بالباطل، [وهو] التكذيب بالحق، ومن أحق الحق، يوم الدين، الذي هو محل الجزاء على الأعمال، وظهور ملك الله وحكمه العدل لسائر الخلق."
                }
            ]
        },
        {
            "ayah_number": 47,
            "text": "حَتَّىٰ أَتَانَا الْيَقِينُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وتمادينا في التكذيب به حتى جاءنا الموت، فحال بيننا وبين التوبة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«حتى أتانا اليقين» الموت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فاستمرينا على هذا المذهب الفاسد حَتَّى أَتَانَا الْيَقِينُ أي: الموت، فلما ماتوا على الكفر تعذرت حينئذ عليهم الحيل، وانسد في وجوههم باب الأمل."
                }
            ]
        },
        {
            "ayah_number": 48,
            "text": "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما تنفعهم يوم القيامة وساطة الشافعين من الملائكة والنبيين والصالحين؛ لأن من شرط قَبول الشفاعة الرضا عن المشفوع له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما تنفعهم شفاعة الشافعين» من الملائكة والأنبياء والصالحين والمعنى لا شفاعة لهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ لأنهم لا يشفعون إلا لمن ارتضى، وهؤلاء لا يرضى الله أعمالهم .\nفلما بين الله مآل المخالفين، ورهب مما يفعل بهم، عطف على الموجودين بالعتاب واللوم."
                }
            ]
        },
        {
            "ayah_number": 49,
            "text": "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أي شيء جعل هؤلاء المشركين معرضين عن القرآن؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما» مبتدأ «لهم» خبره متعلق بمحذوف انتقل ضميره إليه «عن التذكرة معرضين» حال من الضمير والمعنى أي شيء حصل لهم في إعراضهم عن الاتعاظ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ أي: صادين غافلين عنها."
                }
            ]
        },
        {
            "ayah_number": 50,
            "text": "كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كأنهم في إعراضهم ونفورهم منه حُمُر وَحْش شديدة النفور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كأنهم حمر مستنفرة» وحشية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَأَنَّهُمْ في نفرتهم الشديدة منها حُمُرٌ مُسْتَنْفِرَةٌ أي: كأنهم حمر وحش نفرت فنفر بعضها بعضا، فزاد عدوها،"
                }
            ]
        },
        {
            "ayah_number": 51,
            "text": "فَرَّتْ مِنْ قَسْوَرَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "نفرت من أسد خوفًا منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فرت من قسورة» أسد أي هربت منه أشد الهرب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَرَّتْ مِنْ قَسْوَرَةٍ أي: من صائد ورام يريدها، أو من أسد ونحوه، وهذا من أعظم ما يكون من النفور عن الحق، ومع هذا الإعراض وهذا النفور، يدعون الدعاوى الكبار."
                }
            ]
        },
        {
            "ayah_number": 52,
            "text": "بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَىٰ صُحُفًا مُنَشَّرَةً",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل يريد كل واحد من هؤلاء المشركين أن يصبح عند رأسه كتاب منشور يخبره أن محمدًا رسول من الله، وليس سبب ذلك قلة البراهين أو ضعف الحجج، وإنما هو العناد والاستكبار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل يريد كل امرىء منهم أن يؤتى صحفا منشرة» أي من الله تعالى باتباع النبي كما قالوا: لن نؤمن لك حتى تنزل علينا كتابا نقرؤه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً نازلة عليه من السماء، يزعم أنه لا ينقاد للحق إلا بذلك، وقد كذبوا، فإنهم لو جاءتهم كل آية لم يؤمنوا حتى يروا العذاب الأليم، فإنهم جاءتهم الآيات البينات التي تبين الحق وتوضحه، فلو كان فيهم خير لآمنوا."
                }
            ]
        },
        {
            "ayah_number": 53,
            "text": "كَلَّا ۖ بَلْ لَا يَخَافُونَ الْآخِرَةَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كذلك، بل السبب في تماديهم في ضلالهم أنهم لا يؤمنون بعذاب الآخرة، فبقوا على كفرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» ردع عما أرادوه «بل لا يخافون الآخرة» أي عذابها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَلَّا أن نعطيهم ما طلبوا، وهم ما قصدوا بذلك إلا التعجيز، بَلْ لَا يَخَافُونَ الْآخِرَةَ فلو كانوا يخافونها لما جرى منهم ما جرى."
                }
            ]
        },
        {
            "ayah_number": 54,
            "text": "كَلَّا إِنَّهُ تَذْكِرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألا إن هذا القرآن موعظة وتذكير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» استفتاح «إنه» أي القرآن «تذكرة» عظة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَلَّا إِنَّهُ تَذْكِرَةٌ الضمير إما أن يعود على هذه السورة، أو على ما اشتملت عليه [من] هذه الموعظة،"
                }
            ]
        },
        {
            "ayah_number": 55,
            "text": "فَمَنْ شَاءَ ذَكَرَهُ وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ هُوَ أَهْلُ التَّقْوَىٰ وَأَهْلُ الْمَغْفِرَةِ ﴿56",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فمن شاء أن يقرأ القرآن ويتعظ به قرأه واتعظ به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فمن شاء ذكره» قرأه فاتعظ به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَنْ شَاءَ ذَكَرَهُ لأنه قد بين له السبيل، ووضح له الدليل."
                }
            ]
        }
    ]
}