{
    "surah": "القيامة",
    "number": 75,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بيوم القيامة يوم يقوم الناس لرب العالمين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا» زائدة في الموضعين «أقسم بيوم القيامة»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ليست لا [ها] هنا نافية، [ولا زائدة] وإنما أتي بها للاستفتاح والاهتمام بما بعدها، ولكثرة الإتيان بها مع اليمين، لا يستغرب الاستفتاح بها، وإن لم تكن في الأصل موضوعة للاستفتاح.\nفالمقسم به في هذا الموضع، هو المقسم عليه، وهو البعث بعد الموت، وقيام الناس من قبورهم، ثم وقوفهم ينتظرون ما يحكم به الرب عليهم."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالنفس الطيبة التي تلوم صاحبها على التقصير في الأعمال الصالحة، وعلى فعل السيئات، أقسم بهذين الأمرين ليبعثنّ الناس للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا أقسم بالنفس اللوامة» التي تلوم نفسها وإن اجتهدت في الإحسان وجواب القسم محذوف، أي لتبعثن، دل عليه:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ وهي جميع النفوس الخيرة والفاجرة، سميت لوامة لكثرة ترددها وتلومها وعدم ثبوتها على حالة من أحوالها، ولأنها عند الموت تلوم صاحبها على ما عملت ، بل نفس المؤمن تلوم صاحبها في الدنيا على ما حصل منه، من تفريط أو تقصير في حق من الحقوق، أو غفلة، فجمع بين الإقسام بالجزاء، وعلى الجزاء، وبين مستحق الجزاء."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيظنّ الإنسان أن لن نجمع عظامه بعد موته للبعث؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أيحسب الإنسان» أي الكافر «ألن نجمع عظامه» للبعث والإحياء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أخبر مع هذا، أن بعض المعاندين يكذب بيوم القيامة، فقال: أَيَحْسَبُ الْإِنْسَانُ أن لَّنْ نَجْمَعَ عِظَامَهُ بعد الموت، كما قال في الآية الأخرى: قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ ؟ فاستبعد من جهله وعدوانه قدرة الله على خلق عظامه التي هي عماد البدن."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بلى، نقدر مع جمعها على إعادة أطراف أصابعه خلْقًا سويًّا كما كانت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بلى» نجمعها «قادرين» مع جمعها «على أن نسوِّي بنانه» وهو الأصابع، أي نعيد عظامها كما كانت مع صغرها فكيف بالكبيرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فرد عليه بقوله: بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ أي: أطراف أصابعه وعظامه، المستلزم ذلك لخلق جميع أجزاء البدن، لأنها إذا وجدت الأنامل والبنان، فقد تمت خلقة الجسد، وليس إنكاره لقدرة الله تعالى قصورا بالدليل الدال على ذلك، وإنما [وقع] ذلك منه أن قصده وإرادته أن يكذب بما أمامه من البعث.\nوالفجور: الكذب مع التعمد."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل يريد الإنسان بإنكاره البعث أن يستمرّ على فجوره مستقبلًا دون رادع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل يريد الإنسان ليفجر» اللام زائدة ونصبه بأن مقدرة، أي أن يكذب «أمامه» أي يوم القيامة، دل عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإنما [ وقع ] ذلك منه أن قصده وإرادته أن يكذب بما أمامه من البعث.\nوالفجور: الكذب مع التعمد.\nثم ذكر أحوال القيامة فقال:"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسأل على وجه الاستبعاد عن يوم القيامة: متى يقع؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يَسأَل أَيان» متى «يوم القيامة» سؤال استهزاء وتكذيب."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "فَإِذَا بَرِقَ الْبَصَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا تحيّر البصر واندهش حين يرى ما كان يكذّب به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا برق البصر» بكسر الراء وفتحها دهش وتحير لما رأى مما كان يكذبه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: إذا كانت القيامة برقت الأبصار من الهول العظيم، وشخصت فلا تطرف كما قال تعالى: إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَخَسَفَ الْقَمَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وذهب ضوء القمر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وخسف القمر» أظلم وذهب ضوءه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَخَسَفَ الْقَمَرُ أي: ذهب نوره وسلطانه،"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجُمِع جرم الشمس والقمر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجمع الشمس والقمر» فطلعا من المغرب أو ذهب ضوءهما وذلك في يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُ وهما لم يجتمعا منذ خلقهما الله تعالى، فيجمع الله بينهما يوم القيامة، ويخسف القمر، وتكور الشمس، ثم يقذفان في النار، ليرى العباد أنهما عبدان مسخران، وليرى من عبدهما أنهم كانوا كاذبين."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقول الإنسان الفاجر في ذلك اليوم: أين الفرار؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يقول الإنسان يومئذ أين المفر» الفرار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَقُولُ الْإِنْسَانُ حين يرى تلك القلاقل المزعجات: أَيْنَ الْمَفَرُّ أي: أين الخلاص والفكاك مما طرقنا وأصابنا ?"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "كَلَّا لَا وَزَرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا فرار في ذلك اليوم، ولا مَلْجأ يلجأ إليه الفاجر، ولا مُعْتَصَم يعتصم به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» ردع عن طلب الفرار «لا وزر» لا ملجأ يتحصن به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَلَّا لَا وَزَرَ أي: لا ملجأ لأحد دون الله،"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلى ربك - أيها الرسول - في ذلك اليوم المرجع والمصير للحساب والجزاء"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى ربك يومئذ المستقر» مستقر الخلائق فيحاسبون ويجازون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ لسائر العباد فليس في إمكان أحد أن يستتر أو يهرب عن ذلك الموضع، بل لا بد من إيقافه ليجزى بعمله،"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يخبر الإنسان في ذلك اليوم بما قدّم من أعماله، وبما أخّر منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ينبأ الإنسان يومئذ بما قدم وأخر» بأول عمله وآخره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ أي: بجميع عمله الحسن والسيء، في أول وقته وآخره، وينبأ بخبر لا ينكره."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل الإنسان شاهد على نفسه حيث تشهد عليه جوارحه بما اكتسبه من إثم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل الإنسان على نفسه بصيرة» شاهد تنطق جوارحه بعمله والهاء للمبالغة فلا بد من جزائه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ أي: شاهد ومحاسب،"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولو جاء بأعذار يجادل بها عن نفسه أنه ما عمل سوءًا لم تنفعه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولو ألقى معاذيره» جمع معذرة على غير قياس، أي لو جاء بكل معذرة ما قُبلت منه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَوْ أَلْقَى مَعَاذِيرَهُ فإنها معاذير لا تقبل، ولا تقابل ما يقرر به العبد ، فيقر به، كما قال تعالى: اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا .\nفالعبد وإن أنكر، أو اعتذر عما عمله، فإنكاره واعتذاره لا يفيدانه شيئا، لأنه يشهد عليه سمعه وبصره، وجميع جوارحه بما كان يعمل، ولأن استعتابه قد ذهب وقته وزال نفعه: فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا تحرِّك - أيها الرسول - لسانك بالقرآن مُتَعَجِّلًا أن ينفلت منك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى لنبيه: «لا تحرك به» بالقرآن قبل فراغ جبريل منه «لسانك لتعجل به» خوف أن ينفلت منك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كان النبي صلى الله عليه وسلم إذا جاءه جبريل بالوحي، وشرع في تلاوته عليه، بادره النبي صلى الله عليه وسلم من الحرص قبل أن يفرغ، وتلاه مع تلاوة جبريل إياه، فنهاه الله عن هذا، وقال: وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وقال هنا: لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ ثم ضمن له تعالى أنه لا بد أن يحفظه ويقرأه، ويجمعه الله في صدره،"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن علينا أن نجمعه لك في صدرك، وإثبات قراءته على لسانك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن علينا جمعه» في صدرك «وقرآنه» قراءتك إياه أي جريانه على لسانك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فالحرص الذي في خاطرك، إنما الداعي له حذر الفوات والنسيان، فإذا ضمنه الله لك فلا موجب لذلك."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فإذا قرأه عليك رسولنا جبريل فأنصت إلى قراءته واستمع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فإذا قرأناه» عليك بقراءة جبريل «فاتبع قرآنه» استمع قراءته فكان صلى الله عليه وسلم يستمع ثم يقرؤه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ أي: إذا كمل جبريل قراءة ما أوحى الله إليك، فحينئذ اتبع ما قرأه وأقرأه."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إن علينا تفسيره لك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إن علينا بيانه» بالتفهيم لك، والمناسبة بين هذه الآية وما قبلها أن تلك تضمنت الإعراض عن آيات الله وهذه تضمنت المبادرة إليها بحفظها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ أي: بيان معانيه، فوعده بحفظ لفظه وحفظ معانيه، وهذا أعلى ما يكون، فامتثل صلى الله عليه وسلم لأدب ربه، فكان إذا تلا عليه جبريل القرآن بعد هذا، أنصت له، فإذا فرغ قرأه.\nوفي هذه الآية أدب لأخذ العلم، أن لا يبادر المتعلم المعلم قبل أن يفرغ من المسألة التي شرع فيها، فإذا فرغ منها سأله عما أشكل عليه، وكذلك إذا كان في أول الكلام ما يوجب الرد أو الاستحسان، أن لا يبادر برده أو قبوله، حتى يفرغ من ذلك الكلام، ليتبين ما فيه من حق أو باطل، وليفهمه فهما يتمكن به من الكلام عليه، وفيها: أن النبي صلى الله عليه وسلم كما بين للأمة ألفاظ الوحي، فإنه قد بين لهم معانيه."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كلّا، ليس الأمر كما ادعيتم من استحالة البعث، فأنتم تعلمون أن القادر على خلقكم ابتداءً لا يعجز عن إحيائكم بعد موتكم، لكن سبب تكذيبكم بالبعث هو حبكم للحياة الدنيا سريعة الانقضاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» استفتاح بمعنى ألا «بل يحبون العاجلة» الدنيا بالياء والتاء في الفعلين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هذا الذي أوجب لكم الغفلة والإعراض عن وعظ الله وتذكيره أنكم تُحِبُّونَ الْعَاجِلَةَ وتسعون فيما يحصلها، وفي لذاتها وشهواتها، وتؤثرونها على الآخرة، فتذرون العمل لها، لأن الدنيا نعيمها ولذاتها عاجلة، والإنسان مولع بحب العاجل، والآخرة متأخر ما فيها من النعيم المقيم، فلذلك غفلتم عنها وتركتموها، كأنكم لم تخلقوا لها، وكأن هذه الدار هي دار القرار، التي تبذل فيها نفائس الأعمار، ويسعى لها آناء الليل والنهار، وبهذا انقلبت عليكم الحقيقة، وحصل من الخسار ما حصل.\nفلو آثرتم الآخرة على الدنيا، ونظرتم للعواقب نظر البصير العاقل لأنجحتم، وربحتم ربحا لا خسار معه، وفزتم فوزا لا شقاء يصحبه."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَتَذَرُونَ الْآخِرَةَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وترككم للحياة الآخرة التي طريقها القيام بما أمركم الله به من الطاعات، وترك ما نهاكم عنه من المحرمات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويذرون الآخرة» فلا يعملون لها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: هذا الذي أوجب لكم الغفلة والإعراض عن وعظ الله وتذكيره أنكم تُحِبُّونَ الْعَاجِلَةَ وتسعون فيما يحصلها، وفي لذاتها وشهواتها، وتؤثرونها على الآخرة، فتذرون العمل لها، لأن الدنيا نعيمها ولذاتها عاجلة، والإنسان مولع بحب العاجل، والآخرة متأخر ما فيها من النعيم المقيم، فلذلك غفلتم عنها وتركتموها، كأنكم لم تخلقوا لها، وكأن هذه الدار هي دار القرار، التي تبذل فيها نفائس الأعمار، ويسعى لها آناء الليل والنهار، وبهذا انقلبت عليكم الحقيقة، وحصل من الخسار ما حصل.\nفلو آثرتم الآخرة على الدنيا، ونظرتم للعواقب نظر البصير العاقل لأنجحتم، وربحتم ربحا لا خسار معه، وفزتم فوزا لا شقاء يصحبه."
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وجوه أهل الإيمان والسعادة في ذلك اليوم بَهِيَّة لها نور."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وجوه يومئذ» أي في يوم القيامة «ناضرة» حسنة مضيئة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر ما يدعو إلى إيثار الآخرة، ببيان حال أهلها وتفاوتهم فيها، فقال في جزاء المؤثرين للآخرة على الدنيا: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ أي: حسنة بهية، لها رونق ونور، مما هم فيه من نعيم القلوب، وبهجة النفوس، ولذة الأرواح،"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "إِلَىٰ رَبِّهَا نَاظِرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ناظرة إلى ربها متمتِّعة بذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى ربها ناظرة» أي يرون الله سبحانه وتعالى في الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَى رَبِّهَا نَاظِرَةٌ أي: تنظر إلى ربها على حسب مراتبهم: منهم من ينظره كل يوم بكرة وعشيا، ومنهم من ينظره كل جمعة مرة واحدة، فيتمتعون بالنظر إلى وجهه الكريم، وجماله الباهر، الذي ليس كمثله شيء، فإذا رأوه نسوا ما هم فيه من النعيم وحصل لهم من اللذة والسرور ما لا يمكن التعبير عنه، ونضرت وجوههم فازدادوا جمالا إلى جمالهم، فنسأل الله الكريم أن يجعلنا معهم."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ووجوه أهل الكفر والشقاء في ذلك اليوم عابسة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووجوه يومئذ باسرة» كالحة شديدة العبوس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقال في المؤثرين العاجلة على الآجلة: وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ أي: معبسة ومكدرة ، خاشعة ذليلة."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "توقن أن ينزل بها عقاب عظيم، وعذاب أليم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تظن» توقن «أن يُفعل بها فاقرة» داهية عظيمة تكسر فقار الظهر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ أي: عقوبة شديدة، وعذاب أليم، فلذلك تغيرت وجوههم وعبست."
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما يتصور المشركون من أنهم إذا ماتوا لا يُعَذَّبون، فإذا وصلت نفس أحدهم أعالي صدره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» بمعنى ألا «إذا بلغت» النفس «التراقي» عظام الحلق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يعظ تعالى عباده بذكر حال المحتضر عند السياق ، وأنه إذا بلغت روحه التراقي، وهي العظام المكتنفة لثغرة النحر، فحينئذ يشتد الكرب، ويطلب كل وسيلة وسبب، يظن أن يحصل به الشفاء والراحة،"
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَقِيلَ مَنْ ۜ رَاقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقال بعض الناس لبعض: من يَرْقِي هذا لعله يُشْفَى؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقيل» قال من حوله «من راق» يرقيه ليشفى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقِيلَ مَنْ رَاقٍ أي: من يرقيه من الرقية لأنهم انقطعت آمالهم من الأسباب العادية، فلم يبق إلا الأسباب الإلهية .\nولكن القضاء والقدر، إذا حتم وجاء فلا مرد له،"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "وَظَنَّ أَنَّهُ الْفِرَاقُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأيقن من في النَّزْع حينئذ أنه فراق الدنيا بالموت."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وظن» أيقن من بلغت نفسه ذلك «أنه الفراق» فراق الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَظَنَّ أَنَّهُ الْفِرَاقُ للدنيا."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واجتمعت الشدائد عند نهاية الدنيا وبداية الآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والتفَّت الساق بالساق» أي إحدى ساقيه بالأخرى عند الموت، أو التفت شدة فراق الدنيا بشدة إقبال الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِ أي: اجتمعت الشدائد والتفت، وعظم الأمر وصعب الكرب، وأريد أن تخرج الروح التي ألفت البدن ولم تزل معه،"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا حصل ذلك يُساق الميت إلى ربه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلى ربك يومئذ المساق» أي السوق وهذا يدل على العامل في إذا، والمعنى إذا بلغت النفس الحلقوم تساق إلى حكم ربها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فتساق إلى الله تعالى، حتى يجازيها بأعمالها، ويقررها بفعالها.\nفهذا الزجر، [الذي ذكره الله] يسوق القلوب إلى ما فيه نجاتها، ويزجرها عما فيه هلاكها.\nولكن المعاند الذي لا تنفع فيه الآيات، لا يزال مستمرا على بغيه وكفره وعناده."
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "فَلَا صَدَّقَ وَلَا صَلَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا صَدَّق الكافر بما جاء به رسوله، ولا صلى لله سبحانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا صدق» الإنسان «ولا صلى» أي لم يصدق ولم يصلِّ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَا صَدَّقَ أي: لا آمن بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره وَلَا صَلَّى"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولكن كذب بما جاءه به رسوله، وأعرض عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولكن كذب» بالقرآن «وتولى» عن الإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[وَلَكِنْ كَذَّبَ بالحق في مقابلة التصديق، وَتَوَلَّى عن الأمر والنهي، هذا وهو مطمئن قلبه، غير خائف من ربه،"
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "ثُمَّ ذَهَبَ إِلَىٰ أَهْلِهِ يَتَمَطَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم ذهب هذا الكافر إلى أهله يختال في مشيته من الكبر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم ذهب إلى أهله يتمطى» يتبختر في مشيته إعجابا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بل يذهب إِلَى أَهْلِهِ يَتَمَطَّى أي: ليس على باله شيء،"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "أَوْلَىٰ لَكَ فَأَوْلَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتوعد الله الكافر بأن عذابه قد وليه وقرب منه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أوْلى لك» فيه التفات عن الغيبة والكلمة اسم فعل واللام للتبيين، أي وليك ما تكره «فأوْلى» أي فهو أولى بك من غيرك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "توعده بقوله: أَوْلَى لَكَ فَأَوْلَى ثُمَّ أَوْلَى لَكَ فَأَوْلَى وهذه كلمات وعيد، كررها لتكرير وعيده، ثم ذكر الإنسان بخلقه الأول"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم أعاد الجملة على سبيل التأكيد، فقال:﴿ثُمَّ أَوْلَى لَكَ فَأَوْلَى﴾."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم أوْلى لك فأوْلى» تأكيد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "توعده بقوله: أَوْلَى لَكَ فَأَوْلَى ثُمَّ أَوْلَى لَكَ فَأَوْلَى وهذه كلمات وعيد، كررها لتكرير وعيده، ثم ذكر الإنسان بخلقه الأول"
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيظنّ الإنسان أن الله تاركه مُهْمَلًا دون أن يكلفه بشرع؟"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أيحسب» يظن «الإنسان أن يُترك سدى» هملا لا يكلف بالشرائع لا يحسب ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أي: معطلا ، لا يؤمر ولا ينهى، ولا يثاب ولا يعاقب؟ هذا حسبان باطل وظن بالله بغير ما يليق بحكمته."
                }
            ]
        },
        {
            "ayah_number": 37,
            "text": "أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم يكن هذا الإنسان يومًا نُطْفة من مني يُصَبّ في الرحم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يك» أي كان «نطفة من منيّ يمنى» بالياء والتاء تصب في الرحم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى"
                }
            ]
        },
        {
            "ayah_number": 38,
            "text": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم كان بعد ذلك قطعة من دم جامد، ثم خلقه الله، وجعل خلقه سويًّا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم كان» المني «علقة فخلق» الله منها الإنسان «فسوى» عدل أعضاءه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[ ثُمَّ كَانَ بعد المني عَلَقَةً أي: دما، فَخَلَقَ الله منها الحيوان وسواه أي: أتقنه وأحكمه،"
                }
            ]
        },
        {
            "ayah_number": 39,
            "text": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فجعل من جنسه النوعين: الذكر والأنثى؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فجعل منه» من المني الذي صار علقة قطعة دم ثم مضغة أي قطعة لحم «الزوجين» النوعين «الذكر والأنثى» يجتمعان تارة وينفرد كل منهما عن الآخر تارة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى]"
                }
            ]
        },
        {
            "ayah_number": 40,
            "text": "أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أليس الذي خلق الإنسان من نُطْفة فَعَلَقَة بقادر على إحياء الموتى للحساب والجزاء من جديد؟! بلى، إنه لقادر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أَليس ذلك» الفعَّال لهذه الأشياء «بقادر على أن يحيي الموتى» قال صلى الله عليه وسلم: بلى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[أَلَيْسَ ذَلِكَ الذي خلق الإنسان [وطوره إلى] هذه الأطوار المختلفة بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بلى إنه على كل شيء قدير."
                }
            ]
        }
    ]
}