{
    "surah": "المطففين",
    "number": 83,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَيْلٌ لِلْمُطَفِّفِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هلاك وخسار للمُطَفِّفين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويل» كلمة عذاب، أو واد في جهنم «للمطففين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيْلٌ كلمة عذاب، ووعيد لِلْمُطَفِّفِينَ"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهم الذين إذا اكتالوا من غيرهم يستوفون حقهم كاملًا دون نقص."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين إذا اكتالوا على» أي من «الناس يستوفون» الكيل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وفسر الله المطففين بقوله الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ أي: أخذوا منهم وفاء عما ثبت لهم قبلهم يَسْتَوْفُونَ يستوفونه كاملا من غير نقص."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا كالوا للناس أو وزنوا لهم ينقصون الكيل والميزان؛ وكان ذلك حال أهل المدينة عند هجرة النبي صلى الله عليه وسلم إليهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا كالوهم» أي كالوا لهم «أو وزنوهم» أي وزنوا لهم «يُخْسِرون» ينقصون الكيل أو الوزن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ أي: إذا أعطوا الناس حقهم، الذي للناس عليهم بكيل أو وزن، يُخْسِرُونَ أي: ينقصونهم ذلك، إما بمكيال وميزان ناقصين، أو بعدم ملء المكيال والميزان، أو نحو ذلك.\nفهذا سرقة [لأموال] الناس ، وعدم إنصاف [لهم] منهم.\nوإذا كان هذا الوعيد على الذين يبخسون الناس بالمكيال والميزان، فالذي يأخذ أموالهم قهرًا أو سرقة، أولى بهذا الوعيد من المطففين.\nودلت الآية الكريمة، على أن الإنسان كما يأخذ من الناس الذي له، يجب عليه أن يعطيهم كل ما لهم من الأموال والمعاملات، بل يدخل في [عموم هذا] الحجج والمقالات، فإنه كما أن المتناظرين قد جرت العادة أن كل واحد [منهما] يحرص على ماله من الحجج، فيجب عليه أيضًا أن يبين ما لخصمه من الحجج [التي لا يعلمها]، وأن ينظر في أدلة خصمه كما ينظر في أدلته هو، وفي هذا الموضع يعرف إنصاف الإنسان من تعصبه واعتسافه، وتواضعه من كبره، وعقله من سفهه، نسأل الله التوفيق لكل خير."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "أَلَا يَظُنُّ أُولَٰئِكَ أَنَّهُمْ مَبْعُوثُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألا يتيقن هؤلاء الذين يفعلون هذا المنكر أنهم مبعوثون إلى الله؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألا» استفهام توبيخ «يظن» يتيقن «أولئك أنهم مبعوثون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توعد تعالى المطففين، وتعجب من حالهم وإقامتهم على ما هم عليه، فقال: أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "لِيَوْمٍ عَظِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "للحساب والجزاء في يوم عظيم لما فيه من المحن والأهوال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ليوم عظيم» أي فيه وهو يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توعد تعالى المطففين، وتعجب من حالهم وإقامتهم على ما هم عليه، فقال: أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم يقوم الناس لرب الخلائق كلها؛ للحساب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم» بدل من محل ليوم فناصبه مبعوثون «يقوم الناس» من قبورهم «لرب العالمين» الخلائق لأجل أمره وحسابه وجزائه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم توعد تعالى المطففين، وتعجب من حالهم وإقامتهم على ما هم عليه، فقال: أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ فالذي جرأهم على التطفيف عدم إيمانهم باليوم الآخر، وإلا فلو آمنوا به، وعرفوا أنهم يقومون بين يدى الله، يحاسبهم على القليل والكثير، لأقلعوا عن ذلك وتابوا منه."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما تصوّرتم من أنه لا بَعْث بعد الموت، إن كتاب أهل الفجور من الكفار والمنافقين لفي خسار في الأرض السفلى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» حقا «إن كتاب الفجَّار» أي كتاب أعمال «لفي سجّين» قيل هو كتاب جامع لأعمال الشياطين والكفرة، وقيل هو مكان أسفل الأرض السابعة وهو إبليس وجنوده."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: كَلَّا إِنَّ كِتَابَ الْفُجَّارِ [وهذا شامل لكل فاجر] من أنواع الكفرة والمنافقين، والفاسقين لَفِي سِجِّينٍ"
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَمَا أَدْرَاكَ مَا سِجِّينٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أعلمك - أيها الرسول - ما سِجِّين؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أدراك ما سجين» ما كتاب سجين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَدْرَاكَ مَا سِجِّينٌ كِتَابٌ مَرْقُومٌ أي: كتاب مذكور فيه أعمالهم الخبيثة، والسجين: المحل الضيق الضنك، و سجين ضد عليين الذي هو محل كتاب الأبرار، كما سيأتي.\nوقد قيل: إن سجين هو أسفل الأرض السابعة، مأوى الفجار ومستقرهم في معادهم."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "كِتَابٌ مَرْقُومٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن كتابهم مكتوب لا يزول، ولا يُزَاد فيه ولا يُنْقص."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كتاب مرقوم» مختوم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَدْرَاكَ مَا سِجِّينٌ كِتَابٌ مَرْقُومٌ أي: كتاب مذكور فيه أعمالهم الخبيثة، والسجين: المحل الضيق الضنك، و سجين ضد عليين الذي هو محل كتاب الأبرار، كما سيأتي.\nوقد قيل: إن سجين هو أسفل الأرض السابعة، مأوى الفجار ومستقرهم في معادهم."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هلاك وخسار في ذلك اليوم للمكذبين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويل يومئذ للمكذبين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ"
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذين يكذبون بيوم الجزاء الذي يجازي فيه الله عباده على أعمالهم في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذين يكذبون بيوم الدين» الجزاء بدل أو بيان للمكذبين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم بين المكذبين بأنهم الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ أي: يوم الجزاء، يوم يدين الله فيه الناس بأعمالهم."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يكذب بذلك اليوم إلا كل متجاوز لحدود الله، كثير الآثام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما يكذب به إلا كل معتدٍ» متجاوز الحد «أثيم» صيغة مبالغة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ على محارم الله، متعد من الحلال إلى الحرام.\nأَثِيمٍ أي كثير الإثم، فهذا الذي يحمله عدوانه على التكذيب، ويحمله [عدوانه على التكذيب ويوجب له] كبره رد الحق،"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا تُقْرأ عليه آياتنا المنزلة على رسولنا قال: هي أقاصيص الأمم الأولى، وليست من عند الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذا تتلى عليه آياتنا» القرآن «قال أساطير الأولين» الحكايات التي سطرت قديما جمع أسطورة بالضم أو إسطارة بالكسر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا الدالة على الحق، و[على] صدق ما جاءت به رسله، كذبها وعاندها، و قَالَ هذه أَسَاطِيرُ الْأَوَّلِينَ أي: من ترهات المتقدمين، وأخبار الأمم الغابرين، ليس من عند الله تكبرا وعنادا."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما تصور هؤلاء المكذبون، بل غلب على عقولهم وغطاها ما كانوا يكسبون من المعاصي، فلم يبصروا الحق بقلوبهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» ردع وزجر لقولهم ذلك «بل ران» غلب «على قلوبهم» فغشيها «ما كانوا يكسبون» من المعاصي فهو كالصدأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما من أنصف، وكان مقصوده الحق المبين، فإنه لا يكذب بيوم الدين، لأن الله قد أقام عليه من الأدلة القاطعة، والبراهين الساطعة، ما يجعله حق اليقين، وصار لقلوبهم مثل الشمس للأبصار ، بخلاف من ران على قلبه كسبه، وغطته معاصيه،"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حقًّا إنهم عن رؤية ربهم يوم القيامة لممنوعون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» حقا «إنهم عن ربهم يومئذ» يوم القيامة «لمحجوبون» فلا يرونه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإنه محجوب عن الحق، ولهذا جوزي على ذلك، بأن حجب عن الله، كما حجب قلبه في الدنيا عن آيات الله،"
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "ثُمَّ إِنَّهُمْ لَصَالُواْ الْجَحِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم إنهم لداخلو النار، يعانون حرّها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم إنهم لصالوا الجحيم» لداخلوا النار المحرقة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ إِنَّهُمْ مع هذه العقوبة البليغة لَصَالُوا الْجَحِيمِ"
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "ثُمَّ يُقَالُ هَٰذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم يقال لهم يوم القيامة تقريعًا لهم: هذا العذاب الذي لقيتموه هو ما كنتم تكذبون به في الدنيا عندما يخبركم به رسولكم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم يقال» لهم «هذا» أي العذاب «الذي كنتم به تكذبون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم يقال لهم توبيخا وتقريعًا: هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ فذكر لهم ثلاثة أنواع من العذاب: عذاب الجحيم، وعذاب التوبيخ، واللوم.\nوعذاب الحجاب من رب العالمين، المتضمن لسخطه وغضبه عليهم، وهو أعظم عليهم من عذاب النار، ودل مفهوم الآية، على أن المؤمنين يرون ربهم يوم القيامة وفي الجنة، ويتلذذون بالنظر إليه أعظم من سائر اللذات، ويبتهجون بخطابه، ويفرحون بقربه، كما ذكر الله ذلك في عدة آيات من القرآن، وتواتر فيه النقل عن رسول الله.\nوفي هذه الآيات، التحذير من الذنوب، فإنها ترين على القلب وتغطيه شيئا فشيئا، حتى ينطمس نوره، وتموت بصيرته، فتنقلب عليه الحقائق، فيرى الباطل حقًا، والحق باطلًا، وهذا من بعض عقوبات الذنوب."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ليس الأمر كما تصورتم من أنه لا حساب ولا جزاء، إن كتاب أصحاب الطاعة لفي عِلِّيين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كلا» حقا «إن كتاب الأبرار» أي كتاب أعمال المؤمنين الصادقين في إيمانهم «لفي عليين» قيل هو كتاب جامع لأعمال الخير من الملائكة ومؤمني الثقلين، وقيل هو مكان في السماء السابعة تحت العرش."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر أن كتاب الفجار في أسفل الأمكنة وأضيقها، ذكر أن كتاب الأبرار في أعلاها وأوسعها، وأفسحها"
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَمَا أَدْرَاكَ مَا عِلِّيُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أعلمك - أيها الرسول - ما عِلِّيُّون؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أدراك» أعلمك «ما عليون» ما كتاب عليين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَدْرَاكَ مَا عِلِّيُّونَ"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "كِتَابٌ مَرْقُومٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن كتابهم مكتوب لا يزول، ولا يُزَاد فيه ولا يُنْقص."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "هو «كتاب مرقوم» مختوم."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "يَشْهَدُهُ الْمُقَرَّبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يحضر هذا الكتاب مقربو كل سماء من الملائكة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يشهده المقربون» من الملائكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأن كتابهم المرقوم يَشْهَدُهُ الْمُقَرَّبُونَ من الملائكة الكرام، وأرواح الأنبياء، والصديقين والشهداء، وينوه الله بذكرهم في الملأ الأعلى، و عليون اسم لأعلى الجنة،"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المكثرين من الطاعات لفي نعيم دائم يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الأبرار لفي نعيم» جنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فلما ذكر كتابهم، ذكر أنهم في نعيم، وهو اسم جامع لنعيم القلب والروح والبدن،"
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "عَلَى الْأَرَائِكِ يَنْظُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "على الأسرّة المزينة ينظرون إلى ربهم، وإلى كل ما يبهج نفوسهم ويسرهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«على الأرائك» السرر في الحجال «ينظرون» ما أعطوا من النعيم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عَلَى الْأَرَائِكِ أي: [على] السرر المزينة بالفرش الحسان.\nيُنْظَرُونَ إلى ما أعد الله لهم من النعيم, وينظرون إلى وجه ربهم الكريم،"
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا رأيتهم رأيت في وجوههم أثر التنعّم حُسْنًا وبهاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«تعرف في وجوههم نضرة النعيم» بهجة التنعم وَحُسنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تَعْرِفُ أيها الناظر إليهم فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ أي: بهاء النعيم ونضارته ورونقه، فإن توالي اللذة والسرور يكسب الوجه نورًا وحسنًا وبهجة."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يسقيهم خدمهم من خمر مختوم على إنائها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يُسقوْن من رحيق» خمر خالصة من الدنس «مختوم» على إنائها لا يفك ختمه غيرهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يُسْقَوْنَ مِنْ رَحِيقٍ وهو من أطيب ما يكون من الأشربة وألذها، مَخْتُومٍ"
                }
            ]
        },
        {
            "ayah_number": 26,
            "text": "خِتَامُهُ مِسْكٌ ۚ وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "تفوح رائحة المسك منه إلى نهايته، وفي هذا الجزاء الكريم يجب أن يتسابق المتسابقون، بالعمل بما يرضي الله، وترك ما يسخطه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ختامه مسك» أي آخر شربه تفوح من رائحة المسك «وفي ذلك فليتنافس المتنافسون» فليرغبوا بالمبادرة إلى طاعة الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ذلك الشراب خِتَامُهُ مِسْكٌ يحتمل أن المراد مختوم عن أن يداخله شيء ينقص لذته، أو يفسد طعمه، وذلك الختام، الذي ختم به, مسك.\nويحتمل أن المراد أنه [الذي] يكون في آخر الإناء، الذي يشربون منه الرحيق حثالة، وهي المسك الأذفر، فهذا الكدر منه، الذي جرت العادة في الدنيا أنه يراق, يكون في الجنة بهذه المثابة، وَفِي ذَلِكَ النعيم المقيم، الذي لا يعلم حسنه ومقداره إلا الله، فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ أي: يتسابقوا في المبادرة إليه بالأعمال الموصلة إليه، فهذا أولى ما بذلت فيه نفائس الأنفاس، وأحرى ما تزاحمت للوصول إليه فحول الرجال."
                }
            ]
        },
        {
            "ayah_number": 27,
            "text": "وَمِزَاجُهُ مِنْ تَسْنِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يُخْلط هذا الشراب المختوم من عين تَسْنيم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ومزاجه» أي ما يمزج به «من تسنيم» فُسر بقوله:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومزاج هذا الشراب من تسنيم،"
                }
            ]
        },
        {
            "ayah_number": 28,
            "text": "عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهي عين في أعلى الجنة يشرب منها المقربون صافية خالصة، ويشرب سائر المؤمنين منها، مخلوطة بغيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عينا» فنصبه بأمدح مقدرا «يشرب بها المقربون» منها، أو ضمن يشرب معنى يلتذ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهي عين يَشْرَبُ بِهَا الْمُقَرَّبُونَ صرفا، وهي أعلى أشربة الجنة على الإطلاق، فلذلك كانت خالصة للمقربين، الذين هم أعلى الخلق منزلة، وممزوجة لأصحاب اليمين أي: مخلوطة بالرحيق وغيره من الأشربة اللذيذة."
                }
            ]
        },
        {
            "ayah_number": 29,
            "text": "إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين أجرموا بما كانوا عليه من الكفر كانوا من الذين آمنوا يضحكون استهزاءً بهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين أجرموا» كأبي جهل ونحوه «كانوا من الذين آمنوا» كعمار وبلال ونحوهما «يضحكون» استهزاءً بهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لما ذكر تعالى جزاء المجرمين وجزاء المؤمنين و [ذكر] ما بينهما من التفاوت العظيم، أخبر أن المجرمين كانوا في الدنيا يسخرون بالمؤمنين، ويستهزئون بهم، ويضحكون منهم،"
                }
            ]
        },
        {
            "ayah_number": 30,
            "text": "وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا مرّوا بالمؤمنين غمز بعضهم لبعض سخرية وتَنَدُّرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا مروا» أي المؤمنون «بهم يتغامزون» يشير المجرمون إلى المؤمنين بالجفن والحاجب استهزاء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ويتغامزون بهم عند مرورهم عليهم، احتقارا لهم وازدراء، ومع هذا تراهم مطمئنين، لا يخطر الخوف على بالهم،"
                }
            ]
        },
        {
            "ayah_number": 31,
            "text": "وَإِذَا انْقَلَبُوا إِلَىٰ أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا رجعوا إلى أهليهم رجعوا فرحين بما هم عليه من الكفر والاستهزاء بالمؤمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا انقلبوا» رجعوا «إلى أهلهم انقلبوا فاكهين» وفي قراءة فكهين معجبين بذكرهم المؤمنين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ صباحًا أو مساء انْقَلَبُوا فَكِهِينَ أي: مسرورين مغتبطين ،"
                }
            ]
        },
        {
            "ayah_number": 32,
            "text": "وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَٰؤُلَاءِ لَضَالُّونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا شاهدوا المسلمين قالوا: إن هؤلاء لضالون عن طريق الحق، حيث تركوا دين آبائهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا رأوْهم» أي المؤمنين «قالوا إن هؤلاء لضالون» لإيمانهم بمحمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذا من أعظم ما يكون من الاغترار، أنهم جمعوا بين غاية الإساءة والأمن في الدنيا، حتى كأنهم قد جاءهم كتاب من الله وعهد، أنهم من أهل السعادة، وقد حكموا لأنفسهم أنهم أهل الهدى، وأن المؤمنين ضالون، افتراء على الله، وتجرأوا على القول عليه بلا علم."
                }
            ]
        },
        {
            "ayah_number": 33,
            "text": "وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما وكلهم الله على حفظ أعمالهم حتى يقولوا قولهم هذا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "قال تعالى: «وما أرسلوا» أي الكفار «عليهم» على المؤمنين «حافظين» لهم أو لأعمالهم حتى يدروهم إلى مصالحهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ أي: وما أرسلوا وكلاء على المؤمنين ملزمين بحفظ أعمالهم، حتى يحرصوا على رميهم بالضلال، وما هذا منهم إلا تعنت وعناد وتلاعب، ليس له مستند ولا برهان،"
                }
            ]
        },
        {
            "ayah_number": 34,
            "text": "فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فيوم القيامة الذين آمنوا بالله يضحكون من الكفار كما كان الكفار يضحكون منهم في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فاليوم» أي يوم القيامة «الذين آمنوا من الكفار يضحكون»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا كان جزاؤهم في الآخرة من جنس عملهم، قال تعالى: فَالْيَوْمَ أي: يوم القيامة، الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ حين يرونهم في غمرات العذاب يتقلبون، وقد ذهب عنهم ما كانوا يفترون، والمؤمنون في غاية الراحة والطمأنينة"
                }
            ]
        },
        {
            "ayah_number": 35,
            "text": "عَلَى الْأَرَائِكِ يَنْظُرُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "على الأسرّة المزينة ينظرون إلى ما أعدّ الله لهم من النعيم الدائم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«على الأرائك» في الجنة «ينظرون» من منازلهم إلى الكفار وهم يعذبون فيضحكون منهم كما ضحك الكفار منهم في الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "عَلَى الْأَرَائِكِ وهي السرر المزينة، يُنْظَرُونَ إلى ما أعد الله لهم من النعيم، وينظرون إلى وجه ربهم الكريم."
                }
            ]
        },
        {
            "ayah_number": 36,
            "text": "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لَقَدْ جُوزِي الكفار على أعمالهم التي عملوها في الدنيا بالعذاب المُهِين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«هل ثُوِّبَ» جوزي «الكفار ما كانوا يفعلون» نعم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ أي: هل جوزوا من جنس عملهم؟فكما ضحكوا في الدنيا من المؤمنين ورموهم بالضلال، ضحك المؤمنون منهم في الآخرة، ورأوهم في العذاب والنكال، الذي هو عقوبة الغي والضلال.\nنعم، ثوبوا ما كانوا يفعلون، عدلًا من الله وحكمة، والله عليم حكيم."
                }
            ]
        }
    ]
}