{
    "surah": "الانشقاق",
    "number": 84,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "إِذَا السَّمَاءُ انْشَقَّتْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إذا السماء تَصَدَّعت لنزول الملائكة منها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذا السماء انشقت»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى مبينًا لما يكون في يوم القيامة من تغير الأجرام العظام: إِذَا السَّمَاءُ انْشَقَّتْ أي: انفطرت وتمايز بعضها من بعض، وانتثرت نجومها، وخسف بشمسها وقمرها."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واستمعت لربها منقادة، وحُقَّ لها ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأذنت» سمعت وأطاعت في الانشقاق «لربها وحقت» أي وحق لها أن تسمع وتطيع."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَذِنَتْ لِرَبِّهَا أي: استمعت لأمره، وألقت سمعها، وأصاخت لخطابه، وحق لها ذلك، فإنها مسخرة مدبرة تحت مسخر ملك عظيم، لا يعصى أمره، ولا يخالف حكمه."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَإِذَا الْأَرْضُ مُدَّتْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا الأرض مدّها الله كما يمدّ الأديم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإذا الأرض مدت» زيد في سعتها كما يمد الأديم ولم يبق عليها بناء ولا جبل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا الْأَرْضُ مُدَّتْ أي: رجفت وارتجت، ونسفت عليها جبالها، ودك ما عليها من بناء ومعلم، فسويت، ومدها الله تعالى مد الأديم، حتى صارت واسعة جدًا، تسع أهل الموقف على كثرتهم، فتصير قاعًا صفصفًا لا ترى فيها عوجًا ولا أمتا."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وألقت ما فيها من الكنوز والأموات، وتخلّت عنهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وألقت ما فيها» من الموتى إلى ظاهرها «وتخلت» عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَلْقَتْ مَا فِيهَا من الأموات والكنوز.\nوَتَخَلَّتْ منهم، فإنه ينفخ في الصور، فتخرج الأموات من الأجداث إلى وجه الأرض، وتخرج الأرض كنوزها، حتى تكون كالأسطوان العظيم، يشاهده الخلق، ويتحسرون على ما هم فيه يتنافسون."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واستمعت لربها منقادة، وحُقَّ لها ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأذنت» سمعت وأطاعت في ذلك «لربها وحقت» وذلك كله يكون يوم القيامة، وجواب إذا وما عطف عليها محذوف دل عليه ما بعده تقديره لقي الإنسان عمله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا فَمُلَاقِيهِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يا أيها الإنسان، إنك عامل إما خيرًا وإما شرًّا، فملاقيه يوم القيامة؛ ليجازيك الله عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يا أيها الإنسان إنك كادح» جاهد في عملك «إلى» لقاء «ربك» وهو الموت «كدحا فملاقيه» أي ملاق عملك المذكور من خير أو شر يوم القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[يَا أَيُّهَاالْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ أي: إنك ساع إلى الله، وعامل بأوامره ونواهيه، ومتقرب إليه إما بالخير وإما بالشر، ثم تلاقي الله يوم القيامة، فلا تعدم منه جزاء بالفضل إن كنت سعيدًا، أو بالعدل إن كنت شقيًا ."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما من أُعْطِي صحيفة أعماله بيده اليمنى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما من أوتي كتابه» كتاب عمله «بيمينه» هو المؤمن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولهذا ذكر تفضيل الجزاء، فقال: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ وهم أهل السعادة."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسوف يحاسبه الله حسابًا سهلًا يعرض عليه عمله دون مؤاخذة به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(فسوف يحاسب حسابا يسيرا) هو عرض عمله عليه كما في حديث الصحيحين وفيه \"\" من نوقش الحساب هلك \"\" وبعد العرض يتجاوز عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا وهو العرض اليسير على الله، فيقرره الله بذنوبه، حتى إذا ظن العبد أنه قد هلك، قال الله [تعالى] له: \" إني قد سترتها عليك في الدنيا، فأنا أسترها لك اليوم \"."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَيَنْقَلِبُ إِلَىٰ أَهْلِهِ مَسْرُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويرجع إلى أهله مسرورًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وينقلب إلى أهله» في الجنة «مسرورا» بذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَنْقَلِبُ إِلَى أَهْلِهِ في الجنة مَسْرُورًا لأنه نجا من العذاب وفاز بالثواب."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما من أُعْطِي كتابه بشماله من وراء ظهره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما من أوتي كتابه وراء ظهره» هو الكافر تغل يمناه إلى عنقه وتجعل يسراه وراء ظهره فيأخذ بها كتابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ أي: بشماله من خلفه."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فَسَوْفَ يَدْعُو ثُبُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسينادي بالهلاك على نفسه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسوف يدعو» عند رؤيته ما فيه «ثبورا» ينادي هلاكه بقوله: يا ثبوراه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسَوْفَ يَدْعُو ثُبُورًا من الخزي والفضيحة، وما يجد في كتابه من الأعمال التي قدمها ولم يتب منها."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَيَصْلَىٰ سَعِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويدخل نار جهنم يقاسي حرّها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ويصلى سعيرا» يدخل النار الشديدة وفي قراءة بضم الياء وفتح الصاد واللام المشددة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَيَصْلَى سَعِيرًا أي: تحيط به السعير من كل جانب، ويقلب على عذابها، وذلك لأنه في الدنيا"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنه كان في الدنيا في أهله فرحًا بما هو عليه من الكفر والمعاصي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه كان في أهله» عشيرته في الدنيا «مسرورا» بطرا باتباعه لهواه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَانَ فِي أَهْلِهِ مَسْرُورًا لا يخطر البعث على باله، وقد أساء."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنه ظنّ أنه لن يرجع إلى الحياة بعد موته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه ظن أن» مخففة من الثقيلة واسمها محذوف، أي أنه «لن يحور» يرجع إلى ربه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ولم يظن أنه راجع إلى ربه وموقوف بين يديه."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بلى، ليرجعنَّه الله إلى الحياة كما خلقه أول مرة، إن ربه كان بحاله بصيرًا لا يخفى عليه منه شيء، وسيجازيه على عمله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بلى» يرجع إليه «إن ربه كان به بصيرا» عالما برجوعه إليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا فلا يحسن أن يتركه سدى، لا يؤمر ولا ينهى، ولا يثاب ولا يعاقب."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "فَلَا أُقْسِمُ بِالشَّفَقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالحُمْرة التي تكون في الأفق بعد غروب الشمس."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا أقسم» لا زائدة «بالشفق» هو الحمرة في الأفق بعد غروب الشمس."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم في هذا الموضع بآيات الليل، فأقسم بالشفق الذي هو بقية نور الشمس، الذي هو مفتتح الليل."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَاللَّيْلِ وَمَا وَسَقَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالليل وما جُمِع فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والليل وما وسق» جمع ما دخل عليه من الدواب وغيرها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاللَّيْلِ وَمَا وَسَقَ أي: احتوى عليه من حيوانات وغيرها."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "وَالْقَمَرِ إِذَا اتَّسَقَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والقمر إذا اجتمع وتمّ وصار بدرًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والقمر إذا اتسق» اجتمع وتم نوره وذلك في الليالي البيض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْقَمَرِ إِذَا اتَّسَقَ أي: امتلأ نورًا بإبداره، وذلك أحسن ما يكون وأكثر منافع."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لتركبنّ - أيها الناس - حالًا بعد حال من نُطْفة فَعَلَقة فَمُضْغة، فحياة فموت فبعث."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لتركبن» أيها الناس أصله تركبونن حذفت نون الرفع لتوالي الأمثال والواو لالتقاء الساكنين «طبقا عن طبق» حالا بعد حال، وهو الموت ثم الحياة وما بعدها من أحوال القيامة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمقسم عليه قوله: لَتَرْكَبُنَّ [أي:] أيها الناس طَبَقًا عَنْ طَبَقٍ أي: أطوارا متعددة وأحوالا متباينة، من النطفة إلى العلقة، إلى المضغة، إلى نفخ الروح، ثم يكون وليدًا وطفلًا، ثم مميزًا، ثم يجري عليه قلم التكليف، والأمر والنهي، ثم يموت بعد ذلك، ثم يبعث ويجازى بأعماله، فهذه الطبقات المختلفة الجارية على العبد، دالة على أن الله وحده هو المعبود، الموحد، المدبر لعباده بحكمته ورحمته، وأن العبد فقير عاجز، تحت تدبير العزيز الرحيم."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "فَمَا لَهُمْ لَا يُؤْمِنُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما لهؤلاء الكفار لا يؤمنون بالله، واليوم الآخر؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما لهم» أي الكفار «لا يؤمنون» أي أيُّ مانع من الإيمان أو أي حجة لهم في تركه مع وجود براهينه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومع هذا، فكثير من الناس لا يؤمنون."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإذا قُرِئ عليهم القرآن لا يسجدون لربّهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«و» مالهم «إذا قُرىءَ عليهم القرآن لا يسجدون» يخضعون بأن يؤمنوا به لإعجازه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ أي: لا يخضعون للقرآن، ولا ينقادون لأوامره ونواهيه،"
                }
            ]
        },
        {
            "ayah_number": 22,
            "text": "بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "بل الذين كفروا يكذبون بما جاءهم به رسولهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«بل الذين كفروا يكذبون» بالبعث وغيره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ أي: يعاندون الحق بعدما تبين، فلا يستغرب عدم إيمانهم وعدم انقيادهم للقرآن، فإن المكذب بالحق عنادًا، لا حيلة فيه."
                }
            ]
        },
        {
            "ayah_number": 23,
            "text": "وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والله أعلم بما تحويه صدورهم، لا يخفى عليه من أعمالهم شيء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والله أعلم بما يوعون» يجمعون في صحفهم من الكفر والتكذيب وأعمال السوء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ أي: بما يعملونه وينوونه سرًا، فالله يعلم سرهم وجهرهم، وسيجازيهم بأعمالهم."
                }
            ]
        },
        {
            "ayah_number": 24,
            "text": "فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأخْبِرْهم - أيها الرسول - بما ينتظرهم من عذاب موجع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فبشرهم» أخبرهم «بعذاب أليم» مؤلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ وسميت البشارة بشارة، لأنها تؤثر في البشرة سرورًا أو غمًا.\nفهذه حال أكثر الناس، التكذيب بالقرآن، وعدم الإيمان [به]."
                }
            ]
        },
        {
            "ayah_number": 25,
            "text": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا الذين آمنوا بالله، وعملوا الأعمال الصالحات، لهم ثواب غير مقطوع؛ وهو الجنة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا» لكن «الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون» غير مقطوع ولا منقوص ولا يُمَنُّ به عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن الناس فريق هداهم الله، فآمنوا بالله، وقبلوا ما جاءتهم به الرسل، فآمنوا وعملوا الصالحات.\nفهؤلاء لهم أجر غير ممنون أي: غير مقطوع بل هو أجر دائم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر."
                }
            ]
        }
    ]
}