{
    "surah": "الطارق",
    "number": 86,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَالسَّمَاءِ وَالطَّارِقِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالسماء، وأقسم بالنجم الذي يَطْرُق ليلًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسماء والطارق» أصله كل آت ليلا ومنه النجوم لطلوعها ليلا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول [الله] تعالى: وَالسَّمَاءِ وَالطَّارِقِ"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَمَا أَدْرَاكَ مَا الطَّارِقُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أعلمك - أيها الرسول - شأن هذا النجم العظيم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أدراك» أعلمك «ما الطارق» مبتدأ وخبر في محل المفعول الثاني لأدرى وما بعد الأولى خبرها وفيه تعظيم لشأن الطارق المفسر بما بعده هو."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَدْرَاكَ مَا الطَّارِقُ"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "النَّجْمُ الثَّاقِبُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو النجم يثقب السماء بضيائه المتوهج."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«النجم» أي الثريا أو كل نجم «الثاقب» المضيء لثقبه الظلام بضوئه وجواب القسم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم فسر الطارق بقوله: النَّجْمُ الثَّاقِبُ أي: المضيء، الذي يثقب نوره، فيخرق السماوات [فينفذ حتى يرى في الأرض]، والصحيح أنه اسم جنس يشمل سائر النجوم الثواقب.\nوقد قيل: إنه \" زحل \" الذي يخرق السماوات السبع وينفذ فيها فيرى منها.\nوسمي طارقًا، لأنه يطرق ليلًا."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما من نفس إلا وكَّل الله بها ملكًا يحفظ عليها أعمالها للحساب يوم القيامة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن كل نفس لمَا عليها حافظ» بتخفيف ما فهي مزيدة وإن مخففة من الثقيلة واسمها محذوف، أي إنه واللام فارقة وبتشديدها فإن نافية ولما بمعنى إلا والحافظ من الملائكة يحفظ عملها من خير وشر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمقسم عليه قوله: إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ يحفظ عليها أعمالها الصالحة والسيئة، وستجازى بعملها المحفوظ عليها."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فليتأمل الإنسان مم خلقه الله؛ لتتضح له قدرة الله وعجز الإنسان."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلينظر الإنسان» نظر اعتبار «ممَّ خُلق» من أي شيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ أي: فليتدبر خلقته ومبدأه."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "خُلِقَ مِنْ مَاءٍ دَافِقٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خلقه الله من ماء ذي اندفاق يُصَبّ في الرحم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "جوابه «خُلق من ماء دافق» ذي اندفاق من الرجل والمرأة في رحمها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فإنه مخلوق مِنْ مَاءٍ دَافِقٍ وهو: المني"
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يخرج هذا الماء من بين العمود العظمي الفقري للرجل، وعظام الصدر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يخرج من بين الصلب» للرجل «والترائب» للمرأة وهي عظام الصدر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "المني الذي يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ يحتمل أنه من بين صلب الرجل وترائب المرأة، وهي ثدياها.\nويحتمل أن المراد المني الدافق، وهو مني الرجل، وأن محله الذي يخرج منه ما بين صلبه وترائبه، ولعل هذا أولى، فإنه إنما وصف الله به الماء الدافق، والذي يحس [به] ويشاهد دفقه، هو مني الرجل، وكذلك لفظ الترائب فإنها تستعمل في الرجل، فإن الترائب للرجل، بمنزلة الثديين للأنثى، فلو أريدت الأنثى لقال: \" من بين الصلب والثديين \" ونحو ذلك، والله أعلم."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "إِنَّهُ عَلَىٰ رَجْعِهِ لَقَادِرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إنه سبحانه - إذ خلقه من ذلك الماء المَهِين - قادر على بعثه بعد موته حيًّا للحساب والجزاء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه» تعالى «على رجعه» بعث الإنسان بعد موته «لقادر» فإذا اعتبر أصله علم أن القادر على ذلك قادر على بعثه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فالذي أوجد الإنسان من ماء دافق، يخرج من هذا الموضع الصعب، قادر على رجعه في الآخرة، وإعادته للبعث، والنشور [والجزاء] ، وقد قيل: إن معناه، أن الله على رجع الماء المدفوق في الصلب لقادر، وهذا - وإن كان المعنى صحيحًا - فليس هو المراد من الآية."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "يَوْمَ تُبْلَى السَّرَائِرُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يوم تُخْتَبر السرائر، فيُكْشَف عما كانت تضمره القلوب من النيات والعقائد وغيرها، فيتميز الصالح منها والفاسد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يوم تبلى» تختبر وتكشف «السرائر» ضمائر القلوب في العقائد والنيات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَوْمَ تُبْلَى السَّرَائِرُ أي: تختبر سرائر الصدور، ويظهر ما كان في القلوب من خير وشر على صفحات الوجوه قال تعالى: يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ففي الدنيا، تنكتم كثير من الأمور، ولا تظهر عيانًا للناس، وأما في القيامة، فيظهر بر الأبرار، وفجور الفجار، وتصير الأمور علانية."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فما للإنسان في ذلك اليوم من قوة يمتنع بها من عذاب الله ولا معين يعينه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فما له» لمنكر البعث «من قوة» يمتنع بها من العذاب «ولا ناصر» يدفعه عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَا لَهُ مِنْ قُوَّةٍ يدفع بها عن نفسه وَلَا نَاصِرٍ خارجي ينتصر به، فهذا القسم على حالة العاملين وقت عملهم وعند جزائهم."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَالسَّمَاءِ ذَاتِ الرَّجْعِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالسماء ذات المطر؛ لأنه ينزل من جهتها مرة بعد مرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسماء ذات الرجع» المطر لعوده كل حين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أقسم قسمًا ثانيًا على صحة القرآن، فقال: وَالسَّمَاءِ ذَاتِ الرَّجْعِ"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَالْأَرْضِ ذَاتِ الصَّدْعِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالأرض التي تتشقق عما فيها من النبات والثمر والشجر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأرض ذات الصدع» الشق عن النبات."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم أقسم قسمًا ثانيًا على صحة القرآن، فقال: وَالسَّمَاءِ ذَاتِ الرَّجْعِ وَالْأَرْضِ ذَاتِ الصَّدْعِ أي: ترجع السماء بالمطر كل عام، وتنصدع الأرض للنبات، فيعيش بذلك الآدميون والبهائم، وترجع السماء أيضًا بالأقدار والشئون الإلهية كل وقت، وتنصدع الأرض عن الأموات ."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "إِنَّهُ لَقَوْلٌ فَصْلٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن هذا القرآن المنزل على محمد صلى الله عليه وسلم لقول يفصل بين الحق والباطل، والصدق والكذب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنه» أي القرآن «لقول فصل» يفصل بين الحق والباطل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّه أي: القرآن لَقَوْلٌ فَصْلٌ أي: حق وصدق بين واضح."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "وَمَا هُوَ بِالْهَزْلِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وليس باللعب والباطل، بل هو الجد والحق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما هو بالهزل» باللعب والباطل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا هُوَ بِالْهَزْلِ أي: جد ليس بالهزل، وهو القول الذي يفصل بين الطوائف والمقالات، وتنفصل به الخصومات.\nإِنَّهُمْ أي: المكذبين للرسول صلى الله عليه وسلم، وللقرآن"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "إِنَّهُمْ يَكِيدُونَ كَيْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن المكذبين بما جاءهم رسولهم يكيدون كيدًا كثيرًا ليردّوا دعوته، ويبطلوها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنهم» أي الكفار «يكيدون كيدا» يعملون المكايد للنبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَكِيدُونَ كَيْدًا ليدفعوا بكيدهم الحق، ويؤيدوا الباطل."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "وَأَكِيدُ كَيْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأكيد أنا كيدًا لإظهار الدين ودحض الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأكيد كيدا» أستدرجهم من حيث لا يعلمون."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَكِيدُ كَيْدًا لإظهار الحق، ولو كره الكافرون، ولدفع ما جاءوا به من الباطل، ويعلم بهذا من الغالب، فإن الآدمي أضعف وأحقر من أن يغالب القوي العليم في كيده."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأمهل - أيها الرسول - هؤلاء الكافرين، أمهلهم قليلًا، ولا تستعجل عذابهم وإهلاكهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فمهِّل» يا محمد «الكافرين أمهلهم» تأكيد حسَّنهُ مخالفة اللفظ، أي أنظرهم «رويدا» قليلا وهو مصدر مؤكد لمعنى العامل مصغر رود أو أرواد على الترخيم وقد أخذهم الله تعالى ببدر ونسخ الإمهال بآية السيف، أي الأمر بالقتال والجهاد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا أي: قليلًا، فسيعلمون عاقبة أمرهم، حين ينزل بهم العقاب."
                }
            ]
        }
    ]
}