{
    "surah": "البلد",
    "number": 90,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "لَا أُقْسِمُ بِهَٰذَا الْبَلَدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالبلد الحرام الذي هو مكة المكرمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا» زائدة «أقسم بهذا البلد» مكة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقسم تعالى بِهَذَا الْبَلَدِ الأمين، الذي هو مكة المكرمة، أفضل البلدان على الإطلاق، خصوصًا وقت حلول الرسول صلى الله عليه وسلم فيها."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَأَنتَ حِلٌّ بِهَٰذَا الْبَلَدِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأنت - أيها الرسول - حلال لك ما تصنع فيها؛ من قَتْل مَنْ يستحق القتل، وأَسْر من يستحقّ الأسر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأنت» يا محمد «حِلٌ» حلال «بهذا البلد» بأن يحل لك فتقاتل فيه، وقد أنجز الله له هذا الوعد يوم الفتح، فالجملة اعتراض بين المقسم به وما عطف عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَنتَ حِلٌّ بِهَٰذَا الْبَلَدِ"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَوَالِدٍ وَمَا وَلَدَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم الله بوالد البشر، وأقسم بما تناسل منه من الولد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووالد» أي آدم «وما ولد» أي ذريته وما بمعنى من."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَوَالِدٍ وَمَا وَلَدَ أي: آدم وذريته."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد خلقنا الإنسان في تعب ومشقة؛ لما يعانيه من الشدائد في الدنيا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لقد خلقنا الإنسان» أي الجنس «في كبد» نصب وشدة يكابد مصائب الدنيا وشدائد الآخرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمقسم عليه قوله: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ يحتمل أن المراد بذلك ما يكابده ويقاسيه من الشدائد في الدنيا، وفي البرزخ، ويوم يقوم الأشهاد، وأنه ينبغي له أن يسعى في عمل يريحه من هذه الشدائد، ويوجب له الفرح والسرور الدائم.\nوإن لم يفعل، فإنه لا يزال يكابد العذاب الشديد أبد الآباد.\nويحتمل أن المعنى: لقد خلقنا الإنسان في أحسن تقويم، وأقوم خلقة، مقدر على التصرف والأعمال الشديدة، ومع ذلك، [فإنه] لم يشكر الله على هذه النعمة [العظيمة]، بل بطر بالعافية وتجبر على خالقه، فحسب بجهله وظلمه أن هذه الحال ستدوم له، وأن سلطان تصرفه لا ينعزل،"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيظنّ الإنسان أنه إذا اقترف المعاصي لا يقدر عليه أحد، ولا ينتقم منه، ولو كان ربه الذي خلقه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أيحسب» أيظن الإنسان قوي قريش وهو أبو الأشد بن كلدة بقوته «أن» مخففة من الثقيلة واسمها محذوف، أي أنه «لن يقدر عليه أحد» والله قادر عليه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ ويطغى ويفتخر بما أنفق من الأموال على شهوات نفسه."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "يَقُولُ أَهْلَكْتُ مَالًا لُبَدًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "يقول: أنفقت مالًا كثيرًا متراكمًا بعضه فوق بعض."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يقول أهلكت» على عداوة محمد «مالا لبدا» كثيرا بعضه على بعض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ف يَقُولُ أَهْلَكْتُ مَالًا لُبَدًا أي: كثيًرا، بعضه فوق بعض.\nوسمى الله تعالى الإنفاق في الشهوات والمعاصي إهلاكًا، لأنه لا ينتفع المنفق بما أنفق، ولا يعود عليه من إنفاقه إلا الندم والخسار والتعب والقلة، لا كمن أنفق في مرضاة الله في سبيل الخير، فإن هذا قد تاجر مع الله، وربح أضعاف أضعاف ما أنفق."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيظنّ هذا المتباهي بما ينفقه أن الله لا يراه؟! وأنه لا يحاسبه في ماله؛ من أين اكتسبه؟ وفيم أنفقه؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أيحسب أن» أي أنه «لم يره أحد» فيما أنفقه فيعلم قدره، والله عالم بقدره وأنه ليس مما يتكثر به ومجازيه على فعله السيء."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال الله متوعدًا هذا الذي يفتخر بما أنفق في الشهوات: أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ أي: أيحسب في فعله هذا، أن الله لا يراه ويحاسبه على الصغير والكبير؟بل قد رآه الله، وحفظ عليه أعماله، ووكل به الكرام الكاتبين، لكل ما عمله من خير وشر."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم نجعل له عينين يبصر بهما؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم نجعل» استفهام تقرير أي جعلنا «له عينين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قرره بنعمه، فقال: أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَلِسَانًا وَشَفَتَيْنِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولسانًا وشفتين يتحدث بها؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولسانا وشفتين»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قرره بنعمه، فقال: أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ وَلِسَانًا وَشَفَتَيْنِ للجمال والبصر والنطق، وغير ذلك من المنافع الضرورية فيها، فهذه نعم الدنيا."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَهَدَيْنَاهُ النَّجْدَيْنِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وعرّفناه طريق الخير، وطريق الباطل؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وهديناه النجدين» بينا له طريق الخير والشر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم قال في نعم الدين: وَهَدَيْنَاهُ النَّجْدَيْن أي: طريقي الخير والشر، بينا له الهدى من الضلال، والرشد من الغي.\nفهذه المنن الجزيلة، تقتضي من العبد أن يقوم بحقوق الله، ويشكر الله على نعمه، وأن لا يستعين بها على معاصيه ، ولكن هذا الإنسان لم يفعل ذلك."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "فَلَا اقْتَحَمَ الْعَقَبَةَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وهو مطالب بأن يتجاوز العقبة التي تفصله عن الجنة فيقطعها ويتجاوزها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فلا» فهلا «اقتحم العقبة» جاوزها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَلَا اقْتَحَمَ الْعَقَبَةَ أي: لم يقتحمها ويعبر عليها، لأنه متبع لشهواته ."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "وَمَا أَدْرَاكَ مَا الْعَقَبَةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما أعلمك - أيها الرسول - ما العقبة التي عليه أن يقطعها ليدخل الجنة؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أدراك» أعلمك «ما العقبة» التي يقتحمها تعظيما لشأنها، والجملة اعتراض وبين سبب جوازها بقوله:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا أَدْرَاكَ مَا الْعَقَبَةُ"
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "فَكُّ رَقَبَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هي إعتاق رقبة ذكرًا كانت أو أنثى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فك رقبة» من الرق بأن أعتقها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وهذه العقبة شديدة عليه، ثم فسر [هذه] العقبة فَكُّ رَقَبَةٍ أي: فكها من الرق، بعتقها أو مساعدتها على أداء كتابتها، ومن باب أولى فكاك الأسير المسلم عند الكفار."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو أن يطعم في يوم مجاعة يندر فيه وجود الطعام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو أطْعَمَ في يوم ذي مسغبة» مجاعة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ أي: مجاعة شديدة، بأن يطعم وقت الحاجة أشد الناس حاجة."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "يَتِيمًا ذَا مَقْرَبَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "طفلًا فقد أباه، له به قرابة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«يتيما ذا مقربة» قرابة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يَتِيمًا ذَا مَقْرَبَةٍ أي: جامعًا بين كونه يتيمًا، فقيرًا ذا قرابة."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أو فقيرًا ليس له شيء يملكه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أو مسكينا ذا متربة» لصوق بالتراب لفقره، وفي قراءة بدل الفعلين مصدران مرفوعان مضاف الأول لرقبة وينون الثاني فيقدر قبل العقبة اقتحام، والقراءة المذكورة بيانه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ أي: قد لزق بالتراب من الحاجة والضرورة."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثم كان من الذين آمنوا بالله، وأوصى بعضهم بعضًا بالصبر على الطاعات وعن المعاصي وعلى البلاء، وأوصى بعضهم بعضًا بالرحمة بعباد الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ثم كان» عطف على اقتحم وثم للترتيب الذكري، والمعنى كان وقت الاقتحام «من الذين آمنوا وتواصوا» أوصى بعضهم بعضا «بالصبر» على الطاعة وعن المعصية «وتواصوا بالمرحمة» الرحمة على الخلق."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا أي: آمنوا بقلوبهم بما يجب الإيمان به، وعملوا الصالحات بجوارحهم.\nمن كل قول وفعل واجب أو مستحب.\nوَتَوَاصَوْا بِالصَّبْرِ على طاعة الله وعن معصيته، وعلى أقدار المؤلمة بأن يحث بعضهم بعضًا على الانقياد لذلك، والإتيان به كاملًا منشرحًا به الصدر، مطمئنة به النفس.\nوَتَوَاصَوْا بِالْمَرْحَمَةِ للخلق، من إعطاء محتاجهم، وتعليم جاهلهم، والقيام بما يحتاجون إليه من جميع الوجوه، ومساعدتهم على المصالح الدينية والدنيوية، وأن يحب لهم ما يحب لنفسه، ويكره لهم ما يكره لنفسه."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "أُولَٰئِكَ أَصْحَابُ الْمَيْمَنَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أولئك المتصفون بتلك الصفات هم أصحاب اليمين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أولئك» الموصوفون بهذه الصفات «أصحاب الميمنة» اليمين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أولئك الذين قاموا بهذه الأوصاف، الذين وفقهم الله لاقتحام هذه العقبة أُولَئِكَ أَصْحَابُ الْمَيْمَنَةِ لأنهم أدوا ما أمر الله به من حقوقه وحقوق عباده، وتركوا ما نهوا عنه، وهذا عنوان السعادة وعلامتها."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "والذين كفروا بآياتنا المنزلة على رسولنا هم أصحاب الشمال."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والذين كفروا بآياتنا هم أصحاب المشأمة» الشمال."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالَّذِينَ كَفَرُوا بِآيَاتِنَا بأن نبذوا هذه الأمور وراء ظهورهم، فلم يصدقوا بالله، [ولا آمنوا به]، ولا عملوا صالحًا، ولا رحموا عباد الله، والذين كفروا بآياتنا همْ أَصْحَابُ الْمَشْئَمَة"
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "عليهم نار مغلقة يوم القيامة يعذبون فيها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«عليهم نار مؤصدة» بالهمزة والواو بدله، مطبقة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "[عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ أي: مغلقة، في عمد ممددة، قد مدت من ورائها، لئلا تنفتح أبوابها، حتى يكونوا في ضيق وهم وشدة [والحمد لله]."
                }
            ]
        }
    ]
}