{
    "surah": "الشمس",
    "number": 91,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَالشَّمْسِ وَضُحَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالشمس، وأقسم بوقت ارتفاعها بعد طلوعها من مشرقها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والشمس وضحاها» ضوؤها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم تعالى بهذه الآيات العظيمة، على النفس المفلحة، وغيرها من النفوس الفاجرة، فقال: وَالشَّمْسِ وَضُحَاهَا أي: نورها، ونفعها الصادر منها."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَالْقَمَرِ إِذَا تَلَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالقمر إذا تبع أثرها بعد غروبها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والقمر إذا تلاها» تبعها طالعا عند غروبها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْقَمَرِ إِذَا تَلَاهَا أي: تبعها في المنازل والنور."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَالنَّهَارِ إِذَا جَلَّاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالنهار إذا كشف ما على وجه الأرض بضوئه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والنهار إذا جلاها» بارتفاعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالنَّهَارِ إِذَا جَلَّاهَا أي: جلى ما على وجه الأرض وأوضحه."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَاللَّيْلِ إِذَا يَغْشَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالليل إذا يغشى وجه الأرض، فيصير مظلمًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والليل إذا يغشاها» يغطيها بظلمته وإذا في الثلاثة لمجرد الظرفية والعامل فيها فعل القسم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَاللَّيْلِ إِذَا يَغْشَاهَا أي: يغشى وجه الأرض، فيكون ما عليها مظلمًا.\nفتعاقب الظلمة والضياء، والشمس والقمر، على هذا العالم، بانتظام وإتقان، وقيام لمصالح العباد، أكبر دليل على أن الله بكل شيء عليم، وعلى كل شيء قدير، وأنه المعبود وحده، الذي كل معبود سواه فباطل."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَالسَّمَاءِ وَمَا بَنَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالسماء، وأقسم ببنائها المتقن."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والسماء وما بناها»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالسَّمَاءِ وَمَا بَنَاهَا يحتمل أن \" ما \" موصولة، فيكون الإقسام بالسماء وبانيها، الذي هو الله تبارك وتعالى، ويحتمل أنها مصدرية، فيكون الإقسام بالسماء وبنيانها، الذي هو غاية ما يقدر من الإحكام والإتقان والإحسان."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَالْأَرْضِ وَمَا طَحَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالأرض، وأقسم ببسطها؛ ليسكن الناس عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والأرض وما طحاها» بسطها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالْأَرْضِ وَمَا طَحَاهَا أي: مدها ووسعها، فتمكن الخلق حينئذ من الانتفاع بها، بجميع وجوه الانتفاع."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَنَفْسٍ وَمَا سَوَّاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بكل نفس، وأقسم بخلق الله لها سوية."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ونفس» بمعنى نفوس «وما سوَّاها» في الخلقة وما في الثلاثة مصدرية أو بمعنى من."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَنَفْسٍ وَمَا سَوَّاهَا يحتمل أن المراد نفس سائر المخلوقات الحيوانية، كما يؤيد هذا العموم، ويحتمل أن المراد بالإقسام بنفس الإنسان المكلف، بدليل ما يأتي بعده.\nوعلى كل، فالنفس آية كبيرة من آياته التي حقيقة بالإقسام بها فإنها في غاية اللطف والخفة، سريعة التنقل [والحركة] والتغير والتأثر والانفعالات النفسية، من الهم، والإرادة، والقصد، والحب، والبغض، وهي التي لولاها لكان البدن مجرد تمثال لا فائدة فيه، وتسويتها على هذا الوجه آية من آيات الله العظيمة."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأفهمها من غير تعليم ما هو شرّ لتجتنبه، وما هو خير لتأتيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فألهمها فجورها وتقواها» بيَّن لها طريق الخير والشر وأخر التقوى رعاية لرؤوس الآي وجواب القسم:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "قَدْ أَفْلَحَ مَنْ زَكَّاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قد فاز بمطلوبه من طهّر نفسه بتحليتها بالفضائل، وتخليتها عن الرذائل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«قد أفلح» حذفت منه اللام لطول الكلام «مَنْ زكَّاها» طهرها من الذنوب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقوله: قَدْ أَفْلَحَ مَنْ زَكَّاهَا أي: طهر نفسه من الذنوب، ونقاها من العيوب، ورقاها بطاعة الله، وعلاها بالعلم النافع والعمل الصالح."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَقَدْ خَابَ مَنْ دَسَّاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وقد خسر من دَسَّ نفسه مخفيًا إياها في المعاصي والآثام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وقد خاب» خسر «مَنْ دسَّاها» أخفاها بالمعصية وأصله دسها أبدلت السين الثانية ألفا تخفيفا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَقَدْ خَابَ مَنْ دَسَّاهَا أي: أخفى نفسه الكريمة، التي ليست حقيقة بقمعها وإخفائها، بالتدنس بالرذائل، والدنو من العيوب، والاقتراف للذنوب، وترك ما يكملها وينميها، واستعمال ما يشينها ويدسيها."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "كذبت ثمود نبيها صالحًا بسبب مجاوزتها الحدّ في ارتكاب المعاصي، واقتراف الآثام."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«كذَّبت ثمود» رسولها صالحا «بطغواها» بسبب طغيانها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا أي: بسبب طغيانها وترفعها عن الحق، وعتوها على رسل الله"
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "إِذِ انْبَعَثَ أَشْقَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "حين قام أشقاهم بعد انتداب قومه له."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إذ انبعث» أسرع «أشقاها» واسمه قدار إلى عقر الناقة برضاهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِذِ انْبَعَثَ أَشْقَاهَا أي: أشقى القبيلة، [وهو] \" قدار بن سالف \" لعقرها حين اتفقوا على ذلك، وأمروه فأتمر لهم."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فقال لهم رسول الله صالح عليه السلام: اتركوا ناقة الله، وشِرْبها في يومها، فلا تتعرضوا لها بسوء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فقال لهم رسول الله» صالح «ناقة الله» أي ذروها «وسقياها» شربها في يومها وكان لها يوم ولهم يوم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَقَالَ لَهُمْ رَسُولُ اللَّهِ صالح عليه السلام محذرًا: نَاقَةَ اللَّهِ وَسُقْيَاهَا أي: احذروا عقر ناقة الله، التي جعلها لكم آية عظيمة، ولا تقابلوا نعمة الله عليكم بسقي لبنها أن تعقروها، فكذبوا نبيهم صالحًا."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فكذبوا رسولهم في شأن الناقة، فقتلها أشقاهم مع رضاهم بما فعل، فكانوا شركاء في الإثم، فأطبق الله عليهم عذابه، فأهلكهم بالصيحة بسبب ذنوبهم، وسوّاهم في العقوبة التي أهلكهم بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فكذبوه» في قوله ذلك عن الله المرتب عليه نزول العذاب بهم إن خالفوه «فعقروها» قتلوها ليسلم لهم ماء شربها «فدمدم» أطبق «عليهم ربهم» العذاب «بذنبهم فسواها» أي الدمدمة عليهم، أي عمهم بها فلم يفلت منهم أحد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ أي: دمر عليهم وعمهم بعقابه، وأرسل عليهم الصيحة من فوقهم، والرجفة من تحتهم، فأصبحوا جاثمين على ركبهم، لا تجد منهم داعيًا ولا مجيبا.\nفَسَوَّاهَا عليهم أي: سوى بينهم بالعقوبة"
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "وَلَا يَخَافُ عُقْبَاهَا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فعل الله بهم من العذاب ما أهلكهم غير خائف سبحانه من تبعاته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولا» بالواو والفاء «يخاف عقباها» تبعتها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَا يَخَافُ عُقْبَاهَا أي: تبعتها.\nوكيف يخاف من هو قاهر، لا يخرج عن قهره وتصرفه مخلوق، الحكيم في كل ما قضاه وشرعه؟"
                }
            ]
        }
    ]
}