{
    "surah": "الليل",
    "number": 92,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَاللَّيْلِ إِذَا يَغْشَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالليل إذا يغطي ما بين السماء والأرض بظلمته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والليل إذا يغشى» بظلمته كل ما بين السماء والأرض."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هذا قسم من الله بالزمان الذي تقع فيه أفعال العباد على تفاوت أحوالهم، فقال: وَاللَّيْلِ إِذَا يَغْشَى [أي: يعم] الخلق بظلامه، فيسكن كل إلى مأواه ومسكنه، ويستريح العباد من الكد والتعب."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَالنَّهَارِ إِذَا تَجَلَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالنهار إذا تكشّف وظهر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والنهار إذا تجلى» تكشف وظهر وإذا في الموضوعين لمجرد الظرفية والعامل فيها فعل القسم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَالنَّهَارِ إِذَا تَجَلَّى للخلق، فاستضاءوا بنوره، وانتشروا في مصالحهم."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بخلقه النوعين: الذكر والأنثى."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما» بمعنى من أو مصدرية «خلق الذكر والأنثى» آدم وحواء وكل ذكر وكل أنثى، والخنثى المشكل عندنا ذكر أو أنثى عند الله تعالى فيحنث بتكليمه من حلف لا يكلم لا يكلم ذكرا ولا أنثى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى إن كانت \" ما \" موصولة، كان إقسامًا بنفسه الكريمة الموصوفة، بأنه خالق الذكور والإناث، وإن كانت مصدرية، كان قسمًا بخلقه للذكر والأنثى، وكمال حكمته في ذلك أن خلق من كل صنف من الحيوانات التي يريد بقاءها ذكرًا وأنثى، ليبقى النوع ولا يضمحل، وقاد كلا منهما إلى الآخر بسلسلة الشهوة، وجعل كلًا منهما مناسبًا للآخر، فتبارك الله أحسن الخالقين."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "إِنَّ سَعْيَكُمْ لَشَتَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن عملكم - أيها الناس - لمختلف، فمنه الحسنات التي هي سبب دخول الجنة، والسيئات التي هي سبب دخول النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن سعيكم» عملكم «لشتى» مختلف فعامل للجنة بالطاعة وعامل للنار بالمعصية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ سَعْيَكُمْ لَشَتَّى هذا [هو] المقسم عليه أي: إن سعيكم أيها المكلفون لمتفاوت تفاوتا كثيًرا، وذلك بحسب تفاوت نفس الأعمال ومقدارها والنشاط فيها، وبحسب الغاية المقصودة بتلك الأعمال، هل هو وجه الله الأعلى الباقي؟ فيبقى السعي له ببقائه، وينتفع به صاحبه، أم هي غاية مضمحلة فانية، فيبطل السعي ببطلانها، ويضمحل باضمحلالها؟"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَأَمَّا مَنْ أَعْطَىٰ وَاتَّقَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فأما من أعطى ما يلزمه بذله؛ من زكاة ونفقة وكفارة، واتقى ما نهى الله عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما من أعطى» حق الله «واتقى» الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فصل الله تعالى العاملين، ووصف أعمالهم، فقال: فَأَمَّا مَنْ أَعْطَى [أي] ما أمر به من العبادات المالية، كالزكوات، والكفارات والنفقات، والصدقات، والإنفاق في وجوه الخير، والعبادات البدنية كالصلاة، والصوم ونحوهما.\nوالمركبة منهما، كالحج والعمرة [ونحوهما] وَاتَّقَى ما نهي عنه، من المحرمات والمعاصي، على اختلاف أجناسها."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "وَصَدَّقَ بِالْحُسْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وصدَّق بما وعده الله به من الخَلَف."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وصدَّق بالحسنى» أي بلا إله إلا الله في الموضوعين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَصَدَّقَ بِالْحُسْنَى أي: صدق ب \" لا إله إلا الله \" وما دلت عليه، من جميع العقائد الدينية، وما ترتب عليها من الجزاء الأخروي."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "فَسَنُيَسِّرُهُ لِلْيُسْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسنُسَهِّل عليه العمل الصالح، والإنفاق في سبيل الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسنسيره لليسرى» للجنة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسَنُيَسِّرُهُ لِلْيُسْرَى أي: نسهل عليه أمره، ونجعله ميسرا له كل خير، ميسرًا له ترك كل شر، لأنه أتى بأسباب التيسير، فيسر الله له ذلك."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأما من بخل بماله فلم يبذله فيما يجب عليه بذله فيه، واستغنى بماله عن الله فلم يسأل الله من فضله شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما من بخل» بحق الله «واستغنى» عن ثوابه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا مَنْ بَخِلَ بما أمر به، فترك الإنفاق الواجب والمستحب، ولم تسمح نفسه بأداء ما وجب لله، وَاسْتَغْنَى عن الله، فترك عبوديته جانبًا، ولم ير نفسه مفتقرة غاية الافتقار إلى ربها، الذي لا نجاة لها ولا فوز ولا فلاح، إلا بأن يكون هو محبوبها ومعبودها، الذي تقصده وتتوجه إليه."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "وَكَذَّبَ بِالْحُسْنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وكذَّب بما وعده الله من الخَلَف ومن الثواب على إنفاق ماله في سبيل الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وكذب بالحسنى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَكَذَّبَ بِالْحُسْنَى أي: بما أوجب الله على العباد التصديق به من العقائد الحسنة."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "فَسَنُيَسِّرُهُ لِلْعُسْرَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فسنُسَهِّل عليه عمل الشرّ، ونُعَسِّر عليه فعل الخير."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فسنسيره» نهيئه «للعسرى» للنار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَسَنُيَسِّرُهُ لِلْعُسْرَى أي: للحالة العسرة، والخصال الذميمة، بأن يكون ميسرًا للشر أينما كان، ومقيضًا له أفعال المعاصي، نسأل الله العافية."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما يغني عنه ماله الذي بخل به شيئًا إذا هلك، ودخل النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما» نافية «يغني عنه ماله إذا تردَّى» في النار."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا يُغْنِي عَنْهُ مَالُهُ الذي أطغاه واستغنى به، وبخل به إذا هلك ومات، فإنه لا يصحبه إلا عمله الصالح .\nوأما ماله [الذي لم يخرج منه الواجب] فإنه يكون وبالًا عليه، إذ لم يقدم منه لآخرته شيئًا."
                }
            ]
        },
        {
            "ayah_number": 12,
            "text": "إِنَّ عَلَيْنَا لَلْهُدَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن علينا أن نبيّن طريق الحق من الباطل."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن علينا لَلهدى» لتبيين طريق الهدى من طريق الضلال ليمتثل أمرنا بسلوك الأول ونهينا عن ارتكاب الثاني."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ عَلَيْنَا لَلْهُدَى أي: إن الهدى المستقيم طريقه، يوصل إلى الله، ويدني من رضاه، وأما الضلال، فطرق مسدودة عن الله، لا توصل صاحبها إلا للعذاب الشديد."
                }
            ]
        },
        {
            "ayah_number": 13,
            "text": "وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإن لنا لَلْحياة الآخرة ولنا الحياة الدنيا، نتصرّف فيهما بما نشاء، وليس ذلك لأحد غيرنا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإن لنا للآخرة والأولى» أي الدنيا فمن طلبهما من غيرنا فقد أخطأ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى ملكًا وتصرفًا، ليس له فيهما مشارك، فليرغب الراغبون إليه في الطلب، ولينقطع رجاؤهم عن المخلوقين."
                }
            ]
        },
        {
            "ayah_number": 14,
            "text": "فَأَنْذَرْتُكُمْ نَارًا تَلَظَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فحذّرتكم - أيها الناس - من نار تتوقد إن أنتم عصيتم الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأنذرتكم» خوفتكم يا أهل مكة «نارا تلظى» بحذف إحدى التاءين من الأصل وقريء بثبوتها، أي تتوقد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى أي: تستعر وتتوقد."
                }
            ]
        },
        {
            "ayah_number": 15,
            "text": "لَا يَصْلَاهَا إِلَّا الْأَشْقَى",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يقاسي حرّ هذه النار إلا الأشقى وهو الكافر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لا يصلاها» يدخلها «إلا الأشقى» بمعنى الشقي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ بالخبر وَتَوَلَّى عن الأمر."
                }
            ]
        },
        {
            "ayah_number": 16,
            "text": "الَّذِي كَذَّبَ وَتَوَلَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي كذَّب بما جاء به الرسول صلى الله عليه وسلم، وأعرض عن امتثال أمر الله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(الذي كذب) النبي (وتولى) عن الإيمان وهذا الحصر مؤول لقوله تعالى: \"\" ويغفر ما دون ذلك لمن يشاء \"\" فيكون المراد الصلي المؤبد."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ بالخبر وَتَوَلَّى عن الأمر."
                }
            ]
        },
        {
            "ayah_number": 17,
            "text": "وَسَيُجَنَّبُهَا الْأَتْقَى",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وسيُباعَد عنها أتقى الناس أبو بكر رضي الله عنه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وسيجنبها» يبعد عنها «الأتقى» بمعنى التقي."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى بأن يكون قصده به تزكية نفسه، وتطهيرها من الذنوب والعيوب ، قاصدًا به وجه الله تعالى، فدل هذا على أنه إذا تضمن الإنفاق المستحب ترك واجب، كدين ونفقة ونحوهما، فإنه غير مشروع، بل تكون عطيته مردودة عند كثير من العلماء، لأنه لا يتزكى بفعل مستحب يفوت عليه الواجب."
                }
            ]
        },
        {
            "ayah_number": 18,
            "text": "الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي ينفق ماله في وجوه البر ليتطهر من الذنوب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي يؤتي ماله يتزكى» متزكيا به عند الله تعالى بأن يخرجه لله تعالى لا رياء ولا سمعة، فيكون زاكيا عند الله، وهذا نزل في الصدّيق رضي الله عنه لما اشترى بلالا المعذب على إيمانه وأعتقه، فقال الكفار: إنما فعل ذلك ليد كانت له عنده فنزلت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى بأن يكون قصده به تزكية نفسه، وتطهيرها من الذنوب والعيوب ، قاصدًا به وجه الله تعالى، فدل هذا على أنه إذا تضمن الإنفاق المستحب ترك واجب، كدين ونفقة ونحوهما، فإنه غير مشروع، بل تكون عطيته مردودة عند كثير من العلماء، لأنه لا يتزكى بفعل مستحب يفوت عليه الواجب."
                }
            ]
        },
        {
            "ayah_number": 19,
            "text": "وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا يبذل ما يبذل من ماله ليكافئ نعمة أنعم بها أحد عليه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما لأحد عنده من نعمة تُجزى»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى أي: ليس لأحد من الخلق على هذا الأتقى نعمة تجزى إلا وقد كافأه بها، وربما بقي له الفضل والمنة على الناس، فتمحض عبدًا لله، لأنه رقيق إحسانه وحده، وأما من بقي عليه نعمة للناس لم يجزها ويكافئها، فإنه لا بد أن يترك للناس، ويفعل لهم ما ينقص [إخلاصه].\nوهذه الآية، وإن كانت متناولة لأبي بكر الصديق رضي الله عنه، بل قد قيل إنها نزلت في سببه، فإنه -رضي الله عنه- ما لأحد عنده من نعمة تجزى، حتى ولا رسول الله صلى الله عليه وسلم، إلا نعمة الرسول التي لا يمكن جزاؤها، وهي [نعمة] الدعوة إلى دين الإسلام، وتعليم الهدى ودين الحق، فإن لله ورسوله المنة على كل أحد، منة لا يمكن لها جزاء ولا مقابلة، فإنها متناولة لكل من اتصف بهذا الوصف الفاضل، فلم يبق لأحد عليه من الخلق نعمة تجزى، فبقيت أعماله خالصة لوجه الله تعالى."
                }
            ]
        },
        {
            "ayah_number": 20,
            "text": "إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لا يريد بما يبذله من ماله إلا وجه ربه العالي على خَلْقِه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا» لكن فعل ذلك «ابتغاء وجه ربه الأعلى» أي طلب ثواب الله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى وَلَسَوْفَ يَرْضَى هذا الأتقى بما يعطيه الله من أنواع الكرامات والمثوبات، والحمد لله رب العالمين."
                }
            ]
        },
        {
            "ayah_number": 21,
            "text": "وَلَسَوْفَ يَرْضَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولسوف يرضى بما يعطيه الله من الجزاء الكريم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولسوف يرضى» بما يُعطاه من الثواب في الجنة والآية تشمل من فعل مثل فعله رضي الله تعالى عنه فيبعده عن النار ويثاب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى وَلَسَوْفَ يَرْضَى هذا الأتقى بما يعطيه الله من أنواع الكرامات والمثوبات"
                }
            ]
        }
    ]
}