{
    "surah": "الضحى",
    "number": 93,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَٱلضُّحَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بأول النهار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والضحى» أي أول النهار أو كله."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم تعالى بالنهار إذا انتشر ضياؤه بالضحى."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "وَٱلَّيۡلِ إِذَا سَجَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالليل إذا أظلم وسكن الناس فيه عن الحركة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والليل إذا سجى» غطى بظلامه أو سكن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وبالليل إذا سجى وادلهمت ظلمته، على اعتناء الله برسوله صلى الله عليه وسلم"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ما تركك - أيها الرسول - ربك، وما أبغضك؛ كما يقول المشركون لما فَتَر الوحي."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما ودَّعك» تركك يا محمد «ربك وما قلى» أبغضك نزل هذا لما قال الكفار عند تأخر الوحي عنه خمسة عشر يوما: إن ربه ودَّعه وقلاهُ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا وَدَّعَكَ رَبُّكَ أي: ما تركك منذ اعتنى بك، ولا أهملك منذ رباك ورعاك، بل لم يزل يربيك أحسن تربية، ويعليك درجة بعد درجة.\nوَمَا قَلا ك الله أي: ما أبغضك منذ أحبك، فإن نفي الضد دليل على ثبوت ضده، والنفي المحض لا يكون مدحًا، إلا إذا تضمن ثبوت كمال، فهذه حال الرسول صلى الله عليه وسلم الماضية والحاضرة، أكمل حال وأتمها، محبة الله له واستمرارها، وترقيته في درج الكمال، ودوام اعتناء الله به."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَلَلۡأٓخِرَةُ خَيۡرٞ لَّكَ مِنَ ٱلۡأُولَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولَلدار الآخرة خير لك من الدنيا؛ لما فيها من النعيم الدائم الذي لا ينقطع."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وللآخرة خير لك» لما فيها من الكرامات لك «من الأولى» الدنيا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وأما حاله المستقبلة، فقال: وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى أي: كل حالة متأخرة من أحوالك، فإن لها الفضل على الحالة السابقة.\nفلم يزل صلى الله عليه وسلم يصعد في درج المعالي ويمكن له الله دينه، وينصره على أعدائه، ويسدد له أحواله، حتى مات، وقد وصل إلى حال لا يصل إليها الأولون والآخرون، من الفضائل والنعم، وقرة العين، وسرور القلب."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَلَسَوۡفَ يُعۡطِيكَ رَبُّكَ فَتَرۡضَىٰٓ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولسوف يعطيك من الثواب الجزيل لك ولأمتك حتى ترضى بما أعطاك وأعطى أمتك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ولسوف يعطيك ربك) في الآخرة من الخيرات عطاء جزيلا (فترضى) به فقال صلى الله عليه وسلم: \"\" إذن لا أرضى وواحد من أمتي في النار \"\" إلى هنا تم جواب القسم بمثبتين بعد منفيين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم بعد ذلك، لا تسأل عن حاله في الآخرة، من تفاصيل الإكرام، وأنواع الإنعام، ولهذا قال: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى وهذا أمر لا يمكن التعبير عنه بغير هذه العبارة الجامعة الشاملة.\nثم امتن عليه بما يعلمه من أحواله [الخاصة] فقال:"
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "أَلَمۡ يَجِدۡكَ يَتِيمٗا فَـَٔاوَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد وجدك صغيرًا قد مات عنك أبوك، فجعل لك مأوى، حيث عطف عليك جدُّك عبد المطلب، ثم عمّك أبو طالب."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يجدك» استفهام تقرير أي وجدك «يتيما» بفقد أبيك قبل ولادتك أو بعدها «فآوى» بأن ضمك إلى عمك أبي طالب."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى أي: وجدك لا أم لك، ولا أب، بل قد مات أبوه وأمه وهو لا يدبر نفسه، فآواه الله، وكفله جده عبد المطلب، ثم لما مات جده كفله الله عمه أبا طالب، حتى أيده بنصره وبالمؤمنين."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَوَجَدَكَ ضَآلّٗا فَهَدَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ووجدك لا تدري ما الكتاب ولا الإيمان، فعلّمك من ذلك ما لم تكن تعلم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ووجدك ضالا» عما أنت عليه من الشريعة «فهدى» أي هداك إليها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَوَجَدَكَ ضَالًّا فَهَدَى أي: وجدك لا تدري ما الكتاب ولا الإيمان، فعلمك ما لم تكن تعلم، ووفقك لأحسن الأعمال والأخلاق."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَوَجَدَكَ عَآئِلٗا فَأَغۡنَىٰ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ووجدك فقيرًا فأغناك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "(ووجدك عائلا) فقيرا (فأغنى) أغناك بما قنعك به من الغنيمة وغيرها وفي الحديث: \"\" ليس الغني عن كثرة العرض ولكن الغني غني النفس \"\"."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَوَجَدَكَ عَائِلًا أي: فقيرًا فَأَغْنَى بما فتح الله عليك من البلدان، التي جبيت لك أموالها وخراجها.\nفالذي أزال عنك هذه النقائص، سيزيل عنك كل نقص، والذي أوصلك إلى الغنى، وآواك ونصرك وهداك، قابل نعمته بالشكران."
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "فَأَمَّا ٱلۡيَتِيمَ فَلَا تَقۡهَرۡ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فلا تُسِئ معاملة من فقد أباه في الصغر، ولا تذلّه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأما اليتيم فلا تقهر» بأخذ ماله أو غير ذلك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ أي: لا تسيء معاملة اليتيم، ولا يضق صدرك عليه، ولا تنهره، بل أكرمه، وأعطه ما تيسر، واصنع به كما تحب أن يصنع بولدك من بعدك."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَأَمَّا ٱلسَّآئِلَ فَلَا تَنۡهَرۡ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولا تزجر السائل المحتاج."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما السائل فلا تنهر» تزجره لفقره."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ أي: لا يصدر منك إلى السائل كلام يقتضي رده عن مطلوبه، بنهر وشراسة خلق، بل أعطه ما تيسر عندك أو رده بمعروف [وإحسان].\nوهذا يدخل فيه السائل للمال، والسائل للعلم، ولهذا كان المعلم مأمورًا بحسن الخلق مع المتعلم، ومباشرته بالإكرام والتحنن عليه، فإن في ذلك معونة له على مقصده، وإكرامًا لمن كان يسعى في نفع العباد والبلاد."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "واشكر نِعَم الله عليك وتحدث بها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأما بنعمة ربك» عليك بالنبوة وغيرها «فحدّث» أخبر، وحذف ضميره في بعض الأفعال رعاية للفواصل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ [وهذا يشمل] النعم الدينية والدنيوية فَحَدِّثْ أي: أثن على الله بها، وخصصها بالذكر إن كان هناك مصلحة.\nوإلا فحدث بنعم الله على الإطلاق، فإن التحدث بنعمة الله، داع لشكرها، وموجب لتحبيب القلوب إلى من أنعم بها، فإن القلوب مجبولة على محبة المحسن."
                }
            ]
        }
    ]
}