{
    "surah": "البينة",
    "number": 98,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لم يكن الذين كفروا من اليهود والنصارى والمشركين مفارقين إجماعهم واتفاقهم على الكفر حتى يأتيهم برهان واضح، وحجة جَلِيَّة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لم يكن الذين كفروا من» للبيان «أهل الكتاب والمشركين» أي عبدة الأصنام عطف على أهل «منفكين» خبر يكن، أي زائلين عما هم عليه «حتى تأتيهم» أي أتتهم «البينة» أي الحجة الواضحة وهي محمد صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "يقول تعالى: لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ أي: [من] اليهود والنصارى وَالْمُشْرِكِينَ من سائر أصناف الأمم.\nمُنْفَكِّينَ عن كفرهم وضلالهم الذي هم عليه، أي: لا يزالون في غيهم وضلالهم، لا يزيدهم مرور السنين إلا كفرًا.\nحَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ الواضحة، والبرهان الساطع."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هذا البرهان الواضح والحجة الجَلِيَّة هو رسول من عند الله بعثه يقرأ صحفًا مطهرة لا يمسها إلا المطهرون."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«رسول من الله» بدل من البينة وهو النبي صلى الله عليه وسلم «يتلو صحفاً مطهرة» من الباطل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم فسر تلك البينة فقال: رَسُولٌ مِنَ اللَّهِ أي: أرسله الله، يدعو الناس إلى الحق، وأنزل عليه كتابًا يتلوه، ليعلم الناس الحكمة ويزكيهم، ويخرجهم من الظلمات إلى النور يَتْلُو صُحُفًا مُطَهَّرَةً أي: محفوظة عن قربان الشياطين، لا يمسها إلا المطهرون، لأنها في أعلى ما يكون من الكلام."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "فِيهَا كُتُبٌ قَيِّمَةٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في تلك الصحف أخبار صدق وأحكام عدل، ترشد الناس إلى ما فيه صلاحهم ورشدهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فيها كتب» أحكام مكتوبة «قيمة» مستقيمة، أي يتلو مضمون ذلك وهو القرآن، فمنهم من آمن به ومنهم من كفر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فِيهَا أي: في تلك الصحف كُتُبٌ قَيِّمَةٌ أي: أخبار صادقة، وأوامر عادلة تهدي إلى الحق وإلى صراط مستقيم، فإذا جاءتهم هذه البينة، فحينئذ يتبين طالب الحق ممن ليس له مقصد في طلبه، فيهلك من هلك عن بينة، ويحيا من حي عن بينة."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وما اختلف اليهود الذين أُعْطوا التوراة، والنصارى الذين أُعْطوا الإنجيل، إلا من بعد ما بعث الله نبيَّه إليهم، فمنهم من أسلم، ومنهم من تَمَادى في كفره مع علمه بصدق نبيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما تفرق الذين أوتوا الكتاب» في الإيمان به «إلا من بعد ما جاءتهم البينة» أي هو صلى الله عليه وسلم أو القرآن الجائي به معجزة له وقبل مجيئه صلى الله عليه وسلم كانوا مجتمعين على الإيمان به إذا جاءه فحسده من كفر به منهم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وإذا لم يؤمن أهل الكتاب لهذا الرسول وينقادوا له، فليس ذلك ببدع من ضلالهم وعنادهم، فإنهم ما تفرقوا واختلفوا وصاروا أحزابًا إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ التي توجب لأهلها الاجتماع والاتفاق، ولكنهم لرداءتهم ونذالتهم، لم يزدهم الهدى إلا ضلالًا، ولا البصيرة إلا عمى، مع أن الكتب كلها جاءت بأصل واحد، ودين واحد."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ويظهر جرم وعناد اليهود والنصارى أنهم ما أمروا في هذا القرآن إلا بما أمروا به في كتابيهم من عبادة الله وحده، ومجانبة الشرك، وإقامة الصلاة وإعطاء الزكاة، فما أمروا به هو الدين المستقيم الذي لا اعوجاج فيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وما أمروا» في كتابهم التوراة والإنجيل «إلا ليعبدوا الله» أي أن يعبدوه فحذفت أن وزيدت اللام «مخلصين له الدين» من الشرك «حنفاء» مستقيمين على دين إبراهيم ودين محمد إذا جاء فكيف كفروا به «ويقيموا الصلاة ويؤتوا الزكاة وذلك دين» الملة «القيِّمة» المستقيمة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فما أمروا في سائر الشرائع إلا أن يعبدوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ أي: قاصدين بجميع عباداتهم الظاهرة والباطنة وجه الله، وطلب الزلفى لديه، حُنَفَاءَ أي: معرضين [مائلين] عن سائر الأديان المخالفة لدين التوحيد.\nوخص الصلاة والزكاة [بالذكر] مع أنهما داخلان في قوله لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لفضلهما وشرفهما، وكونهما العبادتين اللتين من قام بهما قام بجميع شرائع الدين.\nوَذَلِكَ أي التوحيد والإخلاص في الدين، هو دِينُ الْقَيِّمَةِ أي: الدين المستقيم، الموصل إلى جنات النعيم، وما سواه فطرق موصلة إلى الجحيم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين كفروا - من اليهود والنصارى ومن المشركين - يدخلون يوم القيامة في جهنم ماكثين فيها أبدًا، أولئك هم شرّ الخليقة؛ لكفرهم بالله، وتكذيبهم رسوله."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين كفروا من أهل الكتاب والمشركين في نار جهنم خالدين فيها» حال مقدرة، أي مقدرا خلودهم فيها من الله تعالى «أولئك هم شر البرية»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ثم ذكر جزاء الكافرين بعدما جاءتهم البينة، فقال: إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ قد أحاط بهم عذابها، واشتد عليهم عقابها، خَالِدِينَ فِيهَا لا يفتر عنهم العذاب، وهم فيها مبلسون، أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ لأنهم عرفوا الحق وتركوه، وخسروا الدنيا والآخرة."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات أولئك هم خير الخليقة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية» الخليقة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ لأنهم عبدوا الله وعرفوه، وفازوا بنعيم الدنيا والآخرة."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ثوابهم عند ربهم سبحانه وتعالى جنات تجري الأنهار من تحت قصورها وأشجارها، ماكثين فيها أبدًا، رضي الله عنهم لما آمنوا به وأطاعوه، ورضوا عنه لما نالهم من رحمته، هذه الرحمة ينالها من خاف ربه، فامتثل أمره، واجتنب نهيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«جزاؤهم عند ربهم جنات عدن» إقامة «تجرى من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم» بطاعته «ورضوا عنه» بثوابه «ذلك لمن خشي ربه» خاف عقابه فانتهى عن معصيته تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ أي: جنات إقامة، لا ظعن فيها ولا رحيل، ولا طلب لغاية فوقها، تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ فرضي عنهم بما قاموا به من مراضيه، ورضوا عنه، بما أعد لهم من أنواع الكرامات وجزيل المثوبات ذَلِكَ الجزاء الحسن لِمَنْ خَشِيَ رَبَّهُ أي: لمن خاف الله، فأحجم عن معاصيه، وقام بواجباته"
                }
            ]
        }
    ]
}