{
    "surah": "العاديات",
    "number": 100,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَالْعَادِيَاتِ ضَبْحًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم الله بالخيل التي تجري حتى يُسْمَع لنَفَسِها صوتٌ من شدة الجري."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والعاديات» الخيل تعدو في الغزو وتضبح «ضبحا» هو صوت أجوافها إذا عدت."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم الله تبارك وتعالى بالخيل، لما فيها من آيات الله الباهرة، ونعمه الظاهرة، ما هو معلوم للخلق.\nوأقسم [تعالى] بها في الحال التي لا يشاركها [فيه] غيرها من أنواع الحيوانات، فقال: وَالْعَادِيَاتِ ضَبْحًا أي: العاديات عدوًا بليغًا قويًا، يصدر عنه الضبح، وهو صوت نفسها في صدرها، عند اشتداد العدو ."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "فَالْمُورِيَاتِ قَدْحًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالخيل التي تُوقِد بحوافرها النار إذا لامست بها الصخور لشدة وقعها عليها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فالموريات» الخيل توري النار «قدحا» بحوافرها إذا سارت في الأرض ذات الحجارة بالليل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَالْمُورِيَاتِ بحوافرهن ما يطأن عليه من الأحجار قَدْحًا أي: تقدح النار من صلابة حوافرهن [وقوتهن] إذا عدون،"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "فَالْمُغِيرَاتِ صُبْحًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأقسم بالخيل التي تُغِير على الأعداء وقت الصباح."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فالمغيرات صبحا» الخيل تغير على العدو وقت الصبح بإغارة أصحابها."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَالْمُغِيرَاتِ على الأعداء صُبْحًا وهذا أمر أغلبي، أن الغارة تكون صباحًا."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "فَأَثَرْنَ بِهِ نَقْعًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فحركن بجريهنّ غبارًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فأثرن» هيجن «به» بمكان عدوهن أو بذلك الوقت «نقعا» غبارا بشدة حركتهن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَأَثَرْنَ بِهِ أي: بعدوهن وغارتهن نَقْعًا أي: غبارًا."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَوَسَطْنَ بِهِ جَمْعًا",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فتوسّطن بفوارسهنّ جَمْعًا من الأعداء."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فوسطن به» بالنقع «جمعا» من العدو، أي صرن وسطه وعطف الفعل على الاسم لأنه في تأويل الفعل أي واللاتي عدون فأورين فأغرن."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فَوَسَطْنَ بِهِ أي: براكبهن جَمْعًا أي: توسطن به جموع الأعداء، الذين أغار عليهم."
                }
            ]
        },
        {
            "ayah_number": 6,
            "text": "إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الإنسان لمَنُوع للخير الذي يريده منه ربه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن الإنسان» الكافر «لربه لكنود» لكفور يجحد نعمته تعالى."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "والمقسم عليه، قوله: إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ أي: لمنوع للخير الذي عليه لربه .\nفطبيعة [الإنسان] وجبلته، أن نفسه لا تسمح بما عليه من الحقوق، فتؤديها كاملة موفرة، بل طبيعتها الكسل والمنع لما عليه من الحقوق المالية والبدنية، إلا من هداه الله وخرج عن هذا الوصف إلى وصف السماح بأداء الحقوق."
                }
            ]
        },
        {
            "ayah_number": 7,
            "text": "وَإِنَّهُ عَلَىٰ ذٰلِكَ لَشَهِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنه على منعه للخير لشاهد، لا يستطيع إنكار ذلك لوضوحه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه على ذلك» أي كنوده «لشهيد» يشهد على نفسه بصنعه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ أي: إن الإنسان على ما يعرف من نفسه من المنع والكند لشاهد بذلك، لا يجحده ولا ينكره، لأن ذلك أمر بين واضح.\nويحتمل أن الضمير عائد إلى الله تعالى أي: إن العبد لربه لكنود، والله شهيد على ذلك، ففيه الوعيد، والتهديد الشديد، لمن هو لربه كنود، بأن الله عليه شهيد."
                }
            ]
        },
        {
            "ayah_number": 8,
            "text": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وإنه لفرط حبه للمال يبخل به."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وإنه لحب الخير» أي المال الحب له فيبخل به."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَإِنَّهُ أي: الإنسان لِحُبِّ الْخَيْرِ أي: المال لَشَدِيدُ أي: كثير الحب للمال.\nوحبه لذلك، هو الذي أوجب له ترك الحقوق الواجبة عليه، قدم شهوة نفسه على حق ربه، وكل هذا لأنه قصر نظره على هذه الدار، وغفل عن الآخرة، ولهذا قال حاثًا له على خوف يوم الوعيد:"
                }
            ]
        },
        {
            "ayah_number": 9,
            "text": "أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أفلا يعلم هذا الإنسان المغترّ بالحياة الدنيا إذا بعث الله ما في القبور من الأموات وأخرجهم من الأرض للحساب والجزاء أن الأمر لم يكن كما كان يتوهم؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«أفلا يعلم إذا بُعثر» أثير وأخرج «ما في القبور» من الموتى، أي بعثوا."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَفَلَا يَعْلَمُ أي: هلا يعلم هذا المغتر إِذَا بُعْثِرَ مَا فِي الْقُبُورِ أي: أخرج الله الأموات من قبورهم، لحشرهم ونشورهم."
                }
            ]
        },
        {
            "ayah_number": 10,
            "text": "وَحُصِّلَ مَا فِي الصُّدُورِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وأُبْرِز وبُيِّن ما في القلوب من النيات والاعتقادات وغيرها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وحصِّل» بين وأفرز «ما في الصدور» القلوب من الكفر والإيمان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَحُصِّلَ مَا فِي الصُّدُورِ أي: ظهر وبان [ما فيها و] ما استتر في الصدور من كمائن الخير والشر، فصار السر علانية، والباطن ظاهرًا، وبان على وجوه الخلق نتيجة أعمالهم."
                }
            ]
        },
        {
            "ayah_number": 11,
            "text": "إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن ربهم بهم في ذلك اليوم لخبير، لا يخفى عليه من أمر عباده شيء، وسيجازيهم على ذلك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إن ربهم بهم يومئذ لخبير» لعالم فيجازيهم على كفرهم، أعيد الضمير جمعا نظرا لمعنى الإنسان وهذه الجملة دلت على مفعول يعلم، أي إنا نجازيه وقت ما ذكر وتعلق خبير بيومئذ وهو تعالى خبير دائما لأنه يوم المجازاة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ أي مطلع على أعمالهم الظاهرة والباطنة، الخفية والجلية، ومجازيهم عليها.\nوخص خبره بذلك اليوم، مع أنه خبير بهم في كل وقت، لأن المراد بذلك، الجزاء بالأعمال الناشئ عن علم الله واطلاعه."
                }
            ]
        }
    ]
}