{
    "surah": "العصر",
    "number": 103,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "وَالْعَصْرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أقسم سبحانه بوقت العصر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«والعصر» الدهر أو ما بعد الزوال إلى الغروب أو صلاة العصر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أقسم تعالى بالعصر، الذي هو الليل والنهار، محل أفعال العباد وأعمالهم"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إن الإنسان لفي نقصان وهلاك."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إنَّ الإنسان» الجنس «لفي خُسر» في تجارته."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أن كل إنسان خاسر، والخاسر ضد الرابح.\nوالخسار مراتب متعددة متفاوتة:قد يكون خسارًا مطلقًا، كحال من خسر الدنيا والآخرة، وفاته النعيم، واستحق الجحيم."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "إلا الذين آمنوا بالله وبرسله، وعملوا الأعمال الصالحات، وأوصى بعضهم بعضًا بالحق، وبالصبر على الحق؛ فالمتصفون بهذه الصفات ناجون في حياتهم الدنيا والآخرة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إلا الذين آمنوا وعملوا الصالحات» فليسوا في خسران «وتواصوا» أوصى بعضهم بعضاً «بالحق» الإيمان «وتواصوا بالصبر» على الطاعة وعن المعصية."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وقد يكون خاسرًا من بعض الوجوه دون بعض، ولهذا عمم الله الخسار لكل إنسان، إلا من اتصف بأربع صفات:الإيمان بما أمر الله بالإيمان به، ولا يكون الإيمان بدون العلم، فهو فرع عنه لا يتم إلا به.\nوالعمل الصالح، وهذا شامل لأفعال الخير كلها، الظاهرة والباطنة، المتعلقة بحق الله وحق عباده ، الواجبة والمستحبة.\nوالتواصي بالحق، الذي هو الإيمان والعمل الصالح، أي: يوصي بعضهم بعضًا بذلك، ويحثه عليه، ويرغبه فيه.\nوالتواصي بالصبر على طاعة الله، وعن معصية الله، وعلى أقدار الله المؤلمة.\nفبالأمرين الأولين، يكمل الإنسان نفسه، وبالأمرين الأخيرين يكمل غيره، وبتكميل الأمور الأربعة، يكون الإنسان قد سلم من الخسار، وفاز بالربح [العظيم]."
                }
            ]
        }
    ]
}