{
    "surah": "الفيل",
    "number": 105,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ألم تعلم - أيها الرسول - كيف فعل ربك بأبْرَهَة وأصحابه أصحاب الفيل حين أرادوا هدم الكعبة؟!"
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم تر» استفهام تعجب، أي اعجب «كيف فعل ربك بأصحاب الفيل» هو محمود وأصحابه أبرهة ملك اليمن وجيشه، بنى بصنعاء كنيسة ليصرف إليها الحجاج عن مكة فأحدث رجل من كنانة فيها ولطخ قبلتها بالعذرة احتقارا بها، فحلف أبره ليهدمنَّ الكعبة، فجاء مكة بجيشه على أفيال اليمن مقدمها محمود، فحين توجهوا لهدم الكعبة أرسل الله عليهم ما قصَّه في قوله:"
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي: أما رأيت من قدرة الله وعظيم شأنه، ورحمته بعباده، وأدلة توحيده، وصدق رسوله محمد صلى الله عليه وسلم، ما فعله الله بأصحاب الفيل، الذين كادوا بيته الحرام وأرادوا إخرابه، فتجهزوا لأجل ذلك، واستصحبوا معهم الفيلة لهدمه، وجاءوا بجمع لا قبل للعرب به، من الحبشة واليمن، فلما انتهوا إلى قرب مكة، ولم يكن بالعرب مدافعة، وخرج أهل مكة من مكة خوفًا على أنفسهم منهم."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لقد جعل الله تدبيرهم السيئ لهدمها في ضياع، فما نالوا ما تمنّوه من صرف الناس عن الكعبة، وما نالوا منها شيئًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ألم يجعل» أي جعل «كيدهم» في هدم الكعبة «في تضليل» خسارة وهلاك."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وبَعَث عليهم طيرًا أتتهم جماعات جماعات."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وأرسل عليهم طيراً أبابيل» جماعات جماعات، قيل لا واحد له كأساطير، وقيل واحده: أبول أو بال أو أبيل كعجول ومفتاح وسكين."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أرسل الله عليهم طيرًا أبابيل أي: متفرقة."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ترميهم بحجارة من طين مُتَحَجِّر."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ترميهم بحجارة من سجيل» طين مطبوخ."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "تحمل حجارة محماة من سجيل، فرمتهم بها، وتتبعت قاصيهم ودانيهم، فخمدوا وهمدوا."
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فجعلهم الله كورق زرع أكلته الدوابّ وداسته."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فجعلهم كعصف مأكول» كورق زرع أكلته الدواب وداسته وأفنته، أي أهلكهم الله تعالى كل واحد بحجره المكتوب عليه أسمه، وهو أكبر من العدسة وأصغر من الحمصة يغرق البيضة والرجل والفيل ويصل الأرض، وكان هذا عام مولد النبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وصاروا كعصف مأكول، وكفى الله شرهم، ورد كيدهم في نحورهم، [وقصتهم معروفة مشهورة] وكانت تلك السنة التي ولد فيها رسول الله صلى الله عليه وسلم، فصارت من جملة إرهاصات دعوته، ومقدمات رسالته، فلله الحمد والشكر."
                }
            ]
        }
    ]
}