{
    "surah": "قريش",
    "number": 106,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "لِإِيلَافِ قُرَيْشٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "لأجل عادة قريش وإلْفِهم."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لإيلاف قريش»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال كثير من المفسرين: إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "رحلةَ الشتاء إلى اليمن، ورحلة الصيف إلى الشام آمنين."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«إيلافهم» تأكيد وهو مصدر آلف بالمد «رحلة الشتاء» إلى اليمن «و» رحلة «الصيف» إلى الشام في كل عام، يستعينون بالرحلتين للتجارة على المقام بمكة لخدمة البيت الذي هو فخرهم، وهم ولد النضر بن كنانة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "قال كثير من المفسرين: إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب."
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "فليعبدوا الله ربّ هذا البيت الحرام وحده، الذي يسَّر لهم هذه الرحلة، ولا يشركوا به أحدًا."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«فليعبدوا» تعلق به لإيلاف والفاء زائدة «رب هذا البيت»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "فأهلك الله من أرادهم بسوء، وعظم أمر الحرم وأهله في قلوب العرب، حتى احترموهم، ولم يعترضوا لهم في أي: سفر أرادوا، ولهذا أمرهم الله بالشكر، فقال: فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ أي: ليوحدوه ويخلصوا له العبادة."
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي أطعمهم من جوع، وآمنهم من خوف؛ بما وضع في قلوب العرب من تعظيم الحرم، وتعظيم سكانه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الذي أطعمهم من جوع» أي من أجله «وآمنهم من خوف» أي من أجله وكان يصيبهم الجوع لعدم الزرع بمكة وخافوا جيش الفيل."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ فرغد الرزق والأمن من المخاوف، من أكبر النعم الدنيوية، الموجبة لشكر الله تعالى.\nفلك اللهم الحمد والشكر على نعمك الظاهرة والباطنة، وخص الله بالربوبية البيت لفضله وشرفه، وإلا فهو رب كل شيء."
                }
            ]
        }
    ]
}