{
    "surah": "المسد",
    "number": 111,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "خسرت يدا عم النبي صلى الله عليه وسلم أبي لهب بن عبد المطلب بخسران عمله؛ إذ كان يؤذي النبي صلى الله عليه وسلم، وخاب سعيه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "لما دعا النبي صلى الله عليه وسلم قومه وقال: إني نذير لكم بين يدي عذاب شديد، فقال عمه أبو لهب: تبًا لك ألهذا دعوتنا، نزل «تبت» خسرت «يدا أبي لهب» أي جملته وعبر عنها باليدين مجازًا لأن أكثر الأفعال تزاول بهما، وهذه الجملة دعاء «وتبَّ» خسر هو، وهذه خبر كقولهم: أهلكه الله وقد هلك، ولما خوَّفه النبي بالعذاب، فقال: إن كان ابن أخي حقاً فإني أفتدي منه بمالي وولدي نزل: «ما أغنى عنه ماله وما كسب»."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أبو لهب هو عم النبي صلى الله عليه وسلم، وكان شديد العداوة [والأذية] للنبي صلى الله عليه وسلم، فلا فيه دين، ولا حمية للقرابة -قبحه الله- فذمه الله بهذا الذم العظيم، الذي هو خزي عليه إلى يوم القيامة فقال: تَبَّتْ يَدَا أَبِي لَهَبٍ أي: خسرت يداه، وشقى وَتَبَّ فلم يربح،"
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "أيّ شيء أغنى عنه ماله وولده؟ لم يدفعا عنه عذابًا، ولم يجلبا له رحمة."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ما أَغنى عنه ماله وما كسب» أي وكسبه، أي ولده ما أغنى بمعنى يغني."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "مَا أَغْنَى عَنْهُ مَالُهُ الذي كان عنده وأطغاه، ولا ما كسبه فلم يرد عنه شيئًا من عذاب الله إذ نزل به،"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "سيدخل يوم القيامة نارًا ذات لهب، يقاسي حرّها."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«سيصلى ناراً ذات لهب» أي تلهب وتوقد فهي مآل تكنيته لتلهب وجهه إشراقاً وحمرة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "سَيَصْلَى نَارًا ذَاتَ لَهَبٍ أي: ستحيط به النار من كل جانب،"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "وستدخلها زوجته أم جميل التي كانت تؤذي النبي صلى الله عليه وسلم بإلقاء الشوك في طريقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«وامرأته» عطف على ضمير يصلى سوغه الفصل بالمفعول وصفته وهي أم جميل «حمالة» بالرفع والنصب «الحطب» الشوك والسعدان تلقيه في طريق النبي صلى الله عليه وسلم."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "هو وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ .\nوكانت أيضًا شديدة الأذية لرسول الله صلى الله عليه وسلم، تتعاون هي وزوجها على الإثم والعدوان، وتلقي الشر، وتسعى غاية ما تقدر عليه في أذية الرسول صلى الله عليه وسلم،"
                }
            ]
        },
        {
            "ayah_number": 5,
            "text": "فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "في عنقها حبل مُحْكَم الفَتْل تساق به إلى النار."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«في جيدها» عنقها «حبل من مسد» أي ليف وهذه الجملة حال من حمالة الحطب الذي هو نعت لامرأته أو خبر مبتدأ مقدر."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وتجمع على ظهرها من الأوزار بمنزلة من يجمع حطبًا، قد أعد له في عنقه حبلًا مِنْ مَسَدٍ أي: من ليف.\nأو أنها تحمل في النار الحطب على زوجها، متقلدة في عنقها حبلًا من مسد، وعلى كل، ففي هذه السورة، آية باهرة من آيات الله، فإن الله أنزل هذه السورة، وأبو لهب وامرأته لم يهلكا، وأخبر أنهما سيعذبان في النار ولا بد، ومن لازم ذلك أنهما لا يسلمان، فوقع كما أخبر عالم الغيب والشهادة."
                }
            ]
        }
    ]
}