{
    "surah": "الإخلاص",
    "number": 112,
    "ayahs": [
        {
            "ayah_number": 1,
            "text": "قُلْ هُوَ اللَّهُ أَحَدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "قل - أيها الرسول -: هو الله المنفرد بالألوهية، لا إله غيره."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "سئل النبي صلى الله عليه وسلم عن ربه فنزل: «قل هو الله أحد» فالله خبر هو وأحد بدل منه أو خبر ثان."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "أي قُلْ قولًا جازمًا به، معتقدًا له، عارفًا بمعناه، هُوَ اللَّهُ أَحَدٌ أي: قد انحصرت فيه الأحدية، فهو الأحد المنفرد بالكمال، الذي له الأسماء الحسنى، والصفات الكاملة العليا، والأفعال المقدسة، الذي لا نظير له ولا مثيل."
                }
            ]
        },
        {
            "ayah_number": 2,
            "text": "اللَّهُ الصَّمَدُ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "هو السيّد الذي انتهى إليه السُّؤْدَد في صفات الكمال والجمال، الذي تصمد إليه الخلائق."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«الله الصمد» مبتدأ وخبر أي المقصود في الحوائج على الدوام."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "اللَّهُ الصَّمَدُ أي: المقصود في جميع الحوائج.\nفأهل العالم العلوي والسفلي مفتقرون إليه غاية الافتقار، يسألونه حوائجهم، ويرغبون إليه في مهماتهم، لأنه الكامل في أوصافه، العليم الذي قد كمل في علمه، الحليم الذي قد كمل في حلمه، الرحيم الذي [كمل في رحمته الذي] وسعت رحمته كل شيء، وهكذا سائر أوصافه،"
                }
            ]
        },
        {
            "ayah_number": 3,
            "text": "لَمْ يَلِدْ وَلَمْ يُولَدْ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "الذي لم يلد أحدًا، ولم يلده أحد، فلا ولد له - سبحانه - ولا والد."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«لم يلد» لانتفاء مجانسته «ولم يولد» لانتفاء الحدوث عنه."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "ومن كماله أنه لَمْ يَلِدْ وَلَمْ يُولَدْ لكمال غناه"
                }
            ]
        },
        {
            "ayah_number": 4,
            "text": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ",
            "tafsir": [
                {
                    "type": "التفسير المختصر",
                    "text": "ولم يكن له مماثل في خلقه."
                },
                {
                    "type": "تفسير الجلالين",
                    "text": "«ولم يكن له كفواً أحد» أي مكافئًا ومماثلاً، وله متعلق بكفوًا، وقُدِّم عليه لأنه مَحطُّ القصد بالنفي وأَخَّر أحد وهو اسم يكن عن خبرها رعاية للفاصلة."
                },
                {
                    "type": "تفسير السعدي",
                    "text": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ لا في أسمائه ولا في أوصافه، ولا في أفعاله، تبارك وتعالى.\nفهذه السورة مشتملة على توحيد الأسماء والصفات."
                }
            ]
        }
    ]
}